[
{"title": "Leeds Pride: Event to offer monkeypox advice and help", "author": null, "date": "2022-08-03T15:32:26.000Z", "text": "Forty-nine cases have been recorded in the Yorkshire and Humber region, out of more than 2,700 cases UK-wide. While anyone can get monkeypox, the majority of cases have been recorded in gay, bisexual and other men who have sex with men. Health charities will provide help and testing support at the event. Yorkshire MESMAC will be on hand with information on Sunday. Chief executive Tom Doyle said:  \"Anyone with monkeypox can pass it on through close contact, regardless of sexual orientation, but currently gay and bi men are disproportionately affected. \"Particularly in Leeds, we're working really closely together with our NHS partners to identify people who are most at risk of monkeypox so they can be invited in for a vaccination.\" Initial symptoms include fever, headaches, swellings, back pain, aching muscles. Once the fever breaks a rash can develop, often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days. The city council's health team advised people to check for monkeypox symptoms, including rashes and blisters, before going to a party or event. Victoria Eaton, director of public health for Leeds, said: \"If you think you may have symptoms of monkeypox, even if they are mild, please stay at home and contact NHS 111 or your local sexual health service for advice, your call will be treated sensitively and confidentially. \"Avoid close personal or sexual contact with others until you have had a clinical assessment.\" Facebook Twitter Instagram yorkslincs.news@bbc.co.uk send video here", "url": "https://www.bbc.com/news/uk-england-leeds-62411083"},
{"title": "Monkeypox: Risk is low in Scotland as 54 cases confirmed", "author": null, "date": "2022-07-24T11:13:22.000Z", "text": "Prof Linda Bauld said only a small number of cases had been identified north of the border, it is a mild illness and there is a vaccine.  It came as the World Health Organisation declared the outbreak a global health emergency.  There have been 54 confirmed cases of the virus in Scotland since 23 May.  They are among 2,208 confirmed cases in the UK.  Most are men who are gay, bisexual or have sex with men. They are also linked to recent travel to London or Europe.  WHO declares highest alert over monkeypox Prof Bauld, a professor of public health at the University of Edinburgh and chief social policy adviser at the Scottish government, told  BBC Radio Scotland's The Sunday Show : \"The risk to the public in Scotland remains low.  \"The numbers are really small. It's a mild illness and we have a vaccine originally developed for smallpox.  \"So it's totally different from Covid-19 and that's a very important point to make.\" The virus is not sexually transmitted but it is passed by very close contact, she added.  \"The reason the World Health Organisation has triggered this emergency response .... is to send a very clear message to a number of countries who may not be responding to this global outbreak that more action is needed,\" she said.  \"I know we're still in and coming out of a pandemic, we are going to see diseases like this emerge but it needs to be put in a broader context and not alarm people.\" Initial symptoms include fever, headaches, swellings, back pain, aching muscles. Once the fever breaks a rash can develop, often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring.  The infection usually clears up on its own and lasts between 14 and 21 days.  What is monkeypox and how do you catch it?  Earlier Scotland's Health Secretary Humza Yousaf urged anyone with concerns to contact their GP or sexual health clinic.  In a tweet, he said: \"While concerning, ScotGovt & PHS been working for many months on 4 Nations basis on our Monkeypox response.\"  \"If you're concerned about possible exposure/symptoms, contact your GP or sexual health clinic if appropriate,\" he added.  View original tweet on Twitter Public Health Scotland has said it is \"generally a mild self-limiting illness\" and most people recover within a few weeks.  Close contacts of people with the virus no longer need to isolate at home if they don't have symptoms.  Vaccinations are being offered to some men at higher risk of exposure to the infection and a small number of healthcare workers in high risk settings.  Dr Nick Phin, medical director at Public Health Scotland, said they know monkeypox is predominantly being spread through close skin-to-skin activity. \"The incubation period for monkeypox however is up to 21 days, so if you are aware that you are a close contact of someone who has tested positive, please do take additional precautions during this time,\" he said. \"These include avoiding close skin-to-skin contact with others, such as hugging, kissing, or sexual contact, even if you don't have any symptoms.  \"If you do develop symptoms, you should self-isolate immediately and contact your GP or local sexual health clinic.\" More than 16,000 cases of monkeypox  have been reported in 75 countries, according to WHO director general Dr Tedros Adhanon Ghebreyesus.  He said there had been five deaths as a result of the outbreak.  There are two other health emergencies at present - the coronavirus pandemic and the continuing effort to eradicate polio. ", "url": "https://www.bbc.com/news/uk-scotland-62279127"},
{"title": "LGBT groups demand more action on monkeypox", "author": "By Josh Parry", "date": "2022-08-05T09:14:20.000Z", "text": "In an open letter to Health Secretary Steven Barclay, they say that without a quicker and wider vaccine rollout, the virus could become \"endemic\".  There have been more than 2,600 cases of  monkeypox  in the UK so far, mostly among men who have sex with men. The Department of Health & Social Care (DHSC) says it is working \"rapidly\" to vaccinate those at risk. With two of the UK's most popular Pride events, in  Brighton  this weekend, and Manchester later in August, many people are trying to get vaccinated in order to feel safer. BBC News has spoken to gay and bisexual men who say they have struggled to get the jab at their local clinics, and have had to travel to London or other large cities. A spokesperson for the DHSC said it had already administered thousands of vaccines and that it is \"working rapidly\" to offer more appointments. They said: \"We have procured over 150,000 vaccines, and we're working with partners - including the NHS and UK Health Security Agency (UKHSA) - to share targeted, non-stigmatising communications with the LGBTQ+ community.\" Currently about  75% of monkeypox cases are in London , which is where the majority of vaccines have been targeted, but numbers outside the city are also increasing.  What is monkeypox and how do you catch it?  We have 100,000 monkeypox vaccine doses - minister 'Formidable' challenges as monkeypox spreads - WHO Monkeypox: 'I never thought it would be something I'd get' The Terrence Higgins Trust, which co-wrote  the letter , says the rollout needs to be speeded up across the UK to help combat \"fear and anxiety\" within the LGBT community. Its head of policy Ceri Smith told BBC News: \"We need to see far better co-ordination, increased vaccine procurement, improved delivery and a cash injection to sexual health services to treat monkeypox.\" The letter was also signed by representatives from LGBT groups for the Conservatives, Labour, Liberal Democrats, the SNP and the Green Party. It reads: \"Without urgent action, we risk monkeypox becoming endemic in the UK. This poses a serious risk to health and will exacerbate the  health inequalities already experienced by gay and bisexual men  and other men who have sex with men. \"Vaccinating those most at risk of monkeypox must be a priority if we are to stand a chance of preventing the virus from becoming endemic in the UK.\"  The letter also asks the government to deliver clearer messaging aimed at men who have sex with men about the symptoms of the virus, and what steps people should take if they believe they have become infected.  As of 1 August, NHS England stated that more than 14,000 people had received Imvanex, a vaccine designed to protect against smallpox, which the UKHSA says helps protect people who could be exposed to monkeypox. The UKHSA says  an extra 100,000 vaccines  will arrive in the UK in September, with the aim of delivering the first 20,000 for use by the NHS this month. Current guidance is to give most people a single dose. But some sexual health experts  estimate around 250,000  vaccines are needed, and have recommended that people should be given two doses for maximum protection. The monkeypox vaccine rollout is being co-ordinated locally by sexual health clinics across the UK, with each clinic taking an individual approach based on urgency and need.  This means there are different approaches to inviting people to appointments, and differences in who is considered high risk across the country.  Dr Mary Ramsay, director of clinical programmes at UKHSA, told the BBC that the vaccine is \"being offered to individuals at higher risk of coming into contact with monkeypox, in order to offer them protection and contain the current outbreak.\" She added: \"We continue to monitor supply and remain in discussion with the manufacturer.\" Alex Bradbrook, a civil servant from Manchester, considers himself to be in a high-risk category for acquiring monkeypox. He was vaccinated at a clinic in London while visiting for the weekend, after struggling to get one closer to home for several weeks. He told the BBC: \"I was in London for the weekend and found out via Twitter that a clinic in Hammersmith was offering the vaccine, so I called about 20 times and finally got through to someone and got an appointment.\" While he's aware the vaccine isn't 100% effective in preventing monkeypox, Alex says it's a relief when heading to Pride events that he has some protection. He added: \"Now that I've got my jab I feel much more reassured. The minute that needle went in, it was like a huge weight being lifted off my mind.  \"I'm really fortunate that I was already in London and able to get one. There are lots of people who just aren't in my position - people who either can't afford a train or can't get down there for whatever reason. It makes me quite angry that some people don't seem to be getting an adequate service who might be at high risk.\"", "url": "https://www.bbc.com/news/uk-62425720"},
{"title": "Monkeypox: CDC says US leads globally in most known cases", "author": "By Bernd  Debusmann Jr", "date": "2022-07-26T14:27:13.000Z", "text": "The rising number of cases has reportedly prompted the Biden administration to mull declaring a national health emergency.  The virus has already been classified as a global health emergency by the World Health Organization (WHO).  To date, more than 18,000 cases have been reported in 75 countries.  According to data published online by the US Centers for Disease Control and Prevention (CDC), as of 25 July there were 3,846 confirmed or suspected monkeypox cases in the US.  The figure - which comes amid expanded testing in addition to the growing outbreak of the virus - is now ahead of that of Spain, where 3,105 cases have so far been reported.  The two other countries with the highest number of infections, Germany and the UK, have reported 2,352 and 2,208 cases, respectively.  What is monkeypox and how do you catch it?  Monkeypox: Handing out health advice without stigma With cases in the US rising, the Washington Post on 25 July reported that the Biden administration was considering declaring a public health emergency.  The measure would allow the government to use federal funds to combat the outbreak, raise public awareness and better collect relevant health data.  Additionally, the administration is reportedly preparing to name a coordinator to oversee the government's response to monkeypox from the White House.  On July 21, 50 Democratic lawmakers sent an open letter to President Joe Biden, urging him to declare a public health emergency and send millions of vaccine doses to the US from manufacturing facilities overseas.  While officials have said that gay and bisexual men - as well as healthcare workers - have so far been most at risk, fears are mounting that the virus could spread to other segments of the population.  On 22 July, the US confirmed the first cases of monkeypox in children.  The US response to the virus has so far been plagued by vaccine shortages and a slow start to testing, leading some to compare the situation to the beginning of the Covid-19 pandemic in early 2020.  In Washington DC, for example, officials have warned that a \"rapid increase in cases\", coupled with a \"very limited\" supply of vaccines, means that authorities must prioritise high-risk residents.  The city currently has the highest per capita total of infections, with 172 cases reported in the district. Most monkeypox cases are mild, with initial symptoms including a high fever, swollen lymph nodes and a blistery, chickenpox-like rash or lesions.  So far, no deaths from the virus have been reported in the US. ", "url": "https://www.bbc.com/news/world-us-canada-62308455"},
{"title": "Monkeypox: US confirms first two cases in children", "author": "By Sam Cabral", "date": "2022-07-22T22:33:31.000Z", "text": "One patient is a California toddler and the other is a non-US resident infant who was \"transiting through\" the Washington DC area. The US Centers for Disease Control (CDC) said both children were \"doing well\". Children under eight are at high risk of severe monkeypox, said the agency. More than 2,500 cases of the virus have been recorded across the country. Most cases have been detected among gay and bisexual men in frequent sexual contact. But the CDC is now aware of at least eight cases in cisgender women, the agency told reporters on Friday. Monkeypox is not considered purely a sexually transmitted infection (STI) - the disease is also passed on by close contact with an infected person. The virus typically causes pimple-like rashes, which can be extremely itchy and painful, to develop and spread across the body, as well as other complications. What is monkeypox and how do you catch it?  US demand for monkeypox vaccines outstrips supply Monkeypox to get a new name, says WHO The infection usually clears up on its own in adult patients without treatment or hospitalisation - but the World Health Organization (WHO) has warned that young children have died at higher rates from the disease. This video can not be played Watch: Dan speaks about his experience of contracting monkeypox at the start of June WHO officials have been meeting this week to determine if the virus should be declared a Public Health Emergency of International Concern, its highest alert. There is also growing concern in the US that monkeypox's rapid spread could see it become entrenched as an STI, similar to herpes or gonorrhoea. On Sunday, former US Food and Drug Administration commissioner Scott Gottlieb said the country was likely \"at the cusp\" of seeing the virus become endemic. \"I think the window for getting control of this and containing it probably has closed, and if it hasn't closed it's certainly starting to close,\" he told CBS News' Face the Nation programme.", "url": "https://www.bbc.com/news/world-us-canada-62274245"},
{"title": "Bristol man, 25, mistook monkeypox symptoms for Covid", "author": null, "date": "2022-08-03T20:03:45.000Z", "text": "Conor, 25, who lives in the city, said he experienced a high temperature, sweating, aches, pains and \"all of that that goes with Covid\". He said he \"realised it wasn't Covid\" when he began to notice blisters. Vaccines to protect against monkeypox are now being offered at a clinic at the University of the West of England. Conor said he was confined to his room and \"was quite ill with [monkeypox] for 10 or 11 days\". After that he said he \"did feel much better but you're still isolating until the blisters heal\", so he spent about three weeks in isolation.  He said he was testing a number of times daily with Covid-like symptoms before the blisters appeared, which have now left \"quite small\" scars.  There are more than 50 cases of monkeypox in the south west, a number that has doubled since mid-July, according to the UK Health Security Agency (UKHSA). Symptoms of monkeypox include a rash which  starts on the face and spreads to the body . The virus can be spread through close physical contact, sharing bedding, coughs and sneezes and most people experience mild symptoms.  Gareth Williams, professor of medicine at the University of Bristol, said: \"There are outbreaks cropping up all over the place now and the sensible thing to stop it going global is to get in there and stamp those outbreaks out as soon as it's detected.\" There have been 2,600 confirmed cases of monkeypox in the UK over recent weeks. Monkeypox is not a sexually transmitted disease but the UKHSA said \"a notable proportion\" of the recent cases in the UK and Europe have been found in gay and bisexual men. \"So we are particularly encouraging them to be alert to the symptoms and seek help if concerned,\" they added. They have asked anyone concerned they could be infected to phone NHS 111 or contact their local sexual health clinic, but call or email ahead of a visit. Facebook Twitter Instagram bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-62411499"},
{"title": "Monkeypox: 'Highly probable' case in Jersey", "author": null, "date": "2022-07-22T17:49:10.000Z", "text": "Officials say they have almost finished tracing the individual's contacts and offering them vaccinations.  Anyone concerned about the disease is asked to call their GP and avoid close physical contact with others.  Most cases are mild and symptoms include unusual or unexpected spots, ulcers or blisters, fever, muscle aches and swollen glands. Islanders were told in June  to be alert to any unusual rashes or lesions on any part of their bodies. What is monkeypox and how do you catch it? Monkeypox jab to be offered to at-risk men Monkeypox outbreak mostly in young men in London Deputy Karen Wilson, minister for health and social services, said: \"Given the spread of monkeypox throughout the world, I am not surprised that we have eventually seen our first probable case.  \"Monkeypox is still, nevertheless, a rare infectious disease and the risk of transmission is low.  \"Most cases are mild and can be treated at home.\" The government had been working with the UK to get extra stocks of vaccine and the island had sufficient stocks to vaccinate all contacts. Twitter Facebook Instagram spotlight@bbc.co.uk", "url": "https://www.bbc.com/news/uk-england-london-62270688"},
{"title": "Monkeypox: Sufferer from Leeds urges education over 'awful' virus", "author": null, "date": "2022-08-05T14:19:34.000Z", "text": "Christopher Longstaff, 24, from Leeds, said when he became unwell a week ago he thought he had Covid or flu. He said he was shocked when he was diagnosed with monkeypox and struggled to find information about the illness. There are currently 49 monkeypox cases in Yorkshire and the Humber, the UK Health Security Agency (UKHSA) said. Mr Longstaff said his symptoms included fatigue, a sore throat, headaches and a fever. The condition also caused lesions on his skin and in his throat.  The monkeypox diagnosis was confirmed after a throat swab was taken. He was admitted to hospital the next day as his symptoms worsened. Mr Longstaff said: \"I was a bit shocked because I didn't know anything about monkeypox. There's not that much research out there.\" He said he had looked for stories about other patients' experiences for reassurance, but instead found \"scaremongering\" posts on social media. Mr Longstaff said he had been planning to celebrate Leeds Pride this weekend with friends, but now faced at least three weeks of self-isolation in his shared house. Pride event to offer monkeypox advice and help He added that he wanted more people to make themselves aware of the risks of the illness. \"I wouldn't wish this on any person. I don't want this to be outlined as a 'gay virus', because it can be transmitted by anyone.  \"Everyone can be susceptible to this awful virus,\" Mr Longstaff said. There have been 2,600 confirmed cases of monkeypox in the UK over recent weeks. Symptoms of monkeypox include a rash which starts on the face and spreads to the body. The virus can be spread through close physical contact, sharing bedding, coughs and sneezes and most people experience mild symptoms. While monkeypox is not a sexually transmitted disease, the UKHSA said \"a notable proportion\" of the recent cases in the UK and Europe have been found in gay and bisexual men. \"So we are particularly encouraging them to be alert to the symptoms and seek help if concerned,\" it added. Anyone concerned they could be infected was urged by the UKHSA to phone NHS 111 or contact their local sexual health clinic, but call or email ahead of a visit. LGBT+ organisations have written to health secretary Steve Barclay MP to ask the government to take urgent action to tackle the rising number of monkeypox cases. Members of Conservative, Labour, Liberal Democrat, SNP and Green LGBT+ groups were among those who signed the letter, which said \"clear, non-stigmatising messaging\" about the virus was needed. \"Monkeypox is causing real fear and anxiety within the LGBT+ community and so targeted communication to those most at risk is essential,\" the letter said. Facebook Twitter Instagram yorkslincs.news@bbc.co.uk send video here", "url": "https://www.bbc.com/news/uk-england-leeds-62436724"},
{"title": "Monkeypox vaccine shortage as cases in Scotland increase", "author": null, "date": "2022-08-09T17:02:03.000Z", "text": "The latest figures show 69 people in Scotland have the  virus , an increase of two in a week. Officials are aiming to administer more than 6,000 jags but only around 3,000 have been distributed to the country's health boards. Men who have sex with other men, along with healthcare workers, are being prioritised for vaccination. There are global supply issues with the jag because it is only being manufactured by one company. What is monkeypox and how do you catch it?  Monkeypox: Can we still stop the outbreak? The UK has placed an order for 100,000 doses that are expected to be delivered next month. Dr Nick Phin, the director of public health science and medical director at Public Health Scotland, said between 700 and 800 vaccines had been administered. Of the 69 cases in Scotland, just one was a woman, and most have been concentrated in urban settings. None of the patients are seriously ill with the virus.  The total figure has risen by two since the  last update on Friday . Dr Phin said \"most, if not all\" of those who were recently infected had been abroad or visited London. In a briefing to journalists on Tuesday, NHS Greater Glasgow and Clyde health improvement manager Nicky Coia said the hope was to vaccinate between 6,000 and 6,500 people as soon as possible to tackle the outbreak. Dr Phin said: \"Vaccine is in short supply – there's one manufacturing company that had until recently only been producing sufficient stock for a very limited number of countries. \"It has now stepped up its production and in fact most countries globally are almost competing to try and get what they perceive to be needed for their countries.\" He added: \"Vaccine stock is an issue and will continue to be an issue until the 100,000 doses that have been ordered, and ordered some weeks ago, arrive in the UK.\" It is not yet known how many of the 100,000 doses will be allocated to Scotland. Dr Phin expressed said the vaccine is \"98-99%\" effective. Mr Coia also stressed the importance of the groups most at risk of contracting the virus taking action to protect themselves. He urged people who are in sexual networks where monkeypox might be present to reduce the number of partners they would normally have until they get their vaccine. Mr Coia added: \"We would also say that condoms are great at protecting against sexually transmitted infections and HIV, but condoms unfortunately won't protect against monkeypox – so keep using them but it's not the only method of protection.\" He also encouraged those at risk of the virus to check their skin frequently for any lesions that could be associated with the virus. ", "url": "https://www.bbc.com/news/uk-scotland-62484578"},
{"title": "US monkeypox outbreak: Demand for vaccines outstrips supply", "author": null, "date": "2022-07-16T00:34:47.000Z", "text": "The US has seen more than 1,800 cases so far, though that is thought to be an undercount as testing has also lagged. There has been growing concern about the rate at which monkeypox is spreading - especially in New York City, the epicentre of the US outbreak.  The disease, characterised by lesions on the skin, usually clears up on its own but can be extremely painful.   Most confirmed cases have been among men who have sex with men, although anyone can be infected with the virus. What is monkeypox and how do you catch it?  \"We don't yet have all the vaccine that we would like in this moment,\" US Centers for Disease Control director Rochelle Walensky told a news briefing on Friday. The US has received 370,000 out of nearly 7m vaccine doses that the government has purchased in total. But millions of the doses are not expected to arrive until next year. The federal government has distributed about 156,000 doses nationwide and expects to start shipping another 130,000 doses from Monday, according to the US Department of Health and Human Services. Earlier this week, New York city's vaccinations website crashed as thousands of people tried to book vaccine appointments at once. New York City Health Commissioner Ashwin Vasan apologised for the patchy roll-out of the vaccine. \"We own it. You know, those mistakes shouldn't happen and so we're working to correct those and do better,\" he said at a news conference.  During a call on Tuesday with Biden administration officials, New York Mayor Eric Adams asked for the city to be allocated more doses. The true scope of the US outbreak is unknown as diagnostic testing has lagged and it can take up to three weeks for symptoms to appear. A month ago the US had just 45 cases. \"We're still having problems with availability of testing and vaccine supply, all these issues that we saw with Covid,\" Gregg Gonsalves, an associate professor of epidemiology at the Yale School of Public Health, told Kaiser Health News last week. \"Now, the prospects for containment are receding quickly.\" The US has bought more than 1.1m doses of the Jynneos vaccine produced by Bavarian Nordic in Denmark.  Hundreds of thousands more doses are expected to arrive soon in the US after American federal health officials said they had completed an inspection of the Danish plant. More than 12,500 cases of monkeypox have been reported in nearly 70 countries, according to the US Centers for Disease Control. ", "url": "https://www.bbc.com/news/world-us-canada-62188005"},
{"title": "What is monkeypox and how do you catch it?", "author": null, "date": "2022-08-05T16:19:14.000Z", "text": "In the UK there have been around 2,800 confirmed cases in recent weeks. Infections are usually mild and the risk to the general population is low, but the UK government has bought stocks of smallpox vaccine to guard against monkeypox. More than 100,000 vaccine doses have been bought to try and stamp out the disease.  Monkeypox is caused by the monkeypox virus, a member of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low.  It occurs mostly in remote parts of central and west African countries, near tropical rainforests. In those regions, there have been more than 1,200 cases of monkeypox since the start of the year. Two main strains of the virus - west African and central African - are known to exist, and it's the milder one from west Africa which is now circulating in other regions of the world. The unusually high numbers of people infected with monkeypox outside of Africa with no travel links to the region, means the virus is now spreading in the community. The  UK Health Security Agency  says anyone concerned they could be infected should phone NHS 111 or contact their local sexual health clinic, but call or email ahead of a visit. It is also advising those infected not to have sex while they have symptoms and use condoms for eight weeks after an infection, as a precaution. Monkeypox cases rise as new UK sex advice issued What is Monkeypox? James Gallagher explains what it is and if we should be worried. Available now on BBC iPlayer Initial symptoms include fever, headaches, swellings, back pain, aching muscles. Once the fever breaks a rash can develop, often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring.  The infection usually clears up on its own and lasts between 14 and 21 days.  Monkeypox can be spread when someone is in close contact with an infected person. The virus can enter the body through broken skin, the respiratory tract or through the eyes, nose or mouth.  It has not previously been described as a sexually transmitted infection, but it can be passed on by close contact. Guidance  is advising anyone with the virus to abstain from sex while they have symptoms. While there is currently no available evidence that monkeypox can be spread in sexual fluids, people confirmed to have the virus are advised to use condoms for eight weeks after infection as a precaution. It can also be spread by contact with infected animals such as monkeys, rats and squirrels, or by virus-contaminated objects, such as bedding and clothing.  Most cases of the virus are mild, sometimes resembling chickenpox, and clear up on their own within a few weeks. Monkeypox can sometimes be more severe, however, and has been reported to have caused deaths in west Africa.  Although some of the cases have been seen in gay and bisexual men, anyone who comes into close contact with someone who has monkeypox could potentially get the virus.  The UK Health Security Agency (UKHSA) has said \"a notable proportion\" of the recent cases in the UK and Europe have been found in gay and bisexual men \"so we are particularly encouraging them to be alert to the symptoms and seek help if concerned\". Monkeypox: Handing out health advice without stigma The virus was first identified in a captive monkey and since 1970 there have been sporadic outbreaks reported across 10 African countries.  In 2003 there was an outbreak in the US, the first time it had been seen outside Africa. Patients caught the disease from close contact with prairie dogs that had been infected by small mammals imported into the country. A total of 81 cases were reported, but none resulted in deaths.   In 2017, Nigeria experienced the largest known outbreak. There were 172 suspected cases and 75% of victims were men between 21 and 40 years old. Outbreaks can be controlled by infection prevention.  Vaccination against smallpox has been proven to be 85% effective in preventing monkeypox. The  UK has bought tens of thousands of doses of the smallpox vaccine  and some high-risk close contacts of people infected will be offered one to reduce the risk of symptoms appearing. Antiviral drugs may also help and the UK has approved one, called tecovirimat, for this. Health protection teams are contacting people who've come into close contact with confirmed cases and are at high risk. They are offering advice and monitoring them. They are advising anyone else who has been in close contact with someone infected by monkeypox to isolate at home for up to 21 days. Sources:  UKHSA  and  World Health Organization.", "url": "https://www.bbc.com/news/health-45665821"},
{"title": "Monkeypox: US declares outbreak a public health emergency", "author": null, "date": "2022-08-04T22:19:22.000Z", "text": "The decision will speed up the distribution of vaccines, treatments and federal resources to curb the spread of the virus. It comes less than a fortnight after the World Health Organization (WHO) issued its highest emergency alert following a worldwide surge in cases. Cases have topped 6,600 in the US, according to health officials. A quarter of these cases have appeared in the state of New York, which declared its own state of emergency over the disease last week. The two states with the next highest caseloads - California and Illinois - declared states of emergency earlier this week. More than 26,000 cases have been confirmed worldwide this year, data from the US Centers for Disease Control and Prevention (CDC) shows. Some public health experts have expressed concern the emergency declaration could further stigmatise the disease. Although anyone can catch monkeypox, the outbreak has been largely concentrated among men who have sex with men. But it is not purely a sexually transmitted infection (STI), and can also be passed on by close contact with an infected person. What is monkeypox and how do you catch it?  WHO declares highest alert over monkeypox Monkeypox: Handing out health advice without stigma The virus typically causes pimple-like rashes, which can be extremely itchy and painful, to develop and spread across the body, as well as other complications. Infections are usually mild and clear up on their own in adult patients without treatment or hospitalisation - but the WHO has warned that young children have died at higher rates from the disease. Officials in the US and elsewhere have recommended that people at the highest risk of exposure - including some gay and bisexual men, as well as some healthcare workers - should get the jab on a priority basis. Pressure had been building on President Joe Biden to do more to stop the spread of monkeypox.  Public health officials say the disease is particularly prevalent amongst men who have sex with men. In cities like here in San Francisco, with a large LGBT presence, politicians have claimed not enough is being done to protect the community.  Unlike when Covid-19 surfaced, there are pre-existing vaccines for monkeypox. But many who have tried to get the jab have reported waiting in long lines, only to be told there aren't enough to go round.  Some have questioned whether Mr Biden should have called this nationwide state of emergency earlier - and whether this will be enough to prevent further spread.  San Francisco introduced a public health state of emergency on Monday. In doing so, the mayor invoked memories of the HIV/Aids crisis in the 1980s - when she says the city was ignored.  \"We are in a very scary place\", she said.  The declaration on Thursday comes amid reports that vaccines and treatments for monkeypox are in short supply across the country. The Department of Health and Human Services said last week that it has ordered more than five million more doses, to be delivered until next May. Earlier this week, the White House also announced the appointment of a team to co-ordinate and oversee the national monkeypox response.  It includes Dr Demetre Daskalakis, a New York physician who has led successful initiatives to curb the spread of HIV in the US. This video can not be played BBC Africa's Jameisha Prescod breaks down what we know about this rare disease", "url": "https://www.bbc.com/news/world-us-canada-62424157"},
{"title": "Monkeypox: Can we still stop the outbreak?", "author": null, "date": "2022-08-05T23:18:30.000Z", "text": "But now it has gone global - it is spreading in ways that have not been seen before and on a scale that is unprecedented.  There have been nearly 27,000 confirmed cases of the disease - mostly in men having sex with other men - across 88 countries.  The World Health Organization says this is a global emergency. So can monkeypox be stopped? Or are we now doomed to have another virus spreading around the world?  There are three things we need to consider: There's nothing special about the biology of monkeypox virus. It is not an unstoppable force.  Covid probably was - it spreads so readily that it was arguably impossible to contain even in the earliest days of the pandemic.  But monkeypox has a harder time getting from one person to the next. It needs close physical contact - such as through infected skin, prolonged face-to-face contact or contaminated surfaces like a bedsheet or a towel. The two viruses are simply in different leagues, and past monkeypox outbreaks have just fizzled out.  And we have already overcome the far greater challenge of defeating the virus's deadly cousin, smallpox. \"Monkeypox is easier as it is less transmissible than smallpox so we're in a much better position,\" said Prof Jonathan Ball, a virologist at the University of Nottingham.  However, one issue is some people have mild symptoms or ones that can be easily mistaken for a sexually transmitted disease or chickenpox. That means it can be unwittingly passed on to others.  Monkeypox: What are the symptoms? The virus has got into a group of people who are having enough sex or enough intimate contact with enough partners for it to overcome its own inadequacies and spread.  The virus is not a classed as a sexually transmitted infection. But a study  in the New England Journal of Medicine  estimated 95% of monkeypox infections were being acquired through sex, particularly sex between men. Sex, obviously, is full of all the intimate skin-on-skin contact that the virus uses to spread.  That leaves two options for containing the disease - persuading people to have less sex; or to reduce the risk of catching the infection when exposed.  Prof Paul Hunter, from the University of East Anglia, said: \"The easiest way to prevent it is to close down all highly active sexual networks for a couple of months until it goes away, but I don't think that will ever happen - do you?\" Some people do adjust their sex lives in response to warnings about monkeypox and advice has been targeted at those most at risk.  But Prof Hunter argues the lesson of sexually transmitted infections - from syphilis in the Middle Ages through to now - is that people still have sex and \"vaccination is pretty much the only option\". Fortunately, the smallpox vaccine which was used to eradicate that virus is around 85% effective at preventing monkeypox.  There are limited supplies as stockpiles are kept in case of someone weaponising smallpox, not to tackle an unprecedented monkeypox outbreak. However, not everyone at risk would need vaccinating to stop the outbreak. \"Herd immunity\" means that once a critical threshold of people are protected the virus can no longer spread. This will be much easier to achieve with monkeypox than other diseases - including Covid. While anybody can catch monkeypox, it is gay, bisexual and other men who have sex with men who are disproportionately affected in this outbreak. This can make it easier to control the virus as, overall, it is a group that is more clued into sexual health. It also allows resources to be targeted at those who need it - such as vaccinating men having sex with men rather than the whole population.  However, stigma, discrimination and abuse can stop people seeking help, particularly in countries where  sex between men is illegal . \"Some countries don't have infrastructure in place and some may not have the will to test for monkeypox, because it's men who have sex with men,\" said Prof Francois Balloux, from University College London.  There are still challenges in countries that support LGBT - lesbian, gay, bisexual, and transgender - rights. Even policies such as asking people to isolate - which we're so familiar with from Covid - can have unintended consequences.  \"That's tantamount to coming out - whether to a wife or parents [as you suddenly have to explain why] - so there is a strong pressure not to say who your contacts were,\" said Prof Hunter. Already some countries do appear to be getting on top of the virus. The UK says the number of infections appears to have levelled off  at around 35-a-day . But cases continue to soar elsewhere, including the US which  has declared an emergency . But it won't be enough for just rich countries to get on top of the virus when it's now  in more than 80 countries  that don't have a long history of the disease.  \"It's very unclear to me whether it will be controlled completely, some countries will get on top of it, some might not,\" said Prof Balloux. The WHO's technical lead for monkeypox, Dr Rosamund Lewis, says it is \"possible\" to end the outbreak but warns \"we don't have a crystal ball\" and it's not clear if the organisation will be able to \"support countries enough and communities enough to stop this outbreak.\" The endemic countries in Africa - where monkeypox is always there - will continue to deal with the virus as it continually jumps from wild animals into people.  Studies have shown  the problem is getting worse  since the smallpox eradication programme ended, as few people under 50 will have been immunised.  The only thing that would stop that is a mass vaccination campaign, \"but there's a big debate in Africa whether that is appropriate or necessary,\" says Prof Hunter.  The worry is monkeypox could become a permanent presence in people around the globe rather than just in countries with infected animals. At the moment that is in men having sex with men, but the longer the outbreak goes on the more chances the virus has to establish itself more widely.  There have been isolated cases in children and women, but these have not kickstarted their own outbreaks in classrooms or workplaces. However, the risks increase as the virus is given time to become better at infecting people. We have witnessed how Covid evolved and variants such as Omicron became so much better at infecting us.  \"Unless the virus changes I personally doubt it will spread in children or more generally in people who don't have many sexual partners,\" said Prof Balloux. \"But the longer the wait, the higher the risk it might change,\" he said. The other issue is monkeypox has a knack for infecting a wide range of mammals including squirrels, rats, dormice and monkeys in Africa.  There is a danger that the virus could get a foothold in other animals and start bouncing between species.  The 2003 monkeypox outbreak in the US  - which led to 47 cases across six states - was driven by pet prairie dogs. Tackling this outbreak of monkeypox is possible, but the longer we leave it the harder it gets and the greater the risk.  on Twitter. haveyoursay@bbc.co.uk Please include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways: @BBC_HaveYourSay Upload pictures or video terms & conditions privacy policy If you are reading this page and can't see the form you will need to visit the mobile version of the  BBC website  to submit your question or comment or you can email us at  HaveYourSay@bbc.co.uk . Please include your name, age and location with any submission. ", "url": "https://www.bbc.com/news/health-62435204"},
{"title": "Monkeypox: WHO declares highest alert over outbreak", "author": "By Robert Plummer", "date": "2022-07-23T15:23:06.000Z", "text": "The classification is the highest alert that the WHO can issue and follows a worldwide upsurge in cases. It came at the end of the second meeting of the WHO's emergency committee on the virus. More than 16,000 cases have now been reported from 75 countries, said WHO director general Dr Tedros Adhanom Ghebreyesus. There had been five deaths so far as a result of the outbreak, he added. There are only two other such health emergencies at present - the coronavirus pandemic and the continuing effort to eradicate polio. Dr Tedros said the emergency committee had been unable to reach a consensus on whether the monkeypox outbreak should be classified as a global health emergency. However, he said the outbreak had spread around the world rapidly and he had decided that it was indeed of international concern. Too little was understood about the new modes of transmission which had allowed it to spread, said Dr Tedros. \"The WHO's assessment is that the risk of monkeypox is moderate globally and in all regions, except in the European region, where we assess the risk as high,\" he added. There was also a clear risk of further international spread, although the risk of interference with international traffic remained low for the moment, he said. Dr Tedros said the declaration would help speed up the development of vaccines and the implementation of measures to limit the spread of the virus.  The WHO is also issuing recommendations which it hopes will spur countries to take action to stop transmission of the virus and protect those most at risk. \"This is an outbreak that can be stopped with the right strategies in the right groups,\" Dr Tedros said. What is Monkeypox? James Gallagher explains what it is and if we should be worried. Available now on BBC iPlayer Human monkeypox was first identified in the early 1970s in the Democratic Republic of Congo.  In the UK, there have so far been  more than 2,000 confirmed cases .  Health officials are already recommending people at highest risk of exposure to monkeypox - including some gay and bisexual men, as well as some healthcare workers -  should be offered a vaccine . Initial symptoms typically include a high fever, swollen lymph nodes and a blistery, chickenpox-like rash or lesions - often on the mouth or genitals in the recent cases. Infections are usually mild. Declaring a global emergency is a significant act. It is a rallying cry for countries to take the virus seriously, it raises awareness around the world and it can help poorer countries get the tools they need to control monkeypox.  In principle, we have the tools to stop the virus. Monkeypox does not spread as easily as Covid and we already have a vaccine (developed for smallpox) that offers good protection.  And while anyone can catch monkeypox, the outbreak is overwhelmingly concentrated in gay and bisexual men, as well as other men who have sex with men. This can make the outbreak easier to tackle, as efforts, including vaccines and public health information, can be targeted at those most at risk.  But remember, there are still countries where same-sex relationships are illegal - and stigma and persecution can act as a barrier to help. Whether we can stop monkeypox is as much a societal and cultural challenge as it is about the virus.  This video can not be played BBC Africa's Jameisha Prescod breaks down what we know about this rare disease", "url": "https://www.bbc.com/news/health-62279436"},
{"title": "Monkeypox: India on alert after reporting fourth case", "author": null, "date": "2022-07-25T07:41:00.000Z", "text": "The federal health ministry has asked the Delhi government to trace the 34-year-old's contacts, local media has reported. States have been asked to carry out \"close surveillance\" for the virus. The government has also issued preventive guidelines on the disease. What is monkeypox and how do you catch it?  WHO declares highest alert over monkeypox Delhi chief minister Arvind Kejriwal said the patient in the city is stable and recovering from the infection. \"There is no need to panic,\" he added. The man had travelled to Himachal Pradesh state before he fell ill - surveillance teams are checking whether he could have contracted the infection there, or from a friend,  The Indian Express newspaper  reported. The first three cases in India were reported from the southern state of Kerala - all of them had travelled to the state recently from countries in the Gulf region.  Last week, the World Health Organization (WHO) declared the monkeypox outbreak a global health emergency. More than 16,000 cases have now been reported from 75 countries, said WHO director general Dr Tedros Adhanom Ghebreyesus. \"The WHO's assessment is that the risk of monkeypox is moderate globally and in all regions, except in the European region, where we assess the risk as high,\" he said. There had been five deaths so far as a result of the outbreak, he added. Monkeypox is caused by the monkeypox virus, a member of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low. The virus spreads when someone is in close contact with an infected person. The virus can enter the body through broken skin, the respiratory tract or through the eyes, nose or mouth. Initial symptoms include fever, headaches, swellings, back pain, aching muscles. Once the fever breaks  a rash can develop , often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days. This video can not be played Coronavirus: How Covid-19 crushed India's healthcare systems", "url": "https://www.bbc.com/news/world-asia-india-62265952"},
{"title": "Monkeypox: More vaccines needed for 2,500 people most at risk", "author": "By Aileen Moynagh", "date": "2022-07-27T17:35:03.000Z", "text": "But it said it hoped there would be sufficient vaccines by September for the 2,500 people deemed eligible. The PHA said cases, which have risen to 18 in Northern Ireland, are mainly seen in gay and bisexual men, but anyone could potentially catch the virus. The virus is not new but only  arrived in Northern Ireland in May 2022. Monkeypox is caused by the monkeypox virus, a member of the same family of viruses as smallpox , although it is much less severe and experts say chances of infection are low. It occurs mostly in remote parts of central and west African countries, near tropical rainforests. In those regions, there have been more than 1,200 cases of monkeypox since the start of the year. Two main strains of the virus - west African and central African - are known to exist, and it's the milder one from west Africa which is now circulating in other regions of the world. Dr Jillian Johnston from the PHA said monkey pox was spread by direct skin-to-skin contact. \"It can also be spread through contaminated bed linen and towels and sometimes to a lesser extent can be spread from coughing and sneezing of somebody who is currently symptomatic with the disease,\" she said. Dr Johnston said vaccines were being made available for people considered to be at a higher risk of exposure to monkeypox, including health workers. \"We have identified about 2,500 individuals who would be eligible to receive the vaccination.  \"Of that the vaccine supply that we have received into Northern Ireland so far has been about 20%, so just under 500 doses. \"It is a slight concern that we have only limited supply at the moment. However I am reassured that more supply is coming into the UK both this week and throughout August and September.\" The Belfast Trust said it would begin administering the monkeypox vaccine at the weekend. It said the vaccine would be only offered to patients who had been invited to attend for vaccination and had an appointment. The PHA reminded people attending Belfast Pride at the weekend to check themselves for symptoms. John O'Doherty from the Rainbow Project, who is one of organisers of Pride, said it was important to get the right message out. \"It's important that we're sharing the message based on health evidence to ensure that those people most at risk are getting the information,\" he said.  \"We must also proactively fight the stigma that exists around these types of infections and particularly around gay and bisexual men.  \"The entire focus on sex and sexual activity about something that isn't about sex or sexual activity.  \"That is the stigma that we are seeing.\"", "url": "https://www.bbc.com/news/uk-northern-ireland-62322449"},
{"title": "Monkeypox: First deaths outside Africa in Brazil and Spain", "author": "By Malu Cursino", "date": "2022-07-30T11:33:10.000Z", "text": "A 41-year-old man in Brazil became the first fatality from the virus outside Africa. Spain announced two deaths soon afterwards - the first in Europe.  Last week, the World Health Organization (WHO) declared the monkeypox outbreak a global health emergency.  But infections are usually mild and the risk to the general population is low. On Friday Brazil's health ministry said the victim there had suffered from lymphoma and a weakened immune system, and \"comorbidities aggravated his condition\".  Brazil has so far reported 1,066 confirmed cases and 513 suspected cases of the virus. Data from Brazil's health ministry indicates that more than 98% of confirmed cases were in men who have sex with men. Shortly afterwards, Spain's health ministry confirmed Europe's first death from the virus - a patient who suffered from encephalitis. A second death linked to monkeypox was confirmed by Spanish authorities on Saturday. The health ministry said that of 3,750 monkeypox patients with available information, 120 or 3.2% had been hospitalised. According to the US Centers for Disease Control and Prevention, there are 21,148 cases worldwide. The monkeypox virus is a member of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low. It occurs mostly in remote parts of central and west African countries, near tropical rainforests.  Health officials are recommending people at highest risk of exposure to the virus - including some gay and bisexual men, as well as some healthcare workers - should be offered a vaccine. Last week, WHO director general Dr Tedros Adhanom Ghebreyesus said declaring the outbreak a global health emergency would help speed up the development of vaccines and the implementation of measures to limit the spread of the virus. Dr Tedros said the risk of monkeypox is moderate globally, but high in Europe.  But, he added, \"this is an outbreak that can be stopped with the right strategies in the right groups\". The WHO is issuing recommendations, which it hopes will spur countries to take action to stop transmission of the virus and protect those most at risk. This video can not be played BBC Africa's Jameisha Prescod breaks down what we know about this rare disease", "url": "https://www.bbc.com/news/health-62350022"},
{"title": "Margaret Ferrier: MP faces further Covid rule breach accusation", "author": null, "date": "2022-07-26T11:52:13.000Z", "text": "Margaret Ferrier is accused of making several journeys after being told to self-isolate in September 2020. Ms Ferrier, who denies a single charge, is due to go on trial next month. At a pre-trial hearing at Glasgow Sheriff Court, this charge was amended by prosecutors to include the Test and Protect accusation. Prosecutor Mark Allan told the court that Ms Ferrier, who represents Rutherglen and Hamilton West, failed to inform NHS Scotland contact tracing officials that she attended the Houses of Parliament on 28 September 2020. Margaret Ferrier court case affected by monkeypox MP Margaret Ferrier to face trial on Covid charge Ms Ferrier, whose attendance was excused, continued to plead not guilty through her lawyer Neal McShane. Last month the court heard Ms Ferrier's defence team had failed to obtain a report from a virologist due to the  monkeypox outbreak . Mr McShane confirmed this had now been received. Prosecutors state the suspended SNP politician culpably and recklessly booked a test for Covid-19, stating in the booking application that she had symptoms of the disease. The charge claims she was told to self-isolate and wilfully exposed people to the risk of infection, illness and death. It is alleged that this was done by travelling throughout Glasgow and the surrounding areas as well as journeys to and from London. The charge states that Ms Ferrier was at a variety of locations over the three days. These include Lifestyle Leisure centre, Sweet P Boutique and Vanilla Salon in Rutherglen Ms Ferrier also allegedly visited Grace and Flavour, Bearsden, East Dunbartonshire, as well as St Mungo's Church, Glasgow and Vic's Bar in Prestwick, Ayrshire. The charge states Ms Ferrier made a taxi journey from her home in Glasgow's Cambuslang to the city's Central train station. It is claimed she travelled to London Euston station and elsewhere in the English capital including the Houses of Parliament. Ms Ferrier is then said to have made the return journey to Glasgow from London by train. Sheriff Andrew Cubie continued the case until the trial, which is due to start on 15 August.", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-62306213"},
{"title": "Monkeypox: Twelve cases recorded in Northern Ireland", "author": "By Catherine Smyth", "date": "2022-07-19T13:50:29.000Z", "text": "The first case of monkeypox was confirmed in Northern Ireland at the end of May.  Monkeypox is caused by the monkeypox virus and is of the same family of viruses as smallpox, although it is much less severe. There were 1,856 lab confirmed cases in the UK up to 14 July. Of these, 46 were in Scotland, 12 were in Northern Ireland, 20 were in Wales and 1,778 in England. First monkeypox case confirmed in Northern Ireland What is monkeypox and how do you catch it?  The UK Health Security Agency has said anyone concerned they could be infected should phone NHS 111 or contact their local sexual health clinic - but call or email before visiting,  It has also advised anyone infected not to have sex while they have symptoms and use condoms for eight weeks after an infection as a precaution.  Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body, particularly the hands and feet. The rash changes and goes through different stages before finally forming a scab, which later falls off. Symptoms usually take between five and 21 days to appear after infection.", "url": "https://www.bbc.com/news/uk-northern-ireland-62226476"},
{"title": "Monkeypox: Kerala confirms India's first death and isolates 20 contacts", "author": null, "date": "2022-08-01T15:50:40.000Z", "text": "A 22-year-old man, who had recently travelled to the state from the United Arab Emirates, died on Saturday. Kerala Health Minister Veena George said the man had initially tested positive for the virus abroad. Samples tested after his death also detected the virus, she said on Monday.  This is the fourth monkeypox death reported globally, outside of Africa. Monday also saw health authorities in Ghana confirm the West African nation's first death from the virus in the current outbreak. The infected person was a military officer who died three days after reporting to a hospital in the north-east of the country. He had a fever and a skin rash, but no further details were available. Thirteen people who are believed to have come into contact with the man who died are in isolation and are currently being monitored.  Ghana has so far recorded more than 30 cases of the virus in seven regions of the country. The illness is caused by the monkeypox virus, a member of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low. The World Health Organization (WHO) declared the monkeypox outbreak a global health emergency last month. What is monkeypox and how do you catch it?  India on alert after fourth monkeypox case Following the man's death in Kerala, the Indian state's government formed a high-level committee to look into his medical reports, Ms George said.  The young man had developed fever and had swollen lymph nodes when he was admitted to a private hospital on 27 July, Ms George  told the news website The NewsMinute  on Sunday. He, however, had no rashes on his body and the doctors saw no reason to suspect that he had monkeypox, she said. The man had tested positive for the virus in the UAE on 19 July, days before he left for Kerala, but his family informed health officials only on 30 July, the minister said on Monday.  His condition, however, quickly deteriorated in the hospital and he was on ventilator support before he died, she added. His samples were sent to the National Institute of Virology which confirmed monkeypox on Monday, she said. Authorities will now investigate why the man had delayed seeking medical help. Twenty close contacts of the man have been categorised as \"high risk\" and isolated, the minister told reporters. These include his friends, family and nine people he recently played football with. Passengers who were on the flight with him from UAE to Kerala have also been contacted. There is, however, no cause for concern yet since they were not in close contact with him, Ms George said. India has reported four cases of monkeypox so far - three in Kerala and one in the capital, Delhi. The first patient, who tested positive on 14 July, was treated in Kerala's capital, Thiruvananthapuram (formerly Trivandrum). He has since recovered and been discharged, Ms George said on Saturday. This video can not be played BBC Africa's Jameisha Prescod breaks down what we know about this rare disease", "url": "https://www.bbc.com/news/world-asia-india-62344928"},
{"title": "Pride: Stay at home if you have monkeypox symptoms", "author": null, "date": "2022-06-30T12:01:03.000Z", "text": "Prof Kevin Fenton said people needed to watch out for unusual rashes, blisters, fevers and swollen glands.  There have been more than 1,000 confirmed monkeypox cases in the UK since 6 May, the  latest official figures  show. Most are in London, with men who have sex with men most affected.  Monkeypox is in the same family of viruses as smallpox but much less severe. The virus has not previously been described as a sexually transmitted infection but can be passed on by close contact.  Anyone can catch it - but experts say chances of infection are low. The virus has been around for years, mostly in remote parts of Central and West Africa. The most recent outbreak is unusual.  What is monkeypox and how do you catch it?  In recent months, there have been cases in more than 25 countries outside this region, including many in Europe, with the highest levels in the UK.  This video can not be played Watch: Dan speaks about his experience of contracting monkeypox at the start of June It was time for clear messages, Prof Fenton told BBC News. \"If you think you may have monkeypox - blisters, fevers, swollen glands - please do not go out over the weekend,\" he said. \"Stay at home and contact NHS 111 or your local sexual health service for advice.\" Prof Fenton expects a further rise in cases in coming weeks as it can take time for symptoms to appear. Dan, who caught monkeypox at the start of June, wants more people to be aware of the virus.  \"I never thought it would be something that I would get,\" he told BBC journalist Nick Raikes. Dan said he had felt tired and nauseous before developing \"blister spots\", which spread across his genitals and lower body, becoming very painful. Before having the virus, he had not realised how severe it could be.  The symptoms usually clear up within weeks - and the risk to the general population is low - but the virus can be more severe in those particularly vulnerable.  Health-protection teams are monitoring people who have come into close contact with confirmed cases and are at high risk.  They are advising anyone else who has been in close contact to isolate at home for up to 21 days.", "url": "https://www.bbc.com/news/health-61994873"},
{"title": "Monkeypox: First Singapore case recorded in British flight attendant", "author": "By Frances Mao", "date": "2022-06-22T04:11:25.000Z", "text": "Authorities on Tuesday disclosed the case, saying the 42-year-old man had flown in and out of the city state in mid-June. It marks the first recorded case of monkeypox in South-East Asia linked to a recent global outbreak.  More than 2,100 cases have been detected in 42 countries since May. According to the World Health Organization (WHO)  over 80% of cases have been found in Europe , but the disease has also spread to North America, South America and Australia. The WHO has recorded one death in this outbreak. The disease typically occurs in remote parts of central and west African countries, but there have been unusually high numbers of people infected with monkeypox outside of Africa this year with no travel links to the region. Watch  What Is Monkeypox?  on BBC iPlayer. What is monkeypox and how do you catch it?  Monkeypox to get a new name, says WHO Monkeypox jab to be offered to at-risk men in UK In Singapore, health officials said the man was in a stable condition after testing positive for the disease on Monday and had been taken into an isolation ward. Thirteen of his close contacts have also been put in quarantine. They were his crew and airline colleagues, some media outlets reported. South Korean authorities on Tuesday also confirmed their first suspected cases of the disease. Monkeypox is caused by the monkeypox virus, a member of the same family of viruses as smallpox, although it is much less severe. Symptoms of monkeypox include a rash which starts on the face and spreads to the body. The WHO says the risk to the general public remains low as transmission between humans requires close or direct physical contact with infectious lesions or ulcers.", "url": "https://www.bbc.com/news/world-asia-61890802"},
{"title": "Monkeypox: Vaccination programme to be stepped up in London", "author": null, "date": "2022-07-22T08:58:37.000Z", "text": "On Tuesday, health officials said 100,000 more doses of an effective immunisation had been bought. More than 2,000 cases of the infection have been confirmed in England, with most of them in the capital. Thousands more Londoners who are eligible for the jab will be invited to be vaccinated, but NHS England said people should wait to be contacted. London is to receive additional doses of the existing supply of the vaccine in an effort to break chains of transmission as quickly as possible, officials said. What is monkeypox and how do you catch it? Monkeypox jab to be offered to at-risk men Monkeypox outbreak mostly in young men in London While anyone can get monkeypox, the majority of cases in the UK continue to be in gay, bisexual and other men who have sex with men. Steve Russell, NHS director of vaccinations, said it was \"vital that those who are most likely to get the virus get vaccinated as quickly as possible\". He added: \"Thousands more people will be invited very shortly with the number of clinics expanded too, and as we have done with the most successful Covid vaccination programme in history, the NHS will leave no stone unturned in ensuring everyone who is eligible can get protected. \"We are asking people to wait to be contacted and to come forward at the earliest opportunity possible when invited to get vaccinated.\" In London, there are more than 18 clinics offering vaccinations, including Dean Street sexual health clinic in Soho, Chelsea and Westminster Hospital, Guy's Hospital in Southwark, Mortimer Market Centre in Camden and Barking Hospital Outpatient Centre East. Follow BBC London on  Facebook ,  Twitter  and  Instagram . Send your story ideas to  hellobbclondon@bbc.co.uk", "url": "https://www.bbc.com/news/uk-england-london-62244435"},
{"title": "'I never thought it would be something that I would get'", "author": null, "date": "2022-06-30T12:09:07.000Z", "text": "This video can not be played Dan has described his experience of contracting monkeypox at the start of June. He said he felt tired and nauseous before developing \"blister spots\" which spread across his genitals and lower body.  Speaking to BBC journalist Nick Raikes, he said: \"I never thought it would be something that I would get\". According to the UK Health Security Agency, there have been more than 1,000 cases of monkeypox identified in the UK since the start of May. The majority of people infected have been men who are gay, bisexual or have sex with men, with most living in London.  Ahead of London Pride the city's public health director, Prof Kevin Fenton, has advised those with monkeypox symptoms such as blisters, fevers, swollen glands, to stay at home and contact NHS 111 or your local sexual health service for advice. Monkeypox is spread through close contact, such as touching skin or sharing bedding with someone who has monkeypox or has monkeypox symptoms.", "url": "https://www.bbc.com/news/av/health-61935488"},
{"title": "Monkeypox listed as notifiable disease in Guernsey", "author": null, "date": "2022-06-08T14:15:52.000Z", "text": "No cases have been identified yet, but the States said it is \"likely that cases will be seen locally in the foreseeable future\". It is hoped the move will help to manage local cases and trace contacts. In the UK there have been more than  300 confirmed cases in recent weeks . Dr Nicola Brink, Medical Officer of Health, said: \"Listing monkeypox as a notifiable disease, and infection with the monkeypox virus as a notifiable infection, means that healthcare professionals must notify the Medical Officer of Health if they suspect a patient has monkeypox or the monkeypox virus is identified in a clinical sample.\" She added: \"The prompt and effective management of cases and contacts will enable us to interrupt chains of transmission and offer vaccination, where indicated.\" Since May 1,000 cases of cases of monkeypox have been  reported in multiple countries  that are not endemic for monkeypox virus, including in the UK, Spain, Portugal and North America. Twitter Facebook channel.islands@bbc.co.uk .", "url": "https://www.bbc.com/news/world-europe-guernsey-61736119"},
{"title": "More than 300 monkeypox cases now found in UK", "author": null, "date": "2022-06-06T14:43:12.000Z", "text": "Twenty-six other countries have also had cases, including many in Europe. Health officials say anyone can get monkeypox, particularly if they've had close contact with someone with symptoms. They advise contacting NHS 111 or a sexual health clinic if you have a rash with blisters on any part of the body. The UK Health Security Agency says there are currently 287 confirmed cases of monkeypox in England, 10 in Scotland, three in Wales and two in Northern Ireland. In total, 780 cases of monkeypox have been found in recent weeks in countries where the virus is not usually present, outside of west and central Africa. Spain, Portugal, France, Canada, Australia and Mexico are just some of the countries to have been affected. The risk to the general population is low and the symptoms usually clear up within a few weeks, but the virus can be more severe in those who are particularly vulnerable. What is monkeypox and how do you catch it?  Monkeypox outbreak mostly in young men in London Monkeypox is not sexually transmitted but it looks like the infection has been introduced in networks of gay and bisexual men in the UK, and that's where most cases are currently being seen. According to figures released last week, many of them are young men living in London.  Monkeypox is not spread easily between people but it can be passed on through close contact with skin, clothes, bedding and towels. So far, no one factor linking the cases in the UK has been identified. Got a new rash? How to tell if it is monkeypox Monkeypox: Handing out health advice without stigma The latest advice is to contact NHS 111 or a sexual health clinic if you have a rash with blisters, and you've:", "url": "https://www.bbc.com/news/health-61709659"},
{"title": "Margaret Ferrier court case affected by monkeypox", "author": null, "date": "2022-06-14T14:55:26.000Z", "text": "Margaret Ferrier allegedly went by train from Glasgow to London and back again having been told to self-isolate in September 2020. Glasgow Sheriff Court heard her defence team had failed to obtain a report from a virologist due to the monkeypox outbreak. The trial date was kept for 15 August.  The Rutherglen and Hamilton West representative, who is 61, is accused of making several journeys after being told to self-isolate between 26 and 29 September 2020. Prosecutors allege that the MP, who was suspended by the SNP in September 2020, booked a test for Covid-19, stating in the booking application that she had symptoms of the disease. The charge claims she was told to self-isolate but wilfully exposed people to the risk of infection, illness and death. It is alleged this was done by travelling throughout Glasgow and the surrounding areas as well as going on journeys to and from London. At a pre-trial hearing on Tuesday, the MP - who had her appearance excused - pled not guilty to the single charge through her lawyer Neal McShane. Mr McShane said the defence intended to get a report from a virologist. Mr McShane said: \"We passed the paperwork but unfortunately his difficulty is, due to the outbreak of monkeypox, he is required to work for a number of agencies in respect of that and as such we don't have the report. \"This will need to be confirmed by Ms Ferrier if she is willing to fund that report as this is being funded on a private basis.\" Prosecutor Mark Allan told the court that he had been in dialogue with Ms Ferrier's counsel Brian McConnachie QC. He said: \"There is significant amount of evidence which can be agreed which will cut down the length of the trial.\" Sheriff Gerard Considine stated that a five-day trial estimate had previously been given. Mr Allan replied that that would be \"ambitious.\" A pre-trial hearing has been set for 26 July. The charge states Ms Ferrier was at a variety of locations over the three days in question. These include locations in Rutherglen such as Lifestyle Leisure centre, Sweet P Boutique and Vanilla Salon. She also allegedly visited Grace and Flavour in Bearsden, East Dunbartonshire, as well as St Mungo's Church, Glasgow, and Vic's Bar in Prestwick, Ayrshire. The charge states Ms Ferrier made a taxi journey from her home in Glasgow's Cambuslang to the city's Central train station. It is claimed she travelled to London Euston station and elsewhere in the English capital including the Houses of Parliament. She is then said to have made the return journey to Glasgow from London by train. Ms Ferrier's bail has been continued.", "url": "https://www.bbc.com/news/uk-scotland-glasgow-west-61801442"},
{"title": "Law makes monkeypox a notifiable disease in England", "author": null, "date": "2022-06-07T16:10:45.000Z", "text": "It brings the infection in line with ones such as measles, scarlet fever and tuberculosis.  The move is intended to help manage the rare virus, which appears to have been affecting people in many countries, including the UK, in recent weeks.  The UK has reported more than 300 confirmed cases.  Another 26 countries have also had cases, including many in Europe. Until recently, cases were seen in remote parts of central and West Africa only.  Monkeypox is not spread easily between people but health officials say anyone can catch it, particularly after close contact with someone with symptoms. It can be passed on through close contact with skin, clothes, bedding and towels - and, although not previously been described as a sexually transmitted infection, by direct contact during sex.  Health officials say people who develop a rash with blisters on any part of the body should contact NHS 111 or a sexual-health clinic. A large proportion of cases diagnosed in the UK are among gay and bisexual men. Doctors and public-health experts have spoken about the \"delicate balance\" of keeping those currently most at risk informed, without stigmatising them or letting others become complacent. Got a new rash? How to tell if it is monkeypox What is monkeypox and how do you catch it?  Monkeypox: Handing out health advice without stigma Wendi Shepherd, from the UK Health Security Agency, said: \"Rapid diagnosis and reporting is the key to interrupting transmission and containing any further spread of monkeypox. This new legislation will support us and our health partners to swiftly identify, treat and control the disease. \"It also supports us with the swift collection and analysis of data, which enables us to detect possible outbreaks of the disease and trace close contacts rapidly, whilst offering vaccinations where appropriate to limit onward transmission.\" Laboratories will have to notify the UK Health Security Agency if monkeypox virus is identified in a sample. What is Monkeypox? James Gallagher explains what it is and if we should be worried. Available now on BBC iPlayer", "url": "https://www.bbc.com/news/health-61723964"},
{"title": "Monkeypox wasn’t created in a lab - and other claims debunked", "author": "By Rachel Schraer", "date": "2022-05-28T23:18:50.000Z", "text": "A common fear shared online is that restrictions on movement are being planned. One account told followers to get ready for \"monkeypox lockdowns\" and \"monkeypox tyranny\".  While fears about the monkeypox outbreak are understandable, scientists say this virus is not like Covid, and most experts think its spread will be limited.   It is much harder to pass on than Covid, we already have available vaccines and treatments, and people appear to be infectious only once symptoms appear - making it easier to spot and isolate. So restrictions such as lockdowns or mass vaccinations are \"really not going to be the way to respond to this\", says Prof Peter Horby, director of the Pandemic Sciences Centre at the University of Oxford.   Instead, isolation measures and vaccines are currently being targeted at infected people or their close contacts.   What is monkeypox and how do you catch it?  Monkeypox case confirmed in England Monkeypox: Handing out health advice without stigma Dr Rosamund Lewis, of the World Health Organization (WHO) Emergencies Programme, confirmed there was no need for mass vaccination, and the WHO has also recommended against any travel restrictions.  It's no surprise people's minds now turn to Covid when news of an unfamiliar virus breaks.  But the Institute for Strategic Dialogue has noted that recent outbreaks of monkeypox were also \"reviving the spread of a set of cut-and-paste... conspiracies\" which have been used over the past two years to mislead people during the Covid pandemic Social media accounts and news outlets in Ukraine, Russia, China and the US have all made accusations that the outbreak was the result of a laboratory leak, or the use of monkeypox as a biological weapon.  It's possible to identify where a virus is likely to have come from by sequencing its DNA. Geneticist Fatima Tokhmafshan likens this to scanning a barcode on a parcel to \"map the different paths [it] has taken\".  The genetic sequences we have so far for the virus all trace it back to the strain of monkeypox which commonly circulates in West Africa: \"That tells us this is not something manufactured\".   There were a  handful of cases in the UK in 2018  and  in 2021 , and a  larger outbreak in the US,  also in 2021, each brought over by human travellers or imported animals.   \"So it's entirely plausible that that's exactly what's happened this time, \"says Prof Horby, \"and it's by far the most likely scenario.\"  The earliest case identified in the UK in the current outbreak was traced to someone who had travelled from Nigeria. As for the idea that monkeypox escaped from a lab, \"there is absolutely no basis for that claim at all\", Prof Horby says. There are those claiming online that the current monkeypox outbreak was deliberately planned - with many pointing the finger at Bill Gates or Anthony Fauci, in an echo of Covid conspiracies.   This unfounded assertion is being shared across Russia media, on the Chinese social app Weibo, and on Instagram. It can also be found on Facebook in Romanian, German, English, Arabic, French, Slovenian, Hungarian and Punjabi. The claims point to a document prepared by a US-based biosecurity organisation, the Nuclear Threat Initiative (NTI).  In 2021, NTI conducted a workshop to encourage leaders from around the world to plan for the possibility of future pandemics.  The participants were asked to work through a fictional scenario - a \"deadly, global pandemic involving an unusual strain of monkeypox virus... [that] spread globally\".   \"The risks posed by monkeypox\", according to the NTI, \"have been well documented for years\" and cases have been on the increase, making it an obvious virus to choose for this workshop. Outbreaks of infection are a fact of life, so an organisation predicting and planning for them is not in itself suspicious.  This claim has taken two forms - some point to the fact the AstraZeneca vaccine uses a virus found in chimpanzees, modified so it cannot replicate and spread.  These social media posts then suggest a link between vaccines employing that chimp virus and the monkeypox outbreak. However, monkeypox is caused by a totally different type of virus to the one found in the AstraZeneca vaccine - and is actually thought to be mostly found in rodents, not monkeys.  The second type of claim spreading online is that the Covid vaccine somehow suppresses your immune system, making you more vulnerable to other infections.  This claim has no basis in reality. Vaccines stimulate - not deplete - your immune system, making it more effective at targeting a particular infection. While there are a very small number of cases of people having autoimmune reactions to vaccines, where your body starts attacking itself (the cause of rare blood clots after AstraZeneca), there is no evidence of vaccines suppressing the immune system or altering your ability to fight other diseases.  Read more from Reality Check Send us your questions", "url": "https://www.bbc.com/news/health-61580089"},
{"title": "Isle of Wight Festival: Revellers urged to heed virus advice if feeling 'poorly'", "author": null, "date": "2022-06-21T10:53:46.000Z", "text": "About 50,000 people attended the four-day festival on the island which ran from Thursday to Sunday. Isle of Wight Council said: \"If you had a brilliant time but are feeling a bit poorly now, please take care. Covid and other illnesses are still circulating.\" The authority advised those feeling ill to stay at home and avoid contact with others to avoid passing the virus on. Posting on its Facebook account  it also said anyone suffering from symptoms that could be  those of monkeypox  - an infection that causes a rash that looks a bit like chickenpox - should contact their sexual health service. Festival-goers began arriving at the site at Seaclose Park in Newport early on Thursday morning and left throughout Monday - many returned to the mainland via ferry. Facebook Twitter Instagram south.newsonline@bbc.co.uk", "url": "https://www.bbc.com/news/uk-england-hampshire-61877827"},
{"title": "Monkeypox patients should avoid pet contact", "author": "By Jim Reed", "date": "2022-05-27T14:06:08.000Z", "text": "So far, 106 people in the UK have been confirmed as infected with the virus. Gerbils, hamsters and other rodents could be particularly susceptible to the disease and the concern is it could spread in the animal population.  The government said no cases have been detected in pets so far and the risk is still low. \"The worry is the virus could get into domestic animals and essentially ping-pong between them and humans,\" said Prof Lawrence Young, a virologist at the University of Warwick. \"If you are not careful you might create an animal reservoir for the disease that could result in it spreading back into humans, and we'll be in a loop of infection.\" What is monkeypox and how do you catch it? How to tell if a rash is monkeypox Monkeypox: Handing out health advice without stigma The guidance from the UKHSA and other health authorities recommends that pet guinea pigs, rats, mice and other rodents should be removed from the household of someone infected with monkeypox for 21 days, and be tested for the disease.  There are thought to be two million households in the UK with a pet rodent of some kind, according to sales data. Other pets like dogs and cats should be placed under household isolation with regular vet checks to \"ensure no clinical signs are observed\". Related advice from the Department for Environment, Food and Rural Affairs (Defra) says that \"where possible\" the patient should avoid preparing food or grooming their pet if this can be done by someone else in the household.  England's chief veterinary officer Christine Middlemiss said: \"No cases of monkeypox have ever been suspected or reported in pets in the UK and the risk remains low.  \"We will continue to monitor the situation closely and work with veterinary and public health colleagues, both in the UK and across the world, to manage the animal health associated risks with monkeypox.\" Separate advice  published by the European Centre for Disease Control (ECDC)  this week said that rodent pets belonging to monkeypox patients should \"ideally\" be isolated in monitored facilities and tested for the disease before their quarantine period ends. The animals should only be put down as a last resort in situations where isolation is not feasible, the document said.  Larger pets, such as dogs, could quarantine at home with regular checks on their health status.  Scientists say little is currently known about how monkeypox might behave in the domestic pet population.  But rodents and a particular species of squirrel are likely to be capable of catching and spreading the disease more easily than humans.  The ECDC says a \"spillover\" event, where a human infects a pet animal, could potentially lead to the virus establishing itself in European wildlife, although it describes the risk as \"very low\". The concern is that monkeypox could become what's known as an endemic zoonoses, where a disease jumps between animal species and is constantly present in that new population. ", "url": "https://www.bbc.com/news/health-61608384"},
{"title": "Monkeypox: Nigeria bans bushmeat to prevent virus spread", "author": "By Chris Ewokor", "date": "2022-06-02T16:56:09.000Z", "text": "Six cases have been detected in the country this month bringing to 21 the number of confirmed infections this year, the authorities said. Experts say it is possible that the virus can be caught by eating meat from an infected animal. But this is not the most common transmission route. Monkeypox, a mild viral infection, is endemic in Nigeria.  It occurs mostly in remote areas, near tropical rainforests.  The country has had sporadic cases since an outbreak in 2017. The virus was found mainly in the south of the country but, since 2020, it has spread to central, eastern and northern areas, the World Health Organization says. Out of the 21 confirmed cases this year, there has been one reported death of a person who had underlying conditions. But earlier this week the health authorities said \"there has been no evidence of any new or unusual transmission of the virus, nor changes in its clinical manifestation documented\". What is monkeypox and how do you catch it? Africa Live: More on this and other stories from the continent Scientists are struggling to explain a recent rise in monkeypox cases in Europe, which have not been linked to travel to the African countries where it is endemic. But there are suggestions the virus has been spreading from person to person for some time undetected. Monkeypox can be spread when someone is in close contact with an infected person. The virus can enter the body through broken skin, the respiratory tract or through the eyes, nose or mouth. Those infected in the UK have been advised to avoid having sex while they have symptoms. The animals that can pass on the virus are infected rodents, including rats and squirrels. According to health experts, this can happen if someone is bitten or touches an infected animal. Bushmeat refers to any wild animal that is killed for consumption, including antelopes, chimpanzees, fruit bats, rats, porcupines and snakes. In some remote areas of Nigeria it is a vital source of food, while in others it has become a delicacy. There are many bushmeat markets in Nigeria and it is unclear how the ban will be implemented. The ministry of agriculture also directed vets and its other officials to increase surveillance aimed at detecting any possible cases of monkeypox in animals. Operators of zoos, parks, conservation areas and recreational centres were reminded to make sure there was no contact between animals and humans", "url": "https://www.bbc.com/news/world-africa-61676841"},
{"title": "First case of monkeypox in Republic of Ireland", "author": null, "date": "2022-05-28T11:25:16.468Z", "text": "The Republic of Ireland has confirmed its first case of monkeypox. The person infected with the virus has not been hospitalised.  Irish health authorities said the development was \"not unexpected\" given the spread of the virus in Europe. The first case of monkeypox has been identified in the Republic of Ireland.  Irish health authorities were alerted to the case on Friday evening in the east of the country.  The Health Service Executive (HSE) said the person infected with the virus has not been hospitalised.  Authorities are awaiting the results of another suspected case. In a statement, the HSE said: “This was not unexpected following the presence of monkeypox cases in the UK and many European countries.” The case is the second to be found on the island after  Northern Ireland confirmed its first case on Thursday. “A public health risk assessment has been undertaken, and those who were in contact with the person are being advised on what to do in the event that they become ill,” the spokesperson added.  The disease can be spread through close contact with an infected person It can enter the body through broken skin or through the eyes, nose or mouth. The infection usually clears up on its own and lasts between 14 and 21 days. It has not previously been described as a sexually-transmitted infection, but it can be passed on by direct contact during sex.       Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body, particularly the hands and feet. The rash changes and goes through different stages before finally forming a scab, which later falls off. Symptoms usually take between five and 21 days to appear after infection.", "url": "https://www.bbc.com/news/articles/cqlvpk00k42o"},
{"title": "Monkeypox infections rise as guidance advises cases to abstain from sex", "author": "By Jim Reed", "date": "2022-05-30T18:41:31.000Z", "text": "New guidance is advising anyone with the virus to abstain from sex while they have symptoms. They are also told to use condoms for eight weeks after an infection as a precaution. The risk to the population is low, but people should be alert to new rashes or lesions, the UKHSA says. In total, 172 cases have been confirmed in England, with four in Scotland, two in Northern Ireland and one in Wales. What is monkeypox and how do you catch it? The Covid conspiracies being recycled for monkeypox How UK hospitals are tackling monkeypox outbreak New guidance for doctors and other healthcare workers to help control the latest outbreak has now been agreed by the four health authorities in England, Wales, Scotland and Northern Ireland.  People who have tested positive for the virus and their close contacts are being told to isolate at home for 21 days.  They should avoid contact with other people until all lesions - or blisters - have healed and scabs have dried off.  Anyone with a confirmed infection is now being advised to abstain from sex while they have symptoms. The guidance says that while there is currently no available evidence that monkeypox can be spread in sexual fluids, people confirmed to have the virus are advised to use condoms for eight weeks after infection as a precaution.  Monkeypox: Handing out health advice without stigma Confirmed cases and their close contacts should take extra care if they need to leave the house to see a doctor or other health worker.  This means making sure any lesions are covered by clothes, wearing a face covering and avoiding public transport where possible. What is Monkeypox? James Gallagher explains what it is and if we should be worried. Available now on BBC iPlayer Dr Ruth Milton, monkeypox strategic response director, at UKHSA said: \"The highest risk of transmission is through direct contact with someone with monkeypox.  \"The risk to the UK population remains low and anyone with unusual rashes or lesions on any part of their body should immediately contact NHS 111 or their local sexual health service.\" The new guidance also says healthcare workers who are pregnant and people with severely weakened immune systems should not care for anyone who is suspected or confirmed to have monkeypox. Staff working with confirmed cases should wear personal protective equipment, including FFP3 respirators, aprons, eye protection and gloves as a minimum, it adds. Those working with possible cases are recommended to wear surgical face masks which are fluid repellent, gowns, gloves and eye protection. UK health officials have purchased over 20,000 doses of a smallpox vaccine called Imvanex. It is being offered to close contacts of those diagnosed with the virus to try to reduce the risk of symptomatic infection and severe illness.", "url": "https://www.bbc.com/news/health-61640196"},
{"title": "Monkeypox: First case confirmed in Northern Ireland", "author": "By Niall Glynn", "date": "2022-05-26T16:07:21.000Z", "text": "It said to protect patient confidentiality, no further details about them will be disclosed. The PHA said the case was not unexpected following the presence of monkeypox cases elsewhere in the UK. Chief Medical Officer Dr Michael McBride said he was \"fairly confident\" there will be more cases in Northern Ireland. According to the UK Health Security Agency, there are now 90 recorded cases in the UK as of Thursday afternoon. Eight additional cases have been detected in England, bringing the total there to 85. There are three confirmed cases in Scotland, one in Wales and one in Northern Ireland,  Monkeypox is caused by the monkeypox virus, of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low. Speaking at a briefing on Thursday afternoon, Dr Michael McBride said: \"What we want to do is to prevent this becoming established as an endemic infection in the United Kingdom because it isn't at this time. \"We have a very good chance of doing that by taking all the steps we are currently doing.\" Dr McBride added that it \"certainly will not impact on daily life\" as it was not as transmissible between people. He added there was a \"very good chance to be able to interrupt and contain this\" but said they were \"having to play catch-up\". The chief medical officer said the type of monkeypox circulating in the UK was the West African variant which has a low mortality. Chief Scientific Officer Prof Ian Young said there was no evidence of any significant change in the virus or that it was a new variant of monkeypox. He said it is believed there may have been one or two super-spreader incidents of the virus, most likely in southern Europe which then continued out from there. Dr Gillian Armstrong, head of health protection at the PHA, said: \"The PHA has been working closely with trusts and GPs to raise awareness of the disease, and set up testing arrangements and clinical pathways. \"Cases of monkeypox are rare as the virus does not spread easily between people; therefore the risk to the Northern Ireland population is considered low. \"Appropriate public health actions are being taken and the PHA is working with the UK Health Security Agency to investigate any potential links with UK cases and we will contact any potential close contacts to provide health information and advice.\" On contact tracing, Dr Armstrong said that skin to skin contact was the highest risk of spread, but household contacts would also be assessed as well people who may be caring for people with the virus such as health care workers.  She said as the virus could also be potentially be spread by bed linen towels the likes of hospital cleaners could also be potentially be considered. Earlier, the PHA said \"a notable proportion of recent cases in England and Europe have been found in gay, bisexual and other men who have sex with men, so the PHA is particularly encouraging them to be alert to the symptoms and seek help if concerned.  \"We can assure them their call will be treated sensitively and confidentially.  \"The PHA has been working with community and voluntary groups including Rainbow to raise awareness of monkeypox symptoms and action to take if you think you have been at risk of exposure. \"Clinicians should be alert to individuals presenting with rashes without a clear alternative diagnosis and should contact specialist services for advice.\" BBC News NI health correspondent Marie-Louise Connolly said: \"It was always a case of when, not if Northern Ireland would get it's first case. To health officials it comes as no surprise\". \"We understand this person sought medical help and is now isolating - the guidance for that is 21 days\". \"People are asked not to visit a hospital or health clinic, but to ring in advance if they have any concerns\". Causes of monkeypox are also being investigated in other countries including the US, Canada and Australia.  What is monkeypox and how do you catch it?  How UK hospitals are tackling monkeypox outbreak Monkeypox incident management teams  have been set up in Northern Ireland and the Republic of Ireland to prepare for possible cases of the disease.  The Public Health Agency (PHA) in Northern Ireland said it wanted to \"ensure that we are fully prepared for any potential risk to the population\".  It has described monkeypox as \"a mild self-limiting illness\" and said that most people recover within a few weeks. The PHA advises anyone who thinks they have been exposed to monkeypox, or who has \"unusual rashes or lesions on any part of their body, especially their genitalia\" to phone their local healthcare provider or genitourinary medicine  (GUM) clinic. Earlier this week, the UK Health Security Agency (UKHSA) said people should isolate for 21 days if they have been in direct or household contact with a confirmed case. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body, particularly the hands and feet. The rash changes and goes through different stages before finally forming a scab, which later falls off. Symptoms usually take between five and 21 days to appear after infection.", "url": "https://www.bbc.com/news/uk-northern-ireland-61593051"},
{"title": "Monkeypox: First case of outbreak confirmed in Wales", "author": null, "date": "2022-05-26T17:15:25.000Z", "text": "Public Health Wales (PHW) said the case was being managed \"appropriately\" and no further details about the patient would be disclosed.  It added the overall risk to the general public was low. According to the UK Health Security Agency (UKHSA) there were 79 cases reported of monkeypox in the UK as of Tuesday.  The UKHSA said it would update the totals later on Thursday.  Health Minister Eluned Morgan said contact tracing was under way. She added: \"The confirmation of this case in Wales is not unexpected in light of the developing situation in the UK and in a number of countries around the world.\" What is monkeypox and how do you catch it?  Monkeypox: Time to worry or one to ignore? Director of health protection for PHW, Dr Giri Shankar, said prior to this case being confirmed, PHW was working with the UKHSA, as well as public health agencies in Scotland and Northern Ireland, to respond to cases, and were well prepared for managing such incidents.  He added anyone with unusual rashes or legions on any part of their body should contact NHS 111, or call a sexual health service if they have any concerns.  Dr Shankar said: \"It is usually a mild self-limiting illness, and most people recover within a few weeks, however, severe illness can occur in some individuals. \"In the current incident we are seeing presentations of cases mainly in gay, bisexual men, and men who have sex with other men, but nobody is immune from this infection so the message is for all the public but particularly for this group to be alert around any symptoms.\" Later, he added: \"We have experience of managing monkeypox cases  including a couple of cases we had last year,  and that did not result in significant further spread.  \"However, this is an unusual event in terms of the numbers of cases we have seen in short period of time, this is why we are asking people to be vigilant, because the sooner we recognise the infection, the sooner we catch it and put in interventions, we can get on top of it.\" Monkeypox is caused by a virus which comes from the same family as smallpox, although it is much less severe and experts say chances of infection are low.  The viral infection usually occurs mostly in remote parts of central and west African countries, near tropical rainforests, and it is unusual to see cases in the UK. There are two main strains of virus - west African and central African.  PHW said initial symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body, particularly the hands and feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring.  Symptoms usually take between five and 21 days to appear after infection, which usually clears up on its own and lasts between 14 and 21 days.  Monkeypox does not spread easily between people, but it can be spread through touching blisters, scabs or items such as bedding or clothing of someone with a monkeypox rash, as well as coughs and sneezes. It can be spread when someone is in close contact with an infected person. The virus can enter the body through broken skin, the respiratory tract or through the eyes, nose or mouth.  It has not previously been described as a sexually transmitted infection, but it can be passed on by direct contact during sex.  It can also be spread by contact with infected animals such as monkeys, rats and squirrels. Speaking to  Radio Wales Drive,  Dr Shankar said it was highly unlikely the monkeypox outbreak would result in parts of Wales being placed into lockdown, like during parts of the coronavirus pandemic. \"It's very important for everyone to be aware that the Covid infection causing virus is a completely different family of virus,\" he said. \"Monkeypox is a totally different virus. There are some commonalities - the way the virus behaves in humans is completely different in the case of monkeypox. \"So this anxiety of 'will this lead to lockdown?' is unfounded at this stage and we do not have any intelligence that the infection is progressing in that direction.\" He added there was \"reasonable confidence\" in the risk assessment, but added \"we will definitely expect to see more cases getting confirmed before it starts to go down\". \"But I think we're confident at the current stage, given all the intervention we are suggesting, that monkeypox is highly unlikely to lead to lockdowns,\" he said. Most cases of the virus are mild, sometimes resembling chickenpox, and clear up on their own within a few weeks. Monkeypox can sometimes be more severe, however, and has been reported to have caused deaths in west Africa.  Dr Giri Shankar from PHW said: \"At the moment the risk to the general public is low and we want to assure that people who have symptoms of monkeypox to come forward for testing or contact NHS 111 or their local sexual health service.\" UKHSA teams have been tracing contacts of those with a confirmed case and are advising those at highest risk to isolate for 21 days. A smallpox vaccine is also being offered to close contacts to reduce their risk of symptoms and severe illness. Sources:  UKHSA  and  World Health Organization.", "url": "https://www.bbc.com/news/uk-wales-61591647"},
{"title": "Monkeypox case confirmed in Cornwall", "author": null, "date": "2022-06-16T13:46:52.000Z", "text": "The UK Health Security Agency (UKHSA) said the patient was self-isolating and the risk to others was low. There have been more than  500 confirmed UK cases  in recent weeks.  Specialists from the UKHSA were providing expert advice and support to partner organisations following the recent case, a spokesperson said. Monkeypox is caused by the monkeypox virus , a member of the same family of viruses as smallpox, although it is much less severe. It occurs mostly in remote parts of central and west African countries, but there have been unusually high numbers of people infected with monkeypox outside of Africa with no travel links to the region. Symptoms of monkeypox include a rash which starts on the face and spreads to the body. Anyone can get monkeypox, particularly if you have had close contact with an individual with symptoms.  Statistics  showed there were two cases confirmed in the south west of England in the recent UK outbreak, up to 10 June, with a high proportion of cases in London residents. However, the first case of monkeypox in the UK was identified in Cornwall back in 2018, the UKHSA said. Twitter Facebook Instagram spotlight@bbc.co.uk", "url": "https://www.bbc.com/news/uk-england-cornwall-61829425"},
{"title": "Monkeypox added to notifiable diseases in Jersey", "author": null, "date": "2022-06-01T14:09:41.820Z", "text": " There are currently no known cases of monkeypox in Jersey An order has been signed to make monkeypox a notifiable disease in Jersey. The Minister for Health and Social Services, Deputy Richard Renouf, signed the order.  The order will add monkeypox to the list of infectious diseases under the Public Health Act (1934). It means medical professionals are now required to notify the Medical Officer of Health should a case be detected.  The decision follows an outbreak of the virus in other countries. The risk of catching monkeypox in the UK and in Jersey remains low, and Islanders are being reassured there are currently no confirmed cases in Jersey or in the rest of the Channel Islands. Islanders are told they \"should be alert to any unusual rashes or lesions on any part of their body, especially their genitalia and to contact their GP or the sexual health service – initially by phone – if they have concerns\".", "url": "https://www.bbc.com/news/articles/c3gx01p424jo"},
{"title": "Monkeypox jab to be offered to at-risk gay and bisexual men", "author": null, "date": "2022-06-21T16:35:09.000Z", "text": "This could help to control the recent outbreak of the rare virus in the UK in which 793 people have been infected so far. Monkeypox is not defined as a sexually-transmitted infection. But it can be passed on by close contact during sex, and with bedding, towels and skin.  The UK Health Security Agency (UKHSA) says that a vaccine designed to protect against smallpox, called Imvanex, will help protect people who could be exposed to monkeypox.  The vaccine is effective against monkeypox because it is from the same family of viruses. Its use has been signed off by the UK's vaccine experts, the Joint Committee on Vaccination and Immunisation (JCVI). What is monkeypox and how do you catch it?  Monkeypox to get a new name, says WHO Monkeypox: Handing out health advice without stigma Health officials say they are continuing to see \"a notable proportion of cases in gay, bisexual and other men who have sex with men\". They say they hope rolling out vaccines to those at higher risk will \"break chains of transmission\". A doctor may now advise vaccination for someone who, for example, \"has multiple partners, participates in group sex or attends 'sex on premises' venues\", UKHSA says. At-risk men should not come forward for a vaccine until contacted.  More details are due to be set out shortly on how they can take up the offer. Watch  What Is Monkeypox?  on BBC iPlayer. Dr Mary Ramsay, head of immunisation at UKHSA, said: \"By expanding the vaccine offer to those at higher risk, we hope to break chains of transmission and help contain the outbreak. \"Although most cases are mild, severe illness can occur in some people, so it is important we use the available vaccine to target groups where spread is ongoing.\" If you have these symptoms, the advice is to avoid close contact with others and call NHS 111 or your local sexual health centre - but call ahead first. Alex Sparrowhawk, from Terrence Higgins Trust, said targeted vaccination \"is a positive move forward\" while the data still shows monkeypox is disproportionately affecting gay and bisexual men in the UK. Robbie de Santos, from charity Stonewall, said: \"While we know anyone can catch monkeypox, we welcome the vaccine being offered to those gay and bi men who are eligible, who are currently at a higher risk of getting the virus. \"It is important that gay and bi men get the vaccine when offered to protect themselves and others.  \"Let's help get the outbreak under control so we can all have a safe and happy pride season,\" he added. The vaccine is already being offered to most healthcare workers caring for patients with suspected or confirmed monkeypox before being exposed, and to close contacts of confirmed cases within four days of exposure. More staff caring for monkeypox patients and workers in laboratories where the virus is being handled are also now being offered the vaccine. Of the 793 lab-confirmed cases of monkeypox in the UK since early May, 18 were in Scotland, three were in Northern Ireland, six were in Wales and 766 were in England. Monkeypox virus is usually only seen in these numbers in areas of west and central Africa - but hundreds of countries outside of Africa have now seen outbreaks in recent weeks.", "url": "https://www.bbc.com/news/health-61887631"},
{"title": "Monkeypox: How UK hospitals are tackling the outbreak", "author": "By Jim Reed", "date": "2022-05-26T00:09:10.000Z", "text": "That's where a group of NHS hospitals - called the High Consequence Infectious Disease (HCID) network - steps in. The early symptoms of monkeypox can be hard to diagnose - a fever, headaches or back pain, for example. Then a rash starts - often across the face then spreading to the hands, feet and other parts of the body. It is at that point a patient might go to their local sexual health clinic or GP. There a swab will be taken and sent to the rare and imported pathogens lab in Porton Down, run by the UK Health Security Agency. While that is being tested, most patients will be sent home to isolate and recover, and contact tracing teams will be brought in to identify others who might have been exposed. It's worth stressing that despite all the media attention, monkeypox is still extremely rare in the UK.  As of Thursday, only 90 people are known to have caught it here in the current outbreak - a fraction of the numbers in parts of West and Central Africa, where the disease is far more prevalent.  A small number may need hospital care.  \"Some people do get complications,\" says Dr Jake Dunning, who diagnosed the first travel-associated case of monkeypox in the UK back in 2018. He is a consultant in infectious diseases at London's Royal Free Hospital, which is treating some of the patients in the latest outbreak.  \"They can get secondary infections, they can have more painful lesions that require better control, and also there are some people with risk factors for disease progression. It's those people who we want to keep a close eye on in hospital too.\" Knowing what those risk factors are in the UK population is difficult, because the data is still so limited. Based on what doctors know from Cameroon, the Central African Republic and other countries, younger children, pregnant women and people with a severely weakened immune system may be at greater risk of developing a more severe illness.  In parts of Africa, undiagnosed HIV is thought to be a complicating factor, although in the UK, with much greater access to antiretroviral drugs, that is likely to be less of an issue. The recent strain of monkeypox that has been reported in Europe and the US has had a 3% fatality rate in Nigeria, according to  the European Centre for Disease Prevention and Control . We don't know how that would convert to countries with much better-funded health systems. In England, patients developing complications, or in those higher-risk groups, are likely to be sent in a specialist ambulance to one of five dedicated centres: Sheffield, Newcastle, Liverpool or one of two London hospitals. The HCID network specialises in containing and treating imported illness from Crimean Congo haemorrhagic fever to Ebola, as well as Sars and Mers, the more deadly precursors to the Covid outbreak.  \"It's down to having the physical facility and rooms which can safely isolate someone,\" says Dr Hugh Adler, from the Liverpool School of Tropical Medicine, who treated patients with monkeypox in earlier outbreaks.  \"Plus we have the training and the concentration of experts, so there will be teleconferences among the centres most days, just checking how the cases are doing and sharing expertise.\" Those specialist doctors also conduct research, and have easier access to cutting-edge medicines. In the UK there are currently two main options if a patient has tested positive for monkeypox or thought to have been infected.  The first is to give a vaccine originally designed as an insurance policy just in case a related, but far more deadly disease, should ever start spreading again. In 1980, smallpox was declared eradicated globally, but the virus still exists in laboratories and there are long-standing contingency plans in case it should somehow get released either deliberately or by accident.  Research shows those same vaccines stockpiled by national governments can also protect well against monkeypox, even if given shortly after someone has already been exposed.  Once symptoms develop though, doctors say the jab is unlikely to have any effect and that is where a new generation of drugs could play a part. Dr Adler and his colleagues  recently published a paper in the Lancet medical journal  suggesting that the antiviral pill tecovirimat might help reduce illness from the virus. The data was based on just one patient treated in Liverpool in 2021, but did appear to show she had a shorter hospital stay and developed fewer lesions, or blisters, on her body, compared with other patients. \"If I were to see a severe case, I would be pushing for them to get early antiviral treatment and prioritising antiviral treatment for them,\" says Dr Adler. While the experimental use of antivirals has just started in Europe and the US, doctors say the real challenge will be to start clinical trials in parts of Africa where the need is greatest. Those UK patients admitted in this latest outbreak are likely to spend between between five days and a few weeks in hospital depending on their individual circumstances, doctors have told the BBC.  Those working in specialist hospital units rank the current outbreak as significant and surprising, but say monkeypox is much more straightforward to treat than Ebola, Mers, Lassa fever and other imported diseases that keep them awake at night. \"I never expected to see something of this magnitude, it just seemed so unlikely,\" says Dr Adler.  \"Those of us who were into monkeypox before it was cool, hoped our [research] paper would draw attention to the problem in Western and Central Africa, but we never thought it would be immediately relevant to patients in the UK and across Europe as well.\"  on Twitter.", "url": "https://www.bbc.com/news/health-61569397"},
{"title": "Monkeypox: Cases outside Africa rise to 780 in three weeks", "author": null, "date": "2022-06-05T15:18:42.000Z", "text": "That is roughly triple the 257 cases it reported a week ago. It says the figure - for the past three weeks - is probably an underestimate and assesses the global risk level as \"moderate\". The infection is usually mild, but this is the first time it has spread widely outside Central and West Africa. The WHO said cases had been identified in 27 countries where it is not already \"endemic\" - meaning places it is expected to be found.  Most of these new cases are in Europe and North America as well as small numbers in Mexico, Argentina, Morocco and the United Arab Emirates. The UK has the most cases, with 207, followed by Spain with 156 and Portugal with 138. In its latest update, the WHO said some countries were reporting that new cases were appearing beyond known contacts of previously confirmed cases, which it said suggested chains of transmission were being \"missed through undetected circulation of the virus\". \"It is highly likely that other countries will identify cases and there will be further spread of the virus,\" it added. While the current risk to human health for the general public \"remains low\", the public health risk could \"become high\" if the virus becomes widespread in countries where it is not normally found, it said. No deaths have been reported as a result of the current outbreak. The global health body said most, but not all, of the reported cases so far have involved men who have sex with men. There is no evidence that monkeypox is sexually transmitted, but it is passed on through close contact. Monkeypox: Handing out health advice without stigma Monkeypox cases rise as new UK sex advice issued The organisation said many cases were not presenting with the typical clinical picture for monkeypox, with some describing pustules appearing before symptoms such as fever. Most cases of the virus clear up on their own within a few weeks. Symptoms include fever, headaches, swellings, back pain, aching muscles, as well as a rash which goes through different stages. Monkeypox can sometimes be more severe, however, and has been reported to have caused deaths in West Africa in the past.", "url": "https://www.bbc.com/news/health-61696974"},
{"title": "Monkeypox to get a new name, says WHO", "author": "By Michelle Roberts", "date": "2022-06-14T16:34:10.000Z", "text": "It comes after more than  30 scientists wrote last week  about the \"urgent need for a non-discriminatory and non-stigmatising\" name for the virus and the disease it causes.  Continued reference to the virus as African is both inaccurate and discriminatory, they said. Some 1,600 cases of the disease have been recorded globally in recent weeks. While 72 deaths have been reported in countries where monkeypox was already endemic, none have been seen in the newly affected 32 countries, such as the UK.  At the latest count, as of 12 June, there were 452 confirmed cases in England, 12 in Scotland, 2 in Northern Ireland and 4 in Wales. Watch  What Is Monkeypox?  on BBC iPlayer. The World Health Organization says it will hold an emergency meeting next week to determine whether to classify the outbreak as a public health emergency of international concern - the highest alarm the UN agency can sound. The only other diseases this has happened for in the past are Swine flu, polio, Ebola, Zika and Covid.  World Health Organization chief Tedros Adhanom Ghebreyesus said: \"The outbreak of monkeypox is unusual and concerning.  \"For that reason I have decided to convene the Emergency Committee under the international health regulations next week, to assess whether this outbreak represents a public health emergency of international concern.\" What is monkeypox?  Monkeypox is caused by the monkeypox virus, a member of the same family of viruses as smallpox, although it is much less severe. One new name for it that's been suggested by scientists is hMPXV, but we'll need to wait to hear what the WHO thinks of that. Infections are usually mild and the risk to the general population is low, but the UK government has bought stocks of smallpox vaccine to guard against more cases.  The virus has been spreading in an unusual manner around the world in recent months. Previous outbreaks have been mainly confined to parts of Africa where rodents - not monkeys - are thought to be the main animal host. The infection  causes a rash  that looks a bit like chickenpox. The virus can be spread when someone is in close contact with an infected person.  It has not previously been described as a sexually transmitted infection, but it can be passed on by close contact. Anyone with the virus should abstain from sex while they have symptoms. Monkeypox: Handing out health advice without stigma", "url": "https://www.bbc.com/news/health-61804132"},
{"title": "Monkeypox and gay men: Separating stigma from health advice", "author": "By Lauren Moss, LGBT correspondent & Josh Parry, LGBT producer", "date": "2022-05-28T00:02:53.000Z", "text": "Doctors and public-health experts have spoken to the BBC about the \"delicate balance\" of keeping those currently most at risk informed, without stigmatising them or letting others become complacent.  The short answer is no. Anyone can be infected by monkeypox.  The virus is not a sexually transmitted infection. It's mostly caught through close physical skin-to-skin contact, which is why it can be spread to sexual partners.  But with most confirmed cases among men who have sex with men, doctors are encouraging this group to be particularly alert to symptoms.  What is monkeypox and how do you catch it? How to tell if a rash might be monkeypox Monkeypox patients should avoid pet contact Mateo Prochazka, an epidemiologist from the UK Health Security Agency (UKHSA), said: \"The infections are not about sexuality. We are concerned about monkeypox in general, as a public threat. We are worried about everyone's health.\" As monkeypox is often caught through direct contact, once it's introduced to a community, it is more likely to spread through that community among those who are in close contact with each other - for example, within a household or among sexual partners. Dr Prochazka says it's not clear why there is a higher proportion of cases among gay men.  He says: \"It just happens that the infection appears to have been introduced in networks of gay and bisexual men and other men who have sex with men. And this is where we're seeing most of the cases.\"  There is a theory that a return of demand for international travel since Covid lockdowns were eased could have played a part in the initial spread.  But the person-to-person transmission that has been happening in countries outside western and Central Africa in recent weeks is new. Scientists are investigating whether the infection was introduced via a combination of single transmissions or, whether so-called \"super-spreader\" events, such as a festival, may have resulted in more people catching it at one time. Dr Prochazka says another possibility is that the proactive engagement of gay men with sexual-health services may have led to more cases being diagnosed. What is Monkeypox? James Gallagher explains what it is and if we should be worried. Available now on BBC iPlayer Gay and bisexual people were subject to stigma and homophobia following the Aids crisis in the 1980s and 1990s. Doctors and charities are keen to ensure this isn't repeated with monkeypox and are concerned it could also prevent others from realising they might have the virus. HIV and sexual health charity Terrence Higgins Trust is raising awareness alongside the UKHSA and NHS leaders to learn more about monkeypox and how it's affecting people. Alex Sparrowhawk, from the trust's health improvement team, says they're worried people might mistakenly regard monkeypox as a so-called gay disease and says everyone needs to be aware of the signs and symptoms. Jaime Garcia-Iglesias, a sociologist at the University of Edinburgh who has studied how Aids and Covid-19 affected certain communities, says there's a \"significant risk\" that the stigma \"comes to the surface again\" and might stop people from seeking the help they need.   Dating apps, such as Grindr, are also advising users about what to look out for.   Dr Prochazka says as case numbers are so small, experts aren't advising people to change personal behaviour but to be \"hyper-vigilant.\"   He acknowledges the \"delicate balance between achieving freedom of choice and freedom of infection\" and says it's important people are well-equipped to make their own decisions. Condoms protect against sexually transmitted infections, but they do not prevent monkeypox being transmitted.   Mr Sparrowhawk says people shouldn't be overly worried but if someone isn't feeling well and develops symptoms such as \"fever, headache, swollen lymph glands and a rash\" they should get in touch with their clinic for further advice.  If you don't have any symptoms and you're due to attend a regular sexual-health check-up, you're urged to go ahead as planned.  If you have a new and unusual sore or rash it's advised that you contact your local sexual-health clinic, but don't turn up for an in-person appointment unannounced. Those who are most at risk after coming into contact with a confirmed monkeypox case are urged to isolate at home for up to three weeks.   Most infections clear up on their own without any treatment but if you think you have monkeypox you're still urged to tell your doctor. As it can take three weeks for symptoms to appear, it's likely the number of diagnosed cases will grow.  And while the UKHSA acknowledges that the outbreak is \"significant and concerning\", it says the risk to people in the UK remains low. It's hoped the virus is rare enough that it can be contained. Dr Prochazka says when a new threat enters a network of people \"we do our best to suppress it. I think we are still at that stage where we can do that and really respond to this\".", "url": "https://www.bbc.com/news/uk-61609888"},
{"title": "Monkeypox outbreak mostly in young men in London", "author": null, "date": "2022-06-01T18:27:49.000Z", "text": "Although anyone can contract the virus, 111 of 183 cases in England are in men who are gay, bisexual or have sex with men. Monkeypox is not sexually transmitted but passed on through close contact - UK officials say no one factor linking the cases has been identified. LGBT groups and events are being urged to help share public health messages. People are being reminded to look out for new spots, ulcers or blisters on any part of their body, particularly if they have recently had a new sexual partner. They should also limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible by phone. Symptoms are usually mild and clear up on their own within three weeks. What is monkeypox and how do you catch it? Monkeypox: Handing out health advice without stigma Since the start of May, 183 cases of monkeypox have been confirmed in England, four in Scotland, two in Northern Ireland and one in Wales - 190 in total. The UK Health Security Agency (UKHSA) has given more information on those affected in the current outbreak for the first time. The outbreak is unusual because not all cases are linked to travel with countries where monkeypox is always present, like west and central Africa. Instead, the virus is being passed from person to person in the UK. In England, 86% of those infected live in London and only two are women. Most are aged 20 to 49. The UKHSA said 18% of confirmed cases in England had recently travelled to a number of different countries in Europe, up to three weeks before they developed symptoms. The Covid conspiracies being recycled for monkeypox How UK hospitals are tackling monkeypox outbreak Health officials are contacting people who may be high-risk contacts of those cases, and advising some to isolate at home for up to 21 days. A vaccine against monkeypox, called Imvanex, is also being offered to some close contacts, such as healthworkers, to reduce the risk of them developing the infection or becoming ill. Scientists are no clearer to understanding what is behind the recent outbreak of monkeypox cases, but there are suggestions the virus has been spreading from person to person for some time undetected. UKHSA said links to gay bars, saunas and the use of dating apps in the UK and abroad have been identified in some cases so far. It said it was working with the British Association of Sexual Health and HIV (BASHH) and the British HIV Association, the Terrence Higgins Trust, Stonewall and dating app Grindr, to communicate with sexual health services and gay, bisexual and other men who have sex with men. Professor Kevin Fenton, London regional director for public health said: \"Monkeypox can affect anyone but we know that many of the most recent diagnoses are in gay, bisexual, and other men who have sex with men, many of whom live in, or have links to London.  \"We're reminding everyone of the symptoms of monkeypox, and especially gay and bisexual men in particular, to be especially aware and seek advice immediately by calling NHS111 or their local sexual health clinic if they have concerns. He added: \"As with any new disease outbreak, the risk of stigma and uncertainty is great.  \"This is why we're working side by side with the NHS, sexual health, voluntary and community sector organisations in London to share accurate information about monkeypox - especially to people and groups at increased risk - through representative voices.\" Dr Meera Chand, from UKHSA, said she was \"grateful to everyone who has come forward for testing\". More than 30 countries worldwide outside of Africa have also been affected by similar outbreaks, and more than 550 confirmed cases of the viral disease have been reported to the World Health Organization (WHO). WHO emergencies director, Dr Mike Ryan, warned that climate change was changing weather conditions, which was having an impact on animal and human behaviour, including food-seeking habits. As a result, he said, diseases which typically circulate in animals are increasingly jumping into humans. \"Unfortunately, that ability to amplify the disease and move it on within our communities is increasing - so both disease emergence and disease amplification factors have increased,\" Dr Ryan said.", "url": "https://www.bbc.com/news/health-61660180"},
{"title": "Monkeypox: East Riding of Yorkshire Council apology over cases mistake", "author": null, "date": "2022-05-25T17:00:12.000Z", "text": "A member of East Riding of Yorkshire's health team told BBC Radio Humberside on Tuesday they \"were seeing cases within the Humber region\". However, the council said after further investigation \"we wish to clarify that, as of today, we are not aware of any confirmed cases in the area\". A spokesperson apologised \"for any confusion\". The virus, which originated in Africa, has been found in 71 people in the UK. It is usually a mild infection, spread through close contact with scabs on the skin, bedding and towels used by an infected person - and through their coughs and sneezes. A spokesperson from East Riding of Yorkshire Council said they wanted to clarify the public health position. They added: \"We would encourage people to be aware of the symptoms to look out for and to visit the  UK Health Security Agency's (UKHSA) website  for more information.\"  Monkeypox cases rise to 71 in the UK Monkeypox: Time to worry or one to ignore? The UKHSA said many of the those infected so far had been gay, bisexual or men who have sex with men - and it asked these groups in particular to be aware of the symptoms. Monkeypox is not a sexually-transmitted disease, and experts have stressed the illness does not affect one community more than any other, so there should be no stigma. The overall risk to the public is low despite the rise in cases amid the largest outbreak of monkeypox outside Africa, the UKHSA said.  Anyone with unusual rashes or lesions on any part of the body should contact NHS 111 or their local health service. Monkeypox is usually associated with travel to Central or West Africa, but some of the cases which have been occurring outside these countries have had no travel link.  It does not spread easily between people, but it can be spread through: If you get infected with monkeypox, it usually takes between five and 21 days for the first symptoms to appear. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages - a bit like chicken pox - before finally forming a scab, which later falls off. Read more  about the virus here. Facebook Twitter Instagram yorkslincs.news@bbc.co.uk send video here", "url": "https://www.bbc.com/news/uk-england-humber-61577056"},
{"title": "Monkeypox: Fourth case in Scotland confirmed", "author": null, "date": "2022-05-30T19:29:31.000Z", "text": "The first case was detected north of the border a week ago.  Public Health Scotland (PHS) said the individuals affected are receiving treatment under nationally agreed protocols and guidance. Close contacts of the cases are being identified and provided with health information and, where appropriate, a vaccination. Risk to the public is said to be low. There have now been  179 cases of the virus in the UK , according to the latest update from the UK Health Security Agency (UKHSA). On Monday, UKHSA said 71 more cases of monkeypox had been detected in England, bringing the total since 7 May to 172.  There are two patients in Northern Ireland and one in Wales.   How UK hospitals are tackling monkeypox outbreak What is monkeypox and how do you catch it?  The Covid conspiracies being recycled for monkeypox Dr Nick Phin, PHS director of public health science, said: \"Anyone with an unusual blister-like rash or small number of blister-like sores on any part of their body, including their genital area, should avoid close contact with others and seek medical advice if they have any concerns. \"Public Health Scotland continues to work with NHS boards and wider partners in Scotland and the UK to investigate the source of these infections. \"We have well-established and robust infection control procedures for dealing with such cases of infectious disease and these are being strictly followed and the overall risk to the general public is low.\" Monkeypox is a viral infection usually found in west and central Africa. Health officials said the west African strain recently detected in the UK is generally a mild, self-limiting illness, spread by very close contact with someone already infected and with symptoms of monkeypox. Most people recover within a few weeks. PHS said it has been working closely with NHS boards and other partners to raise awareness of the disease and ensure services are ready to respond. It is also continuing to work with the UKHSA, Public Health Wales and Northern Ireland HSC Health Protection Agency to monitor and respond to potential and confirmed cases in the UK.  There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection as the two viruses are quite similar. Initial symptoms include fever, headaches, swellings, back pain and aching muscles. Once the fever breaks, a rash can develop - often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days. The disease, first found in monkeys, does not tend to spread easily between people but can be transmitted through close physical contact. That includes:  The UK Health Agency Security  advised people with the highest risk of having caught monkeypox to isolate  for 21 days.", "url": "https://www.bbc.com/news/uk-scotland-61637254"},
{"title": "Monkeypox health teams set up on both sides of Irish border", "author": null, "date": "2022-05-23T10:47:50.408Z", "text": "Monkeypox expert teams have been set up in both Northern Ireland and the Republic of Ireland There are no reported cases in either jurisdiction but health authorities are trying to prepare for possible infections. Moneypox is a viral infection that can cause  mild flu-like symptoms and a rash Monkeypox incident management teams have been set up in Northern Ireland and the Republic of Ireland in order to prepare for possible cases of the disease. The Public Health Agency (PHA) of Northern Ireland said it wanted to \"ensure that we are fully prepared for any potential risk to the population\". Monkeypox is a viral infection that can cause mild flu-like symptoms including fever, headaches, swellings, back pain, aching muscles and a rash. The UK has so far confirmed 20 cases but none of them are in \r\nNorthern Ireland.  The Republic has no reported cases to date.  “Monkeypox is usually a mild self-limiting illness and most people recover within a few weeks, said the PHA's head of Health Protection, Dr Gillian Armstrong. \r\n“The infection can be passed on through close contact with someone with the infection, or contact with clothing or linens used by a person who has monkeypox. \r\n“However, the virus does not usually spread easily between people and the risk to the Northern Ireland population is considered low.” The PHA advised anyone who thinks they have been exposed to Monkeypox, or who has \"unusual rashes or lesions on any part of their body, especially their genitalia\" to phone their local healthcare provider or genitourinary medicine  (GUM) clinic. On Monday, the UK Health Security Agency (UKHSA) said people should isolate for 21 days if they have been in direct or household contact with a confirmed case.  The disease can be spread through close contact with an infected person It can enter the body through broken skin or through the eyes, nose or mouth. The infection usually clears up on its own and lasts between 14 and 21 days.  It has not previously been described as a sexually transmitted infection, but it can be passed on by direct contact during sex.   The chair of the Republic of Ireland's new team, Dr Derval Igoe, said expert groups were working on ways to monitor the disease and surveillance was taking place all over the world. \r Speaking on RTÉ's Morning Ireland programme,  Dr Igoe added that \"there have been no deaths and there have only been two hospitalisations worldwide due to an illness\". Dr Igoe is the interim director of the Republic of Ireland's Health Protection Surveillance Centre. \"We do have a lot of a lot of different professional groups working on this,\" she said. \"We have our sexual health and infectious disease experts in the hospitals, also our national isolation unit, the virus reference lab, national immunisation office and the Department of Health.\"   Dr Igoe's team is also working with the Gay Health Network to make sure messages are delivered in a \"suitable way\" to populations which cases of the virus are being seen in. She also advised anyone with symptoms to isolate and for anyone with concerns to contact their GP or sexual health clinic.", "url": "https://www.bbc.com/news/articles/c2j8r4dmggyo"},
{"title": "Two more monkeypox cases confirmed in Scotland", "author": null, "date": "2022-05-26T14:45:00.000Z", "text": "It means there have now been three Scottish cases reported since Monday. Risk to the public is said to be low.  Public Health Scotland (PHS) said the two patients had \"recent travel history\" and were receiving appropriate care and treatment.  According to the UK Health Security Agency, there have been 82 reported monkeypox cases in the UK outbreak. How UK hospitals are tackling monkeypox outbreak What is monkeypox and how do you catch it?  Suspected monkeypox case halts court trial Dr Nick Phin, director of public health science and medical director at Public Health Scotland, said they were working with NHS Boards and partners in Scotland and the UK \"to investigate the source of these infections\". \"We have well-established and robust infection control procedures for dealing with such cases of infectious disease and these are being strictly followed.\" Dr Phin said.  \"The overall risk to the general public is low.\" He urged anyone with an unusual blister-like rash or small number of blister-like sores on any part of their body, including their genital area, to avoid close contact with others and seek medical advice if they have concerns. There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection as the two viruses are quite similar. On Wednesday, Scottish Courts and Tribunal Service (SCTS) confirmed a  trial in Inverness had been adjourned  due to a witness being absent because of a suspected case of monkeypox. Initial symptoms include fever, headaches, swellings, back pain and aching muscles. Once the fever breaks, a rash can develop - often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days. The disease, first found in monkeys, does not tend to spread easily between people but can be transmitted through close physical contact. That includes:  The UK Health Agency Security  advised people with the highest risk of having caught monkeypox to isolate  for 21 days. Monkeypox is most common in remote parts of Central and West Africa. Infections have been confirmed by public health agencies  in several European countries as well as the UK - where the first European case was reported on 7 May - and in Australia, the US and Canada. The World Health Organisation (WHO) described the recent outbreaks as \"atypical, as they are occurring in non-endemic countries\".", "url": "https://www.bbc.com/news/uk-scotland-61562865"},
{"title": "Monkeypox virus outbreaks are containable - WHO", "author": null, "date": "2022-05-23T18:21:12.000Z", "text": "More than 100 cases of the virus - which causes a rash and a fever - have been confirmed in Europe, the Americas and Australia. That number is expected to rise still, but experts say the overall risk to the broader population is very low. The virus is most common in remote parts of Central and West Africa. \"This is a containable situation,\" the WHO's emerging disease lead Maria Van Kerkhove said at a news conference on Monday. \"We want to stop human-to-human transmission. We can do this in the non-endemic countries,\" she added - referring to recent cases in Europe and North America. What is monkeypox and how do you catch it?  Monkeypox: Time to worry or one to ignore? The virus has now been detected in 16 countries outside Africa. Despite being the largest outbreak outside of Africa in 50 years, monkeypox does not spread easily between people and experts say the threat is not comparable to the coronavirus pandemic.  \"Transmission is really happening from skin-to-skin contact, most of the people who have been identified have more of a mild disease,\" Ms Van Kerkhove said.  Another WHO official added that there was no evidence the monkeypox virus had mutated, following earlier speculation over the cause of the current outbreak. Viruses in this group \"tend not to mutate and they tend to be fairly stable\", said Rosamund Lewis, who heads the WHO's smallpox secretariat. Meanwhile, a top EU health official has warned that some groups of people may be more at risk than others. \"For the broader population, the likelihood of spread is very low,\" said Dr Andrea Ammon of the European Centre for Disease Prevention and Control.  \"However the likelihood of further spread of the virus through close contact for example during sexual activities amongst persons with multiple sexual partners is considered to be high\". Monkeypox has not previously been described as a sexually transmitted infection, but it can be passed on by direct contact during sex. Dr Ammon suggested that countries should review the availability of the smallpox vaccine which is also effective against monkeypox. In the UK, which has now recorded 57 cases, authorities are advising anyone who has had close contact with a confirmed case to isolate for 21 days. A person is considered at high risk of having caught the infection if they have had household or sexual contact with someone with monkeypox, or have changed the bedding of an infected person without wearing personal protective equipment (PPE). Symptoms, which include a high temperature, aches, and a rash of raised spots that later turn into blisters, are typically mild and for most people clear up within two to four weeks.", "url": "https://www.bbc.com/news/health-61553822"},
{"title": "Monkeypox: Three people vaccinated in Bristol and Exeter", "author": null, "date": "2022-05-27T17:18:42.000Z", "text": "Two people from Exeter and one person in Bristol received a smallpox vaccine after potential exposure to the virus. Health bosses in the region are gearing up for an increase in cases and have made plans for community testing and potential hospital admissions. No confirmed cases have been identified yet in the South West. Stuart Walker, medical director of University Hospitals Bristol and Weston, said people had been potentially exposed to monkeypox elsewhere, and then had come back to the South West, according to the  Local Democracy Reporting Service . There have been a total number of 101 confirmed cases in England since 7 May. Monkeypox is caused by the monkeypox virus , a member of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low. Speaking at a meeting of the hospitals' trust board on Friday, Prof Walker said health bosses were working through how to provide testing, vaccinations and prepare for potential hospital admissions if patients became seriously ill. Monkeypox case confirmed in Wales amid outbreak What is monkeypox and how do you catch it?  Monkeypox: Time to worry or one to ignore? Smallpox vaccinations, which are used to vaccinate against monkeypox, are being administered in two centres in the South West, in Exeter and Bristol. Testing has been proposed to take place mainly in sexual health clinics, because of the link with cases. \"If we were to have individuals presenting with confirmed monkeypox, or a very probable case, there is a system in place for mostly managing patients in isolation at home,\" Prof Walker added. \"There hasn't been an individual yet in the UK who has had a very serious illness with monkeypox, but if admission were required that would currently be to Royal Free (Hospital in London) or Newcastle.\" The UK Health Security Agency said  monkeypox symptoms  include new rashes or lesions on any part of the body, and anybody who develops these symptoms should contact a sexual health clinic immediately, and limit their contact with others. Facebook Twitter Instagram bristol@bbc.co.uk ", "url": "https://www.bbc.com/news/uk-england-bristol-61610505"},
{"title": "Monkeypox: Two more people infected to take total to nine in UK", "author": null, "date": "2022-05-18T18:19:44.000Z", "text": "Both live in the South East of England - where most of the cases have been identified - and it is thought they got the infection through spread in the community, rather than travel. Monkeypox is usually linked with travel to West Africa. The UK Health Security Agency (UKHSA) says the virus does not usually spread easily and the risk to people is low. Most of the cases so far are in men who are gay, bisexual or who have sex with men.  What is monkeypox? UKHSA says people in these communities should be alert to unusual rashes or lesions on any part of their body, especially their genitalia, and contact a sexual health service if they have concerns. Monkeypox is not normally a sexually-transmitted infection, but it can be passed on by direct contact during sex. It can also be spread through: All those diagnosed in the UK are in England and most are based in London, and  the city's public health director said plans were in place to stock up on treatments  in case infections rise further. Prof Kevin Fenton said treatments for monkeypox included vaccines and antiviral agents, and the current strategy was to \"vaccinate the highest priority people\", such as household contacts of those infected. \"We're watching closely to see how this spreads over the next week or two and then we'll get a better sense of how to project and plan for the month ahead,\" he added. Dr Susan Hopkins, chief medical adviser at UKHSA, said: \"These latest cases, together with reports of cases in countries across Europe, confirms our initial concerns that there could be spread of monkeypox within our communities. \"UKHSA has quickly identified cases so far and we continue to rapidly investigate the source of these infections and raise awareness among healthcare professionals.\" Health officials are contacting anyone who is a close contact of those infected by monkeypox to provide health information and advice. Doctors are being asked to be alert to people coming forward with rashes without any clear diagnosis. Monkeypox signs can include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion.  A rash can develop, often beginning on the face, then spreading to other parts of the body including the genitals. The rash changes - it can look like chickenpox or syphilis, before finally forming a scab which later falls off. It is usually a mild illness and most people recover within a few weeks.", "url": "https://www.bbc.com/news/health-61501679"},
{"title": "Got a new rash? Monkeypox or something else?", "author": "By Michelle Roberts", "date": "2022-05-24T23:19:47.000Z", "text": "What are the things you should check and consider? The first thing to ask yourself is - do you think you could have been exposed? It takes close, prolonged contact - often skin-to-skin - with an infected person. There are very few people in the world who currently have it, meaning there are not that many opportunities to catch it.  Even in remote parts of some African countries where it can sometimes circulate, children rarely contract it.  If you were to get sick with monkeypox, the first thing you would notice is flu-like symptoms - feeling tired, generally unwell and feverish. It's what doctors call the \"invasion period\" of the disease, when the virus enters your cells.  Your glands would feel swollen because your immune system is ramping up to fight the infection. Next comes the rash, which goes through different \"skin eruption\" phases. It starts off flat and red, but then gets bumpy and blistered, before forming scabs. Dr Rosamund Lewis from the World Health Organization's Emergencies Programme explains: \"It starts with what we call macules. These are just red areas. Then it progresses to papules. This is something you can feel. It's raised.\" Those red lumps and bumps then start to blister, and fill with a whitish fluid that looks like pus.  These pustules then begin to dry out and scab over. Eventually, the scabs will heal and drop off. \"This is why it can be confused with chickenpox,\" says Dr Lewis.  A monkeypox rash usually starts on the face - sometimes in the mouth too - and then the arms and legs, hands and feet, as well as the trunk of the body.    In some of the recent cases, the rash has often been around the genital area. Dr Lewis says: \"The rash may not be visible because it may be covered.\" The rash - which may look slightly different on different skin tones - can contaminate bedsheets and clothes.  The advice from the UK Health Security Agency is to be aware of any unusual skin changes or lesions, especially around the genitals, and for people to contact NHS 111 or a sexual health service if they have any concerns. Dr Tanya Bleiker, President of the British Association of Dermatologists says: \"Differentiating between different types of rashes can be difficult. So if in doubt, follow the advice and get it checked.\" What is Monkeypox? James Gallagher explains what it is and if we should be worried. Available now on BBC iPlayer There are many possibilities, but some common ones include: This rash is usually very itchy and goes through similar stages, ending with scabs. It is possible to get chickenpox more than once in your life - adults can get it again, even if they had it as a young child.  Shingles - reactivation of the chickenpox virus - also causes a rash. It can appear in blotches, and is usually painful. Scabies is caused by mites that lay eggs in the skin, which make it very itchy and red. The rash can appear anywhere on the body, but often starts between the fingers. You might notice lines or tracks on the skin as well as dots. While it is not serious, it is very contagious and needs treating. You can get bitten by bedbugs if the bedding or mattress that you are sleeping on is infested with them. The bugs themselves are tiny, so you may not notice them. Like other insect bites, the lesions are itchy and red, and are often grouped in a line or cluster.  Syphilis is a bacterial infection that is usually caught by having sex with someone who is infected, and genital herpes is a virus that can be sexually transmitted. Both can cause blisters. It's important to get tested and treated as soon as possible, if you think you might have an STI.  This itchy, stinging, red rash is a skin reaction to something that the body thinks is a threat and reacts to. Sometimes the trigger is never found, but common ones include eating certain foods or contact with certain plants, chemicals or medicines.  This common viral infection, often seen in children, is harmless but can spread around the body, causing itchy, firm, raised spots that have a small dimple in the middle. Clusters of them tend to occur in the armpit, behind the knees or in the groin. You can catch it from skin-to-skin contact or by touching contaminated objects, such as towels. This viral infection is spread by coughs and sneezes, as well as contaminated household items such as cutlery. It can cause flu-like symptoms, as well as sores in the mouth and a red rash on the palms and soles of the feet. It usually gets better on its own. This contagious bacteria usually infects skin that is already damaged, causing red sores and oozing, crusty blisters - often on the face. Although it can look severe, it can be cleared up with antibiotic cream.", "url": "https://www.bbc.com/news/health-61551164"},
{"title": "Scotland's first monkeypox patient in hospital", "author": null, "date": "2022-05-23T16:09:37.000Z", "text": "It is understood that the person, who has not been named, is not seriously ill but is being monitored as a precaution in a specialist infectious diseases unit. Their close contacts are being offered a smallpox vaccine.  There have now been  57 confirmed cases of the viral infection in the UK .  Public Health Scotland said the case was not linked to international travel and the affected individual was exposed to the virus in the UK.   Details of the Scottish case were released as new guidance from the UK Health Agency Security  urged anyone at the highest risk of having caught monkeypox to isolate  for 21 days. The advice  applies to anyone who has had direct or household contact with a confirmed case. Contacts are advised to provide their details for contact tracing, forgo travel, and avoid contact with immunosuppressed people, pregnant women, and children under 12. What is monkeypox and how do you catch it?  High-risk monkeypox contacts advised to isolate  Concern over monkeypox impact on sexual health Monkeypox is most common in remote parts of Central and West Africa. Infections have been confirmed by public health agencies  in Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden, as well as the UK - where the first European case was reported on 7 May. Cases have also been detected in Australia, the US and Canada. The World Health Organisation (WHO) described the recent outbreaks as \"atypical, as they are occurring in non-endemic countries\". Initial symptoms include fever, headaches, swellings, back pain and aching muscles. Once the fever breaks a rash can develop, often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days. The disease, first found in monkeys, does not tend to spread easily between people but can be transmitted through close physical contact. That includes:  Dr Nick Phin, director of public health science and medical director at Public Health Scotland, said the \"overall risk to the general public is low\". \"We have well established and robust infection control procedures for dealing with such cases of infectious disease and these will be strictly followed,\" he said.  \"We are working with NHS boards and wider partners in Scotland and the UK to investigate the source of this infection.  \"Close contacts of the case are being identified and provided with health information and advice. This may include the offer of vaccination.\"  There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection as the two viruses are quite similar. Dr Phin said a \"more than sufficient\" number of vaccine doses had been ordered for the first Scottish case, adding that 10 to 20 contacts would be expected for each monkeypox patient. Public Health Scotland said the smallpox vaccines were being stored in Edinburgh and Glasgow but they were looking for locations suitable for a larger quantity of doses. The vaccine is stored at -80C to -20C, but can be kept in a fridge for up to eight weeks after thawing. Across the UK, 1,000 doses of the Imvanex vaccine have already been issued or are in the process of being issued, leaving more than 3,500 doses in the UK.  Dr Phin said the vaccines were not compulsory for contacts and there would not be a mass vaccination programme in a \"scenario like Covid\". He added: \"Anyone with an unusual blister-like rash or small number of blister-like sores on any part of their body, including their genital area, should avoid close contact with others and seek medical advice if they have any concerns.\" A large proportion of the UK cases have been identified in gay and bisexual men, and men who have sex with other men. Andy Seale, an adviser to the WHO, said: \"While we're seeing some cases in men, this is not a 'gay disease' as some people and social media have labelled it. \"It seems clear it's linked to close contact, whether through social contact or possibly sexual contact,\" he added in a social media session that was set up to answer questions from the public. An expert in infectious diseases said superspreader events were likely to be behind the recent rise in global cases. Sir Jeremy Farrar, director of charitable health foundation Wellcome Trust, told  BBC Radio 4's Today  programme the trust had \"never seen anything like this before, with such a number of cases\" in so many countries. He said: \"The virus may have changed, but I think that's unlikely.  \"More likely is, I think, that the niche that this virus now finds itself in has allowed for some superspreader events and those individuals involved in that have then travelled to other parts of the world and taken the infection with them.\" He said the UKHSA \"deserves great credit\" for its \"textbook example\" response to the outbreak.", "url": "https://www.bbc.com/news/uk-scotland-61549385"},
{"title": "Suspected monkeypox case halts Inverness court trial", "author": null, "date": "2022-05-25T16:52:10.000Z", "text": "The Scottish Courts and Tribunal Service (SCTS) confirmed the step was taken on Wednesday. It comes after Scotland's first monkeypox patient was confirmed by Public Health Scotland (PHS)  earlier this week . PHS said it would not be appropriate to comment on the case affecting the trial in Inverness. SCTS said: \"We can confirm that the case was adjourned today due to a Crown witness being absent due to a suspected case of monkeypox.\" A PHS statement said: \"In line with national protocols, Public Health Scotland is working with NHS Boards and wider partners to investigate a small number of potential cases of monkeypox in Scotland.\" The total number of cases identified in the UK up to Tuesday  was 78 . Got a new rash? How to tell if it is monkeypox High-risk monkeypox contacts advised to isolate  Scotland's first monkeypox patient in hospital What is monkeypox and how do you catch it?  Monkeypox is most common in remote parts of Central and West Africa. Infections have been confirmed by public health agencies in Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden, as well as the UK - where the first European case was reported on 7 May. Cases have also been detected in Australia, the US and Canada. The World Health Organisation (WHO) described the recent outbreaks as \"atypical, as they are occurring in non-endemic countries\". Initial symptoms include fever, headaches, swellings, back pain and aching muscles. Once the fever breaks, a rash can develop - often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days.", "url": "https://www.bbc.com/news/uk-scotland-highlands-islands-61579281"},
{"title": "Monkeypox: 80 cases confirmed in 12 countries", "author": null, "date": "2022-05-21T11:12:38.000Z", "text": "The World Health Organization has said another 50 suspected cases are being investigated - without naming any countries - and warned that more cases are likely to be reported. Infections have been confirmed in nine European countries, as well as the US, Canada and Australia. Monkeypox is most common in remote parts of Central and West Africa. It is a rare viral infection which is usually mild and from which most people recover in a few weeks, according to  the UK's National Health Service .  The virus does not spread easily between people and the risk to the wider public is said to be very low. There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection since the two viruses are quite similar. What is monkeypox?  Time to worry or one to ignore? Concern over monkeypox impact on sexual health So far, public health agencies in Europe have confirmed cases in the UK, Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden. In a statement on Friday , the WHO said that the recent outbreaks \"are atypical, as they are occurring in non-endemic countries\". It said it was \"working with the affected countries and others to expand disease surveillance to find and support people who may be affected\". It is not yet clear why this unusual outbreak is happening now.  One possibility is that the virus has changed in some way, although currently there is little evidence to suggest this is a new variant.  Another explanation is that the virus has found itself in the right place at the right time to thrive.  Monkeypox may also spread more easily than it did in the past, when the smallpox vaccine was widely used.   WHO's Europe regional director Hans Kluge warned that \"as we enter the summer season... with mass gatherings, festivals and parties, I am concerned that transmission could accelerate\". He added that all but one of the recent cases had no relevant travel history to areas where monkeypox was endemic. The  first case of the disease in the UK  was reported on 7 May. The patient had recently travelled to Nigeria, where they are believed to have caught the virus before travelling to England, the UK Health Security Agency said. There are now 20 confirmed cases in the UK, Health Secretary Sajid Javid said on Friday. Authorities in the UK said they had bought stocks of the smallpox vaccine and started offering it to those with \"higher levels of exposure\" to monkeypox. Spanish health authorities have also reportedly purchased thousands of smallpox jabs to deal with the outbreak, according to Spanish newspaper El País. Australia's first case  was detected in a man who fell ill after travelling to the UK, the Victorian Department of Health said. In North America,  health authorities in the US state of Massachusetts  confirmed that a man has been infected after recently travelling to Canada. He was in \"good condition\" and \"poses no risk to the public\", officials said.", "url": "https://www.bbc.com/news/health-61532083"},
{"title": "Monkeypox contact tracing extended to Scotland", "author": null, "date": "2022-05-13T12:59:58.000Z", "text": "The patient had recently travelled to Nigeria, where they were believed to have caught the virus. A \"small number of individuals\" in Scotland are  now reported to be in quarantine  after being identified as contacts of the patient.  The move was said to be a \"standard and precautionary exercise\". And Public Health Scotland said the risk to the wider public remained very low.  Monkeypox case confirmed in England Monkeypox is a rare viral infection which is usually mild and from which most people recover in a few weeks, according to the NHS. The virus does not spread easily between people and the risk to the wider public is said to be very low. Jonathan Ball, a professor of molecular virology at the University of Nottingham, told BBC Radio Scotland's  Lunchtime Live  programme it was very unusual for the virus to be present outside the animal world. He said: \"This is a virus that normally circulates in wildlife. We're not exactly sure what wildlife - it could be rodents, it could be monkeys. \"But occasionally when humans come into contact with an infected animal, you get human infections and sometimes you can get human-to-human infections.\" The first-ever recorded occurrence of the virus in the UK was in 2018, and since then a handful of cases have been confirmed by health authorities. The latest case was being treated at an expert infectious disease unit at Guy's and St Thomas' NHS trust in London after being identified last week. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion, the UKHSA said.  A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages before finally forming a scab, which later falls off. It can be spread when someone is in close contact with an infected person. The virus can enter the body through broken skin, the respiratory tract or through the eyes, nose or mouth.  It can also be spread by contact with infected animals such as monkeys, rats and squirrels, or by virus-contaminated objects, such as bedding and clothing.  Read more about the virus  here .", "url": "https://www.bbc.com/news/uk-scotland-61435476"},
{"title": "Monkeypox: Doctors concerned over impact on sexual health", "author": "By Philippa Roxby", "date": "2022-05-21T07:10:57.000Z", "text": "Staff at clinics are already having to isolate if they have come into contact with anyone infected. In London, where most of the UK's 20 identified cases have been detected, sexual health clinics have stopped people walking in altogether.  The British Association for Sexual Health and HIV said it was concerned about the effect on other infections. Cases of monkeypox, which is generally mild, are rare outside Central and West Africa, but  about 80 cases have been confirmed in at least 12 countries,  the World Health Organization says.  Infections were confirmed in Italy, Sweden, Spain, Portugal, the US and Canada, as well as the UK - where the first European case was reported. The WHO says another 50 suspected cases are being investigated. What is monkeypox?  Time to worry or one to ignore? Eighty monkeypox cases confirmed in 11 countries Monkeypox can be spread when someone is in close contact with an infected person. The virus can enter the body through broken skin, or through the eyes, nose or mouth. It has not previously been described as a sexually transmitted infection, but it can be passed on by direct contact during sex. And the most recent UK cases are in gay or bisexual men which has prompted the UK Health Security Agency to encourage men who have sex with men to be aware of any unusual rashes or lesions. They are being asked to contact their local sexual health service if they have concerns. Dr Claire Dewsnap, a consultant in genitourinary medicine and president of the British Association for Sexual Health and HIV, said staff in sexual health clinics were \"already under significant pressure\" and monkeypox was making that situation worse. \"It is already stretching the workforce and will have a massive impact if staff have to isolate if they are in close contact with someone who's infected,\" Dr Dewsnap said. \"I am concerned about the potential impact on access to sexual health generally.\"  In London, clinics are asking all patients to contact staff in advance and tell them their symptoms before being offered an appointment. This is so those with monkeypox symptoms can be kept away from waiting rooms or clinics where other people are present. Clinics elsewhere are asking only those with an unusual rash to call ahead so they can be seen in separate areas. Some staff in sexual health clinics have already received a smallpox vaccine to help protect them against monkeypox - a smallpox jab offers some good protection since the two viruses are quite similar. Monkeypox is usually associated with travel to Central or West Africa, but some of the cases that have been occurring outside these countries have had no travel link.  It does not spread easily between people, but it can be spread through: If you get infected with monkeypox, it usually takes between five and 21 days for the first symptoms to appear. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages - a bit like chicken pox - before finally forming a scab, which later falls off. Read more  about the virus here. Twenty cases of monkeypox have now been confirmed in the UK, with a further 11 announced on Friday, and most have been mild. However, the disease can be more severe, especially in young children, pregnant women, and people who have weakened immune systems.   Health Secretary Sajid Javid said on Friday that the UK was stocking up on smallpox vaccine doses to help protect some groups against the virus. A smallpox jab offers some good protection against monkeypox since the two viruses are quite similar. Ten other countries, including the US, Portugal, Spain and Canada, have also detected cases. The World Health Organization is convening an emergency meeting with experts about the spread of the virus which is normally found in remote parts of central and west Africa. Sir Peter Horby, director of the Pandemic Sciences Institute at Oxford University, told BBC Radio 4's Today programme that \"it is an unusual situation where we seem to have had the virus introduced but now ongoing transmission within certain communities\". He said that the key message to people with symptoms was to \"seek attention, get diagnosed and then to be isolated in some way at home so that they don't spread it on\". Asked how effective current treatments are, he said there was a post-exposure prophylaxis that can be given to close contacts and an anti-viral drug was also being tested in central Africa \"so there's a lot that can be done\".", "url": "https://www.bbc.com/news/health-61527835"},
{"title": "Monkeypox: Manx residents urged to be aware of symptoms", "author": null, "date": "2022-05-25T15:28:02.000Z", "text": "The island's public health directorate said there were currently no recorded cases on the island but a rising number elsewhere was a \"warning\". Symptoms of the virus include unusual rashes or lesions on the body, fever, headaches and muscle aches. A total of  71 cases have now been recorded in the UK  since early May. Head of health protection Glenn Blacker said the risk to the general public remained low but public health officials were \"monitoring the situation closely\". Anyone who develops symptoms should contact their GP or a sexual health clinic immediately and avoid close contact with others, he added. Monkeypox is a viral infection usually associated with travel to West Africa, where it is always present, and is spread by very close contact with someone who has the virus. Infections are usually mild and most people recover within a few weeks. Facebook Twitter IsleofMan@bbc.co.uk", "url": "https://www.bbc.com/news/world-europe-isle-of-man-61583865"},
{"title": "Monkeypox: UK cases rise to 71, with vaccines for high-risk contacts", "author": "By Philippa Roxby", "date": "2022-05-24T17:08:08.000Z", "text": "They are tracing high-risk close contacts of the cases to advise them to isolate at home for 21 days. A smallpox vaccine is being offered to prevent them developing symptoms. Anyone with unusual rashes or lesions on any part of the body should contact NHS 111 or their local sexual health service. Dr David Phillips, a sexual health consultant in south London, said clinics were still \"open for business\" even though some staff are isolating, and appointments are being held by phone to reduce the risk of monkeypox spreading.  He said some patients were getting frustrated, but urged them to \"be patient with us\". Dr Phillips calls back anyone with an unusual rash and can see them face-to-face if wearing mask, goggles, gown and gloves. He said his clinic had seen a very small number of monkeypox cases. What is monkeypox?  Time to worry or one to ignore? The UK Health Security Agency (UKHSA) says many of the 71 people infected so far have been gay, bisexual or men who have sex with men - and it has been asking these groups in particular to be aware of the symptoms.  But monkeypox is not a sexually-transmitted disease, and experts stress the illness does not affect one community more than any other, so there should be no stigma.  The virus, which is usually a mild infection, spreads through close contact with scabs on the skin, bedding and towels used by an infected person - and through their coughs and sneezes. The overall risk to the public is low, the UKHSA says, despite the rise in cases amid the largest outbreak of monkeypox outside Africa. So far in this outbreak, which started in early May, there have been 131 cases of monkeypox in more than 15 countries. Most are in Europe, where it is rarely seen, although there have been more than 1,200 cases in recent months in West Africa, where it is always present. In the UK, all the cases are in England, apart from one in Scotland. No cases have been found in Wales or Northern Ireland. More than 1,000 doses of the smallpox vaccine Imvanex are being sent to NHS Trusts, and another 3,500 doses are in the UK. The World Health Organization says the outbreak is \"containable\" and it is providing advice to countries on how to tackle the situation. Monkeypox is usually associated with travel to Central or West Africa, but some of the cases which have been occurring outside these countries have had no travel link.  It does not spread easily between people, but it can be spread through: If you get infected with monkeypox, it usually takes between five and 21 days for the first symptoms to appear. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages - a bit like chicken pox - before finally forming a scab, which later falls off. Read more  about the virus here.", "url": "https://www.bbc.com/news/health-61570562"},
{"title": "Monkeypox: Two more confirmed cases of viral infection", "author": null, "date": "2022-05-14T10:10:32.000Z", "text": "The individuals live together in the same household but are not linked to the  previous case  announced on 7 May. Of the two new cases, one was receiving care at St Mary's Hospital in London and the other was isolating, the agency said. Monkeypox is a rare viral infection from which most people recover in a few weeks, according to the NHS. The UK Health Security Agency (UKHSA) announced on 7 May that a person who had recently travelled to Nigeria had contracted the infection. It was believed they contracted the illness in Nigeria before travelling to the UK. They were being treated at the Guy's and St Thomas' NHS Foundation Trust in London, the agency said. Dr Colin Brown, director of clinical and emerging infection at the UKHSA, said the two new monkeypox cases were not linked to the case announced on 7 May. \"While investigations remain ongoing to determine the source of infection, it is important to emphasise it does not spread easily between people and requires close personal contact with an infected symptomatic person,\" he said. \"The overall risk to the general public remains very low.\" What is monkeypox?  Monkeypox case confirmed in England Health worker diagnosed with monkeypox Dr Brown said the agency was contacting \"any potential friends, family or contacts in the community\" as well as \"healthcare contacts\" of the two new cases. Initial symptoms of monkeypox include fever, headache, aching muscles, backache, swollen lymph nodes, chills and exhaustion. A rash can also develop, which usually starts on the face before spreading to other parts of the body. It eventually forms a scab which falls off. The UKHSA says monkeypox does not spread easily and most patients recover within a few weeks, but it can cause severe illness in some people. Follow BBC London on  Facebook ,  Twitter  and  Instagram . Send your story ideas to  hellobbclondon@bbc.co.uk", "url": "https://www.bbc.com/news/uk-england-london-61449214"},
{"title": "High-risk monkeypox contacts advised to isolate", "author": "By Christy Cooney & Adam Durbin", "date": "2022-05-23T14:31:00.000Z", "text": "The UK Health Security Agency advice  is for anyone who has direct or household contact with a confirmed case. Contacts are advised to provide their details for contact tracing, forgo travel, and avoid contact with immunosuppressed people, pregnant women, and children under 12. The UK has confirmed 21 cases, with the  first case in Scotland  on Monday.  More than 80  have also been identified  across Europe, the US, Canada, Israel, and Australia.  Prime Minister Boris Johnson said: \"As things stand the judgement is that it's rare. I think we're looking very carefully at the circumstances of transmission. \"It hasn't yet proved fatal in any case that we know of, certainly not in this country. \"The UK Health Security Agency - a new body - is obviously following it very closely.\" Monkeypox is a rare viral infection most common in remote parts of central and west Africa. The disease, first found in monkeys, does not tend to spread easily between people but can be transmitted through close physical contact, including sexual intercourse. Symptoms, which include a high temperature, aches, and a rash of raised spots that later turn into blisters, are typically mild and for most people clear up within two to four weeks.  A person is considered at high risk of having caught the infection if they have had household or sexual contact with, or have changed the bedding of an infected person without wearing personal protective equipment (PPE).  Other people who may have come into contact with a case do not need to stay at home and isolate, but should watch out for symptoms such as fever and a rash. Initial symptoms include fever, headaches, swellings, back pain and aching muscles. Once the fever breaks a rash can develop, often beginning on the face, then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy or painful, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days. Although there has been a small number of deaths attributed to the virus in west and central Africa since December, particularly in the Democratic Republic of Congo, none have been  reported by the World Health Organisation  in other countries where cases have been found.  Monkeypox detected in three more countries What is monkeypox and how do you catch it?  Monkeypox: Time to worry or one to ignore? Speaking to the BBC, Dr Susan Hopkins, chief medical adviser for the UK Health Security Agency (UKHSA), said community transmission was occurring in the UK.  \"We are finding cases that have no identified contact with an individual from west Africa, which is what we've seen previously in this country,\" she said. The UKHSA has said a notable proportion of early cases has been detected in gay and bisexual men and has urged members of those communities in particular to be alert.  The cases have also been largely concentrated in urban areas.  \"We would recommend to anyone who is having changes in sex partners regularly, or having close contact with individuals that they don't know, to come forward if they develop a rash,\" said Dr Hopkins. Dr Hopkins added close contacts of cases were being given an established smallpox vaccine that can help protect against monkeypox.  \"We're not using [the vaccine] in the general population,\" she said. \"We're using it in individuals who we believe are at high risk of developing symptoms, and using it early, particularly within four or five days of the case developing symptoms. \"For contacts, [this] reduces your risk of developing disease, so that's how we're focusing our vaccination efforts at this point.\" Smallpox vaccines are about 85% effective in preventing monkeypox infection, and several countries have said they have begun stockpiling them.  It is not yet clear why this unexpected outbreak is happening now. One possibility is the virus has changed in some way, although currently there is little evidence to suggest this is a new variant. Another explanation could be the virus has found itself in the right place at the right time to thrive. Director of the Wellcome Trust Sir Jeremy Farrar told the BBC there may have been a \"superspreader\" event where people gathered and picked up the infection and then took it home with them to different countries. Monkeypox may also spread more easily than it did in the past, when the smallpox vaccine was widely used. Prof Tom Solomon, from the University of Liverpool's Pandemic Institute, said scientists were \"not too alarmed\" by the number of cases, adding he was not aware of there ever being a monkeypox death in the UK. The public health expert told BBC Breakfast he would not be surprised if infections were to double when new figures were released later on Monday - because they are now being actively looked for. Prof Solomon said: \"This is a very mild disease, if you didn't look for it you probably wouldn't even know that it had been occurring. So the numbers will go up. \"But the important thing is by identifying those cases we can isolate them, and isolate their contacts to stop the spread.\" This monkeypox outbreak is undoubtedly unusual as this kind of spread has not been seen before. But that does not mean we are repeating Covid.  Monkeypox is a known virus rather than the completely new coronavirus and we already have tools to help control it.  The big challenge at the moment is we have no idea how many cases are out there. We know we are only seeing the tip of the iceberg because many of the new cases appear unconnected to each other. So we should expect the numbers of confirmed cases to continue to rise. Monkeypox: How worried should we be? The World Health Organization has said it is \"working with the affected countries and others to expand disease surveillance to find and support people who may be affected\". Its head Tedros Adhanom Ghebreyesus also said  the world was facing \"formidable\" challenges,  including Covid, the war in Ukraine and monkeypox. Asked about the outbreak on Sunday, US President Joe Biden said the spread of the virus was \"something that everybody should be concerned about\" and the US was \"working hard\" on its response.", "url": "https://www.bbc.com/news/uk-61546480"},
{"title": "UK monkeypox cases double to 20 - Sajid Javid", "author": "By Michelle Roberts", "date": "2022-05-20T11:36:42.000Z", "text": "The new cases come on top of the nine already identified in the country. Mr Javid said \"most cases\" are mild. He has now updated G7 health ministers on the spread of the virus, which has been detected in nine other countries outside Central and West Africa.  He said the UK was stocking up on smallpox vaccines to help guard against monkeypox. \"I can confirm we have procured further doses,\" he said. A smallpox jab offers some good protection against monkeypox since the two viruses are quite similar.  The World Health Organization is convening an emergency meeting with experts about the spread.  Dr Hans Henri Kluge, WHO Regional Director for Europe, is concerned that transmission could accelerate as countries enter the summer \"festival\" season.  Cases of the disease outside Central and West Africa are rare, but some have been occurring recently in Europe, USA, Canada and Australia.  It is not clear how much vaccine stock has been bought by the UK, or how many jabs might be given.  Reports say Spain is preparing to order thousands of doses of smallpox vaccine to use against monkeypox.  Even without a vaccine, most cases clear up on their own within a few weeks. Severe cases sometimes can occur though. Monkeypox is usually associated with travel to Central or West Africa, but some of the cases that have been occurring outside these countries have had no travel link.  It does not spread easily between people, but it can be spread through: If you get infected with monkeypox, it usually takes between five and 21 days for the first symptoms to appear. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages - a bit like chicken pox - before finally forming a scab, which later falls off. Read more  about the virus here. The UK Health Security Agency (UKHSA) says the risk to the public remains very low.  Anyone with concerns that they could be infected should see a health professional, but make contact with the clinic or surgery ahead of a visit. NHS 111 can also give advice. Dr Susan Hopkins from the UKHSA said \"a notable proportion\" of the recent cases in the UK and Europe have been found in gay and bisexual men \"so we are particularly encouraging them to be alert to the symptoms and seek help if concerned\". Her colleague, Prof Kevin Fenton, said: \"We are asking everybody to be aware of the signs and symptoms, which include rashes around the mouth as well as around the genital area.\" The  Imvanex smallpox vaccine  is about 85% effective in preventing monkeypox, studies suggest. Vaccination after a monkeypox exposure may help prevent the disease or make it less severe. Vaccines work by teaching the immune system how to defend itself against a disease. Routine smallpox vaccination ended in the 1970s in Britain, around the time the disease was eradicated, meaning many people have not got any protection or immune memory against these types of viruses.  How smallpox claimed its final victim Monkeypox cases investigated in Europe, US, Canada and Australia", "url": "https://www.bbc.com/news/health-61520228"},
{"title": "Monkeypox: Plans in place to stock up on treatments if infections rise", "author": null, "date": "2022-05-18T17:46:31.000Z", "text": "Nine people have been diagnosed with the virus in the UK, with nearly all of those based in London. Prof Kevin Fenton said health experts were watching the situation closely to see whether infections spread. He added it was a \"very, very rare condition\", but they wanted to raise awareness among those at risk. What is monkeypox?  Monkeypox is usually associated with travel to West Africa. Symptoms include fever, headaches, swellings, aches and exhaustion, although experts say the chances of infection are low. On Wednesday, the UK Health Security Agency (UKHSA) said another two cases had been identified in England - one in London and the other in the South East - with neither having links to those previously found. Two days before, the health body revealed  four cases of the virus had been detected in addition to three others previously found , with all of those people appearing to have been infected in London. Speaking before the latest two cases were revealed, Prof Fenton told  BBC Radio London  there were \"three different cases we're seeing in the city\", and \"we're really trying to raise awareness\" among people who could be at risk to \"get checked out\". He explained: \"One is a person who returned from West Africa and may well have contracted the infection while they were there.  \"There's a cluster in a family, a heterosexual family... we haven't found any travel links as of yet, which could suggest that they may have picked up the infection in some contact here. \"And there's another cluster of gay, bisexual or other men who have sex with men and they have all reported no history of travel.\" Prof Fenton said treatments for monkeypox included vaccines and antiviral agents, and the current strategy was to \"vaccinate the highest priority people\", such as household contacts of those infected. But he added: \"If we see more cases and it continues to spread then there are plans in place to ensure we have more antiviral agents in place to deal with that. \"We're watching closely to see how this spreads over the next week or two and then we'll get a better sense of how to project and plan for the month ahead.\" Dr Susan Hopkins, the UKHSA's chief medical adviser, previously said the group was \"rapidly investigating the source of these infections because the evidence suggests that there may be transmission of the monkeypox virus in the community, spread by close contact. \"We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay. \"We are contacting any potential close contacts of the cases to provide health information and advice.\" Follow BBC London on  Facebook ,  Twitter  and  Instagram . Send your story ideas to  hellobbclondon@bbc.co.uk", "url": "https://www.bbc.com/news/uk-england-london-61493329"},
{"title": "Monkeypox: UK discovers 36 more cases", "author": "By Michelle Roberts", "date": "2022-05-23T16:59:27.000Z", "text": "Adding in a new case found in Scotland on Monday, it brings the total number of infections in the UK to 57.  The rare virus - which causes a rash and a fever - has been seen around the world in recent weeks, which is unusual. Health experts stress that the overall risk remains low, and that the disease can be contained.  Northern Ireland's Public Health Agency  and  Public Health Wales  each said they have had no confirmed cases. Downing Street has said there are no plans to hold a meeting of the Cobra emergency committee over monkeypox, or to impose any travel bans. Chelsea and Westminster Hospital in London has said \"around 10\" staff in its sexual health clinic are self-isolating at home after coming into close contact with a patient with monkeypox.   Dr Claire Dewsnap, president of the British Association for Sexual Health and HIV, told the BBC that \"up to 10 staff\" at a second sexual health clinic were also self-isolating. The location has not been revealed. Clinics have now brought in stringent Personal Protective Equipment requirements when dealing with the virus. About 100 confirmed cases have been recorded globally so far. The World Health Organization's (WHO) emerging disease lead Maria Van Kerkhove said we should expect to see more in the coming days, but that we have the tools to stop the virus.  \"This is a containable situation, particularly in the countries where we are seeing these outbreaks that are happening across Europe, in North America as well,\" she said. \"We can stop human-to-human transmission.\"  The virus does not usually spread easily between people, but it can be passed on through close person-to-person contact. That includes: Dr Susan Hopkins, from the UKHSA, urged people to be aware of any unusual rashes, or lesions and to contact a sexual health service if they have any symptoms. \"A notable proportion of recent cases in the UK and Europe have been found in gay and bisexual men so we are particularly encouraging these men to be alert to the symptoms,\" she said.  What is monkeypox and how do you catch it? Time to worry or one to ignore? Andy Seale, an adviser to the WHO, said: \"While we're seeing some cases in men, this is not a 'gay disease' as some people and social media have labelled it. \"It seems clear it's linked to close contact, whether through social contact or possibly sexual contact,\" he added in a social media session that was set up to answer questions from the public.  Anyone at the highest risk of having caught monkeypox - those who live with someone who has it, for example - will be asked to isolate at home for up to 21 days,  in line with official guidelines. The government has confirmed that it has  bought supplies of a smallpox vaccine,  and this is being offered to identified close contacts of anyone diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness. Most cases will be mild and get better within a few weeks. If you become infected with monkeypox, it usually takes between five and 21 days for the first symptoms to appear. They include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages - a bit like chicken pox - before finally forming a scab, which later falls off. haveyoursay@bbc.co.uk +44 7756 165803 @BBC_HaveYourSay Upload your pictures/video here terms & conditions privacy policy If you are reading this page and can't see the form you will need to visit the mobile version of the  BBC website  to submit your question or comment or you can email us at  HaveYourSay@bbc.co.uk . Please include your name, age and location with any submission. ", "url": "https://www.bbc.com/news/health-61557154"},
{"title": "Monkeypox: Time to worry or one to ignore?", "author": "By James Gallagher", "date": "2022-05-20T23:24:05.000Z", "text": "So what is going on? Is it time to worry or are we getting overly excited having just lived through Covid? Let's be clear: this is not another Covid and we're not days away from lockdowns to contain the spread of monkeypox.  However, this is an unusual and unprecedented monkeypox outbreak. It has taken scientists who specialise in the disease by complete surprise and it is always a concern when a virus changes its behaviour. Until now, monkeypox was pretty predictable.  The virus's natural home is wild animals, which are actually thought to be rodents rather than monkeys. Somebody in the rainforests of Western and Central Africa comes into contact with an infected creature and the virus makes the jump across species. Their skin erupts in a rash, which blisters and then scabs over.  The virus is now outside its usual home and struggles to spread so it needs prolonged close contact to keep going. So outbreaks tend to be small and burn out on their own.  Small numbers of cases have cropped up elsewhere in the world before,  including the UK , but all can be immediately linked to somebody travelling to an affected country and bringing it home.  That is no longer the case.  \"We're in a very new situation, that is a surprise and a worry,\" Prof Sir Peter Horby, the director of the University of Oxford's Pandemic Sciences Institute, told me. While he says this is \"not Covid-Two\", he said \"we need to act\" to prevent the virus getting a foothold as this is \"something we really want to avoid\". Dr Hugh Adler, who has treated patients with monkeypox, agrees: \"It's not a pattern we've seen before - this is a surprise.\" We know this outbreak is different, but we don't know why.  There's two broad options - the virus has changed or the same old virus has found itself in the right place at the right time to thrive.  Monkeypox is a DNA virus so it does not mutate as rapidly as Covid or flu. Very early  genetic analysis  suggests the current cases are very closely related to forms of the virus seen in 2018 and 2019. It is too early to be sure, but for now there is no evidence this is a new mutant variant at play. But a virus doesn't have to change in order to take advantage of an opportunity, as we have learned from unexpected large outbreaks of both Ebola and Zika virus in the last decade.  \"We always thought Ebola was easy to contain, until that wasn't the case,\" said Prof Adam Kucharski, from the London School of Hygiene and Tropical Medicine.  It's not clear why gay and bisexual men are disproportionately affected. Are sexual behaviours making it easier to spread? Is it just coincidence? Is it a community that is more aware of sexual health and getting checked out?  It may also be getting easier for monkeypox to spread. The mass smallpox vaccinations of the past would have given older generations some protection against the closely related monkeypox.  \"It is probably transmitting more effectively than in the smallpox era, but we're not seeing anything suggesting it could run rampant,\" said Dr Adler, who still expects this outbreak to burn itself out. Understanding how this outbreak started will help predict what happens next.  We know we're only seeing the tip of the iceberg as the cases being detected don't fit into a neat picture of this person passed it on to that person etc. Instead many of the cases appear unrelated, so there are missing links in a chain that seems to spread across Europe and beyond.  A recent massive superspreading event, in which large numbers of people gathered and caught monkeypox at the same venue such as a festival and then took it home to different countries, could explain the current situation. The alternative explanation for so many unconnected people getting infected is if the virus has actually been bubbling along unnoticed for quite some time involving a lot of people.  Either way, we can expect to continue to find more cases.  \"I don't think the general public need to be worried at this stage, but I don't think we've uncovered all of this and we are not in control of this,\" said Prof Jimmy Whitworth, from the London School of Hygiene and Tropical Medicine.  But remember we are not in the same situation as we were with Covid.  Monkeypox is a known virus rather than a new one, and we already have vaccines and treatments. It is mostly mild, although it can be more dangerous in young children, pregnant women and people with weak immune systems.  But it spreads more slowly than Covid and the distinctive and painful rash makes it harder to miss than a cough that could be anything. This makes the job of finding people who may have been infected and vaccinating those at risk of catching it easier.  However, the World Health Organization's regional director for Europe, Hans Kluge, has warned that \"as we enter the summer season... with mass gatherings, festivals and parties, I am concerned that transmission could accelerate\". James on Twitter ", "url": "https://www.bbc.com/news/health-61524508"},
{"title": "World faces big challenges over Covid, monkeypox and wars - WHO", "author": null, "date": "2022-05-23T01:29:54.000Z", "text": "Tedros Adhanom Ghebreyesus was speaking in Geneva, where the UN health agency's experts were discussing the monkeypox outbreak in 15 nations outside Africa. More than 80 cases have been confirmed in Europe, the US, Canada, Australia and Israel. However, the risk to the wider public is said to be low. Monkeypox - the virus that is most common in remote parts of Central and West Africa - does not tend to spread easily between people and the illness is usually mild.  Most people who catch the virus recover within a few weeks, according to  the UK's National Health Service . The outbreak has taken scientists by surprise, and UK health officials have issued new advice,  saying high-risk contacts of cases should self-isolate for three weeks . Belgium became the first country to announce a three-week quarantine for infected persons on Friday. More confirmed cases are expected to be announced in the UK on Monday, the Guardian newspaper reports. What is monkeypox?  Time to worry or one to ignore? Speaking at Sunday's opening of his agency's World Health Assembly, Dr Tedros said: \"Of course the [Covid] pandemic is not the only crisis in our world.  \"As we speak our colleagues around the world are responding to outbreaks of Ebola in the Democratic Republic of Congo, monkeypox and hepatitis of unknown cause and complex humanitarian crises in Afghanistan, Ethiopia, Somalia, South Sudan, the Syrian Arab Republic, Ukraine and Yemen.  \"We face a formidable convergence of disease, drought, famine and war, fuelled by climate change, inequity and geopolitical rivalry,\" the WHO head added.  The WHO earlier said that a number of other suspected monkeypox cases were being investigated - without naming the countries involved - and warned that more infections were likely to be confirmed. After the outbreak was first identified in the UK, the virus began to be detected across Europe - with public health agencies in Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden all confirming cases. Further cases were confirmed in Austria and Switzerland on Sunday. The UK Health Security Agency has identified 20 cases so far and its chief medical adviser Dr Susan Hopkins told the BBC's Sunday Morning programme: \"We are detecting more cases on a daily basis.\" She said the virus was now spreading in the community - with cases detected which have had no contact with anyone who has visited West Africa, where the disease is endemic. But the risk to the general population remains \"extremely low\", with cases so far mostly found in some urban areas and among gay or bisexual men, Dr Hopkins said. Although there is no specific vaccine for monkeypox, several countries have said they are stocking smallpox vaccines, which are about 85% effective in preventing infection because the two viruses are quite similar. It is not yet clear why this unexpected outbreak is happening now. One possibility is that the virus has changed in some way, although currently there is little evidence to suggest this is a new variant. Another explanation is that the virus has found itself in the right place at the right time to thrive. Monkeypox may also spread more easily than it did in the past, when the smallpox vaccine was widely used. Ukrainian tennis player who returned to defend his country Meet the young bricklayers building their lives", "url": "https://www.bbc.com/news/health-61546199"},
{"title": "Monkeypox: Cases detected in three more countries for first time", "author": null, "date": "2022-05-24T20:44:24.000Z", "text": "The Czech Republic and Slovenia also reported their first cases on Tuesday, joining 18 other countries to detect the virus outside its usual Africa base. That number is expected to rise further still, but experts say the overall risk to the general population remains low. Outbreaks of the virus have been found in Europe, Australia and America. The symptoms often include a fever and rash - but the infection is usually mild. In the UAE, health officials announced a case had been detected in a traveller who had recently visited west Africa and is now receiving medical treatment. Authorities there say they are \"fully prepared\" to handle any outbreak, adding that early surveillance protocols for detecting the disease were in place. The World Health Organization (WHO) says the virus can be contained with the right response in countries outside of Africa where it is not usually detected. \"We encourage you all to increase the surveillance of monkeypox to see where transmission levels are and understand where it is going,\" the WHO's director for Global Infectious Hazard Preparedness, Sylvie Briand, said at a conference on Tuesday. The outbreaks may not be normal but remain containable, she added. What is monkeypox?  Time to worry or one to ignore? Outside Africa there are now 237 confirmed and suspected cases of monkeypox and health authorities around the world have announced plans to contain the virus. Germany says it has ordered up to 40,000 doses of the Imvanex vaccine - used to treat smallpox, but also effective against monkeypox - to be ready in case the outbreak worsens. Anyone already vaccinated with a smallpox vaccine years ago as part of a global bid to eradicate the disease should have existing immunity, German health officials said. But they added that the older treatment has more side-effects so is not suitable for fighting monkeypox today. And in France, which has detected three cases, officials announced a targeted vaccination campaign of adults who had been recently exposed. Authorities there are recommending that a vaccine be given within four days of exposure, but up to 14 days afterwards if necessary.  In England, officials announced on Tuesday that 14 more cases of the virus had been detected - bringing the total number of cases in the UK to 71. Monkeypox is usually associated with travel to Central or West Africa, but some of the cases which have been occurring outside these countries have had no travel link.  It does not spread easily between people, but it can be spread through: If you get infected with monkeypox, it usually takes between five and 21 days for the first symptoms to appear. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages - a bit like chicken pox - before finally forming a scab, which later falls off. Read more  about the virus here. haveyoursay@bbc.co.uk +44 7756 165803 @BBC_HaveYourSay terms & conditions privacy policy If you are reading this page and can't see the form you will need to visit the mobile version of the  BBC website  to submit your question or comment or you can email us at  HaveYourSay@bbc.co.uk . Please include your name, age and location with any submission. ", "url": "https://www.bbc.com/news/health-61568470"},
{"title": "Monkeypox cases investigated in Europe, US, Canada and Australia", "author": null, "date": "2022-05-20T11:07:31.000Z", "text": "The new cases were reported in Belgium, France, Australia and Germany. This follows infections confirmed in Italy, Sweden, Spain, Portugal, the US, Canada and the UK - where the first European case was reported. Monkeypox is most common in remote parts of Central and West Africa. Instances of the disease outside of the region are often linked to travel to the area. Monkeypox is a rare viral infection which is usually mild and from which most people recover in a few weeks, according to  the UK's National Health Service . The virus does not spread easily between people and the risk to the wider public is said to be very low. What is monkeypox?  The  first case of the disease in the UK  was reported on 7 May. The patient had recently travelled to Nigeria, where they are believed to have caught the virus before travelling to England, the UK Health Security Agency said. There are now 20 confirmed cases in the UK, Health Secretary Sajid Javid said on Friday. View original tweet on Twitter There is no specific vaccine for monkeypox, but a smallpox jab offers 85% protection since the two viruses are quite similar. Authorities in the UK said they had bought stocks of the vaccine and started offering it to those with \"higher levels of exposure\" to monkeypox. Spanish health authorities have also reportedly purchased thousands of smallpox jabs to deal with the outbreak, according to Spanish newspaper El País. Australia's first case  was detected in a man who fell ill after travelling to the UK, the Victorian Department of Health said. In North America,  health authorities in the US state of Massachusetts  confirmed that a man has been infected after recently travelling to Canada. He was in \"good condition\" and \"poses no risk to the public\", officials said.", "url": "https://www.bbc.com/news/health-61506562"},
{"title": "Monkeypox: Israel, Switzerland and Austria confirm cases", "author": "By Joseph Lee", "date": "2022-05-22T20:26:01.000Z", "text": "Israel and Switzerland both said they identified one infected person who had recently travelled abroad. Israel is investigating other suspected cases. Monkeypox does not tend to spread easily between people and the illness is usually mild. The virus is most common in remote parts of Central and West Africa. More than 80 cases have been confirmed in the recent outbreak in Europe, the US, Canada and Australia. This outbreak has taken scientists by surprise, but the risk to the wider public is said to be low. Most people who catch the virus recover within a few weeks, according to  the UK's National Health Service . What is monkeypox?  Time to worry or one to ignore? The World Health Organization has said a number of other suspected cases are being investigated - without naming the countries involved - and warned that more infections are likely to be confirmed. Asked about the outbreak as he finished a visit to South Korea, US President Joe Biden said that if the virus were to spread more widely it would be \"consequential\", adding that \"it is something that everybody should be concerned about\". He said the US was \"working hard\" on its response and what vaccines in might use. After the outbreak was first identified in the UK, the virus began to be detected across Europe - with public health agencies in Spain, Portugal, Germany, Belgium, France, the Netherlands, Italy and Sweden all confirming cases. The UK Health Security Agency has identified 20 cases so far and its chief medical adviser Dr Susan Hopkins told the BBC's Sunday Morning programme: \"We are detecting more cases on a daily basis.\" She said the virus is now spreading in the community - with cases detected which have no contact with anyone who has visited West Africa, where the disease is endemic. But the risk to the general population remains \"extremely low\", with cases so far mostly found in some urban areas and among gay or bisexual men, Dr Hopkins said. Although there is no specific vaccine for monkeypox, several countries have said they are stocking smallpox vaccines, which are about 85% effective in preventing infection because the two viruses are quite similar. In a statement on Friday , the WHO said that the recent outbreaks were unusual in that they were occurring in countries where the disease was not endemic. It is not yet clear why this unexpected outbreak is happening now.  One possibility is that the virus has changed in some way, although currently there is little evidence to suggest this is a new variant.  Another explanation is that the virus has found itself in the right place at the right time to thrive.  Monkeypox may also spread more easily than it did in the past, when the smallpox vaccine was widely used.   The WHO's regional director for Europe, Hans Kluge, has warned that \"transmission could accelerate\" during the summer season, as people gather for festivals and parties. In addition to the European cases, Australia has confirmed that one man who had travelled to the UK contracted the virus. In North America,  health authorities in the US state of Massachusetts  said one man who recently travelled to Canada had tested positive for the virus. Canada's Public Health Agency said it had identified  two cases in Quebec , but said it was not clear if the US traveller had been infected before or during his visit to Montreal. Ukrainian tennis player who returned to defend his country Meet the young bricklayers building their lives", "url": "https://www.bbc.com/news/health-61540474"},
{"title": "Monkeypox diagnosed in UK for first time", "author": null, "date": "2018-09-08T17:19:49.000Z", "text": "The rare viral infection does not spread easily between humans and most people recover within a few weeks. Public Health England (PHE) said the patient was a resident of Nigeria where the virus was probably contracted. The patient had been staying at a naval base in Cornwall but is now being treated at the infectious diseases unit at the Royal Free Hospital in London. Its experts are working closely with NHS colleagues \"as a precautionary measure\" and will be contacting people who might have been in close contact with the individual to provide information and health advice. This includes contacting a number of passengers who travelled in close proximity to the patient on the same flight to the UK. The patient travelled to London from Nigeria on 2 September and anyone who has not been contacted yet from that flight is advised no further action is required.  Public Health England Dr Michael Jacobs, clinical director of infection at the Royal Free Hospital, said monkeypox \"does not spread easily between people and the risk of transmission to the wider public is very low\".  \"We are using strict isolation procedures in hospital to protect our staff and patients,\" he added. Dr Nick Phin, the deputy director of the National Infection Service at PHE, said: \"It is important to emphasise that monkeypox does not spread easily between people and the overall risk to the general public is very low. \"Public Health England is following up those who have had close contact with the patient to offer advice and to monitor them as necessary.\" He said PHE and the NHS have \"well established and robust infection control procedures for dealing with cases of imported infectious disease and these will be strictly followed to minimise the risk of transmission\".", "url": "https://www.bbc.com/news/uk-england-cornwall-45459913"},
{"title": "Monkeypox: Two cases identified in north Wales", "author": null, "date": "2021-06-10T19:33:33.000Z", "text": "Public Health Wales (PHW) said the initial case was acquired overseas and both cases were identified in two people from the same household. Monitoring and contact tracing is taking place and the risk to the general public is very low, PHW added. Both people were admitted to a hospital in England, where one still remains. Public Health England is also monitoring the situation. What is monkeypox?  \"Confirmed cases of monkeypox are a rare event in the UK, and the risk to the general public is very low,\" said Richard Firth, PHW's consultant in health protection. \"We have worked with multi-agency colleagues, following tried and tested protocols and procedures, and identified all close contacts. Actions have been put in place to minimise the likelihood of further infection.\" The monkeypox virus is a member of the same family of viruses as smallpox, although it is much less severe and experts say chances of infection are low.  It occurs mostly in remote parts of central and west African countries, near tropical rainforests.  There are two main strains of virus - west African and central African. Initial symptoms include fever, headaches, swellings, back pain, aching muscles and a general listlessness. Once the fever breaks, a rash can develop, often beginning on the face then spreading to other parts of the body, most commonly the palms of the hands and soles of the feet. The rash, which can be extremely itchy, changes and goes through different stages before finally forming a scab, which later falls off. The lesions can cause scarring. The infection usually clears up on its own and lasts between 14 and 21 days. Most cases of the virus are mild, sometimes resembling chickenpox, and clear up on their own within a few weeks. Monkeypox can sometimes be more severe, however, and has been reported to have caused deaths in west Africa. Sources:  PHE England  and  World Health Organization", "url": "https://www.bbc.com/news/uk-wales-57431322"},
{"title": "Monkeypox: Do we need to be worried about it?", "author": null, "date": "2022-05-20T16:16:09.000Z", "text": "This video can not be played Monkeypox is a disease that is usually found in Central Africa and West Africa. But what is it? And how contagious is it? BBC Africa's Jameisha Prescod breaks down what we know about this rare disease.", "url": "https://www.bbc.com/news/av/world-africa-61530232"},
{"title": "UK patient diagnosed with monkeypox", "author": null, "date": "2019-12-04T12:36:48.000Z", "text": "It is believed the patient contracted the infection while visiting Nigeria, Public Health England (PHE) said. According to the World Health Organisation, the condition is similar to human smallpox and although it is much milder, it can be fatal. The patient has been transferred to a specialist infectious disease centre at Guy's and St Thomas' in London.  What is monkeypox?  PHE and NHS officials said they had been implementing \"rapid infection control procedures\" and contacting passengers who travelled in close proximity to the patient on the same flight to the UK.  \"We are following up with those who have had close contact with the patient to offer advice and to monitor them as necessary,\" said Dr Meera Chand, consultant microbiologist at PHE. PHE says the infection is usually a self-limiting illness and most people recover within a few weeks, however severe illness can occur in some individuals.  The infection does not spread easily between people and the risk to the general public in England is very low. This is  not the first time  the virus has been detected in the UK. The first reported cases in the UK were in September 2018.  The  first patient  to be diagnosed with monkeypox in the UK had been staying at a naval base in Cornwall. PHE said the south west region referred to Gloucestershire, Wiltshire, Bristol, Dorset, Somerset, Devon and Cornwall.", "url": "https://www.bbc.com/news/uk-england-50659118"},
{"title": "Monkeypox: Blackpool hospital offered smallpox vaccines", "author": null, "date": "2018-09-27T19:24:34.000Z", "text": "A healthcare worker and a patient she cared for at Blackpool Victoria Hospital have both been infected, Public Health England (PHE) confirmed. She is the  third person in England to be diagnosed  with the disease. The hospital trust said it had put staff who could have been exposed to it on \"active surveillance\" for symptoms. The  first two cases  had been patients who had separately spent time in Nigeria. Marie Thompson, director of nursing at the trust, told the  BBC Local Democracy Reporter Service  the virus was \"along the lines of chickenpox\".  \"Symptoms are flu-like and you get a rash, but people recover within a few weeks. \"We have seen [surveillance] is working in that the staff member was picked up early and is getting correct treatment.\" She added the hospital had been offered the smallpox vaccine so if staff developed symptoms it would make it a milder illness. It comes as the Sun  reported  claims that the healthcare worker - who is being treated at Royal Victoria Infirmary, Newcastle - caught the virus changing bedding because the \"pathetically small\" NHS gloves failed to protect her. Blackpool Teaching Hospitals NHS Foundation Trust has been approached for comment but is yet to respond to the allegation. The disease was first diagnosed in the UK in a patient staying at a  naval base in Cornwall . PHE said there was no link between the first two patients, who are being treated at the Royal Free Hospital in London and the Royal Liverpool Hospital. Initial tests showed the virus was \"consistent\" with the Nigerian strains of the West African clade which is less severe, it added.", "url": "https://www.bbc.com/news/uk-england-lancashire-45669247"},
{"title": "Monkeypox: More than 200 contacts tracked in US for rare disease", "author": null, "date": "2021-07-21T18:48:15.000Z", "text": "They fear people may have come in to contact with a Texas man who brought the disease in from Nigeria earlier this month. The man - believed to be the first monkeypox case in the US since 2003 - was taken to hospital but is in a stable condition. So far, no new cases have been found. What is monkeypox?  The Centers for Disease Control and Prevention (CDC)  says it is concerned passengers who were on board two flights the man made may have been exposed to the disease. He flew into Atlanta, Georgia from Lagos, Nigeria on 9 July, before taking a flight to Dallas, where he was hospitalised, the CDC said. It said it was working with the airlines to assess \"potential risks to those who may have had close contact with the traveller\". But the chances of the disease spreading on the plane were low because passengers had to wear face masks, it added. A CDC spokesperson told the BBC it was \"working with state and local health departments to follow up with individuals who may have been exposed to monkeypox\". \"The risk to the general public is thought to be low,\" the spokesperson said, adding that none of the 200 people they were monitoring were thought to be \"high risk\". Monkeypox is a rare viral disease from the same family as smallpox, but is much less severe. It occurs mostly in remote parts of central and west African countries, near tropical rainforests.  The symptoms include: Most cases of the virus are mild, sometimes resembling chickenpox, and clear up on their own within a few weeks. Monkeypox can sometimes be more severe, however, with one in 100 cases being deadly, according to the CDC. Though rare, the disease has been discovered in the US before. A 2003 outbreak caused 47 confirmed or probable cases, and was linked to rats flown into the country.  Last month,  three cases were identified in the UK.", "url": "https://www.bbc.com/news/world-us-canada-57919573"},
{"title": "Monkeypox: Heathcare worker is third UK case of disease", "author": null, "date": "2018-09-26T10:48:40.000Z", "text": "Public Health England (PHE) said the infected person was involved in the care of a patient  at Blackpool Victoria Hospital  who was treated there prior to their diagnosis. The person has been isolated and is being treated at Royal Victoria Infirmary, Newcastle. The first two cases had been patients who had spent time in Nigeria.  Dr Nick Phin, deputy director of PHE's national infection service, said it had been \"actively monitoring contacts\" for 21 days after exposure. \"It is therefore not wholly unexpected that a case has been identified,\" he said. \"This person has been isolated and we are taking a highly precautionary approach to ensure that all contacts are traced.\" The disease was first diagnosed in the UK in a patient who was staying at a  naval base in Cornwall . Public Health England said there was no UK link between the first two patients. The first and second cases continue to be treated in specialist isolation facilities at the Royal Free Hospital in London and the Royal Liverpool Hospital respectively.  Public Health England", "url": "https://www.bbc.com/news/uk-england-45652459"},
{"title": "Monkeypox case confirmed in England", "author": "By George Bowden", "date": "2022-05-07T16:09:31.000Z", "text": "The patient had recently travelled to Nigeria, where they are believed to have caught the virus before coming to the UK, the health agency said.  They are now being treated at an expert infectious disease unit at Guy's and St Thomas' NHS trust in London. Monkeypox is a rare viral infection from which most people recover in a few weeks, according to the NHS. The UKHSA said monkeypox does not spread easily between people and the risk to the wider public was very low. In an update published on Saturday, the health agency said: \"As a precautionary measure, UKHSA experts are working closely with NHS colleagues and will be contacting people who might have been in close contact with the individual to provide information and health advice.\" The first-ever recorded occurrence of the virus in the UK was in 2018, and since then a handful of cases have been confirmed by health authorities. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion, the UKHSA said.  A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages before finally forming a scab, which later falls off. It can be spread when someone is in close contact with an infected person. The virus can enter the body through broken skin, the respiratory tract or through the eyes, nose or mouth.  It can also be spread by contact with infected animals such as monkeys, rats and squirrels, or by virus-contaminated objects, such as bedding and clothing.  Read more about the virus  here .", "url": "https://www.bbc.com/news/uk-61363896"},
{"title": "Monkeypox: Blackpool patient is second UK case", "author": null, "date": "2018-09-11T17:04:21.000Z", "text": "The patient, who tested positive at Blackpool Victoria Hospital, had recently travelled to Nigeria where they are believed to have contracted it, Public Health England said. They are being treated in a specialist unit at Liverpool University Hospital. The first UK case was diagnosed in Cornwall in a patient who had also spent time in Nigeria. Public Health England said there was no UK link between the patients. The rare viral infection does not spread easily between humans and most people recover within a few weeks. Dr Mike Beadsworth, clinical director of the Tropical and Infectious Diseases Unit at Liverpool University Hospital, said there was no risk to staff, patients or visitors. \"The patient is being cared for on our specialist infectious and tropical diseases unit, by highly trained staff who are experienced in dealing with a variety of infectious diseases.\" Public Health England Dr Nick Phin, deputy director of the PHE's National Infection Service, said there was a sustained outbreak of monkeypox in Nigeria in September 2017 and sporadic cases continue to be reported. Scratched burglar clipped woman's nails Rod Stewart 'clear out' nets rocker £90k Dog has pioneering £12k heart surgery \"It is likely that monkeypox continues to circulate in Nigeria and could therefore affect travellers who are returning from this part of the world. However, it is very unusual to see two cases in such a relatively short space of time.\" He said PHE was contacting people who may have come into contact with the latest patient.", "url": "https://www.bbc.com/news/uk-england-lancashire-45490444"}
]