[
{"title": "Where can you get the monkeypox vaccine in the UK?", "author": "Jen Mills", "date": "Monday 25 Jul 2022 6:41 pm", "text": "There have now been over 2,200 confirmed cases of monkeypox in the UK, with the vast majority of them centred in England, specifically  . The virus can affect anyone, with However, it is currently mainly spreading to gay and bisexual men, with people who have multiple sexual partners most at risk. The NHS has started a vaccine rollout to people who could be most likely to get the disease. They are gay, bisexual or men who have sex with men (GBMSM), along with the frontline staff at greatest risk of exposure and those who have been in close contact with a confirmed case There are some walk-in clinics around the country, however these are mainly centred in London, where most of the cases have so far been found. If you are looking to find out how you can get a monkeypox vaccine, unfortunately the advice is a little patchy for those outside of the capital. In many areas, the advice is to wait until you are contacted to be given a vaccine. This may be fine for those who are known to their local sexual health clinic, with clinicians able to recognise they are at risk. But for those who may, for example, be new to the area, or haven’t been before, or who have only recently become sexually active, they may not be on the radar of services.  In London there have been long queues outside Guy’s Hospital for walk-in clinics. There have been reports of some people travelling cross-country to get the vaccine, as they were concerned and wanted to get it as soon as possible. Others said they were disappointed at not being able to access it easily elsewhere. Author William Hussey tweeted: ‘It appears there are no walk-in centres in Lincolnshire. I have to wait for a phone appointment with a consultant a week Weds to even begin the process.  ‘Again, rural area of the UK are not like London, Manchester etc for LGBTQ+ people. We are routinely failed. It’s a point I regularly try to make to my urban gay friends but one I am not sure is ever fully appreciated. Our lives are not like yours.’ Last week, it was announced that the vaccine rollout in London is being ‘scaled up’ as this is currently where most cases are spreading. Monkeypox vaccines are also apparently obtainable from the Patrick Clements clinic at Central Middlesex Hospital; email lnwh-tr.pccgeneral@nhs.net to arrange an appointment (no walk-ins at this time) If I find other clinics Iâll update.  There are more than 18 clinics offering vaccinations in the capital including Dean Street sexual health clinic in Soho, Chelsea and Westminster Hospital, Guy’s Hospital in Southwark, Mortimer Market Centre in Camden and Barking Hospital Outpatient Centre East.  Elsewhere in the UK, clinics in Brighton are offering the vaccine with a walk-in available on Saturdays. The Whittall Street Clinic in Birmingham is also offering the vaccine, and there are seven in the Manchester area. However, these are contacting people directly and not offering walk-ins. The vaccine used in the UK is the smallpox (MVA) vaccination. It was not developed for use in monkeypox specifically, but has a protective effect.  It is designed to be given as two doses, however for now most people are only being given a single dose. So far, Scotland, Wales and Northern Ireland have not been as badly hit by the outbreak and consequently are not offering the vaccine as frequently. There have been 30 cases in Wales so far, and 26 in Scotland, with neither country yet offering walk-in clinics. Public Health Scotland said they would be setting out details of their vaccine rollout ‘in due course’. Meanwhile, a Welsh Government spokesperson said: ‘Areas with outbreaks are being prioritised in the distribution of UK-wide supplies of the monkeypox vaccine. ‘Anyone eligible for a pre-exposure vaccination in Wales will be contacted directly by their health board. People concerned about symptoms should contact NHS 111 or a sexual health service.’ The Public Health Agency in Northern Ireland said the current process is that those who are eligible for vaccination against monkeypox will be offered the vaccine via the sexual health clinic through their local Health and Social Care Trust. . Not convinced? ", "url": "https://metro.co.uk/2022/07/25/where-can-you-get-the-monkeypox-vaccine-in-the-uk-17065661/"},
{"title": "New monkeypox symptoms identified as cases rise to over 2,000 in UK", "author": "Jen Mills", "date": "Saturday 23 Jul 2022 9:06 am", "text": "Researchers have found that some people with monkeypox are not presenting with typical symptoms, and their disease could look more like a typical STI.  A study looking at people diagnosed recently sound that ‘many’ of those infected have only single genital lesions, or they have sores within the mouth or in the anus. The standard symptoms for monkeypox include sores and scabs across the body.  But the   led by Queen Mary University of   said that expecting to see this could be a problem as the disease may not be identified immediately, even by doctors.  ‘In some people, anal and oral symptoms have led to people being admitted to hospital for management of pain and difficulties swallowing,’ they said.  ‘This is why it’s so important that these new clinical symptoms be recognised and healthcare professionals be educated on how to identify and manage the disease – misdiagnosis can slow detection and thus hinder efforts to control the spread of the virus.’ There have now been 2,050 confirmed monkeypox cases across England so far with the majority based in London.  will be accelerating the rollout of the monkeypox vaccine, prioritising individuals who are most likely to get the virus. -led research helped identify those who are most likely to get the virus.     At-risk people hare now eligible to get the vaccine on the NHS, including men who have sex with men, frontline medical staff at greatest risk of exposure, and those who have been in close contact with a confirmed case. Last weekend, clinics in London delivered over 1,000 vaccinations. The new study looked at 528 confirmed infections at 43 sites globally between 27 April and 24 June 2022. At the moment, the disease is disproportionately affecting men who have sex with men, with 98% of people in this group.  But the researchers warned that although sex was the most likely way these patients picked up the virus, it can be transmitted ‘by any close physical contact through large respiratory droplets and potentially through clothing and other surfaces’.  They warned that it’s very important to be able to correctly identify monkeypox because there is a global shortage of both vaccines and treatments. ‘Recognising the disease, contact tracing and advising people to isolate will be key components of the public health response,’ they said. Professor Chloe Orkin, who led the study, said: ‘Viruses know no borders and monkeypox infections have now been described in 70 countries and in more than 13,000 people.  ‘We have shown that the current international case definitions need to be expanded to add symptoms that are not currently included, such as sores in the mouth, on the anal mucosa and single ulcers.  ‘These particular symptoms can be severe and have led to hospital admissions so it is important to make a diagnosis. Expanding the case definition will help doctors more easily recognise the infection and so prevent people from passing it on.’ Dr John Thornhill, who works treating sexual health issues and is the first author on the study, said: ‘While we expected various skin problems and rashes, we also found that one in ten people had only a single skin lesion in the genital area, and 15 percent had anal and/or rectal pain.  ‘These different presentations highlight that monkeypox infections could be missed or easily confused with common sexually transmitted infections such as syphilis or herpes. We therefore suggest broadening the current case definitions. ‘We have also found monkeypox virus in a large proportion of the semen samples tested from people with monkeypox. However, this may be incidental as we do not know that it is present at a high enough levels to facilitate sexual transmission.  More work is needed to understand this better.’ . Not convinced? ", "url": "https://metro.co.uk/2022/07/23/new-monkeypox-symptoms-identified-as-cases-rise-to-over-2000-in-uk-17054381/"},
{"title": "WHO declares monkeypox outbreak a ‘global health emergency’", "author": "James Hockaday", "date": "Saturday 23 Jul 2022 3:21 pm", "text": "The monkeypox outbreak has spread to more than 70 countries and is now a ‘global health emergency’, the World Health Organisation says. It was described the WHO as an ‘extraordinary event’ that could spill over into more countries and requires a global response.  The emergency declaration mostly serves as a plea to draw more global resources and attention to an outbreak.  Announcements like this in the past have had mixed impact, given that the UN health agency is largely powerless in getting countries to act. Monkeypox has been in parts of central and west Africa for decades, but it was not known to spark large outbreaks beyond the continent, or to spread widely among people. But in May authorities detected dozens of epidemics in Europe, North America and elsewhere –  , where the most at-risk are now eligible for a vaccine.  More than 2,500 cases have been recorded in the US, and the country has  According to the US Centers for Disease Control and Prevention, more than 16,000 cases of monkeypox have been reported in 74 countries since about May. Last month, the WHO’s expert committee said the worldwide monkeypox outbreak did not yet amount to an international emergency, but the panel convened this week to reevaluate the situation. It has previously declared emergencies for public health crises such as the Covid-19 pandemic, the 2014 Ebola outbreak, the Zika virus in 2016 and the ongoing effort to eradicate polio. To date, monkeypox deaths have only been reported in Africa, where a more dangerous version of the virus is spreading, mainly in Nigeria and Congo. In the continent, monkeypox mainly spreads to people from infected wild animals like rodents, in limited outbreaks that typically have not crossed borders.   will be accelerating the rollout of the monkeypox vaccine, prioritising individuals who are most likely to get the virus. -led research helped identify those who are most likely to get the virus.     In Europe, North America and elsewhere, however, monkeypox is spreading among people with no links to animals or recent travel to Africa. The WHO’s top monkeypox expert, Dr. Rosamund Lewis, said this week that 99% of all the monkeypox cases beyond Africa were in men and that of those, 98% involved men who have sex with men.  Experts suspect the monkeypox outbreaks in Europe and North America were spread via sex at two raves in Belgium and Spain. Michael Head, a senior research fellow in global health at Southampton University, said it was surprising WHO hadn’t already declared monkeypox a global emergency, explaining that the conditions were arguably met weeks ago. Some experts have questioned whether such a declaration would help, arguing the disease isn’t severe enough to warrant the attention. They added that rich countries battling monkeypox already have the funds to do so; most people recover without needing medical attention, although the lesions may be painful. ‘I think it would be better to be proactive and overreact to the problem instead of waiting to react when it’s too late,’ Mr Head said.  He added that the WHO’s emergency declaration could help donors like the World Bank make funds available to stop the outbreaks both in the West and in Africa, where animals are the likely natural reservoir of monkeypox. In the US, some experts have speculated whether monkeypox might be on the verge of becoming an entrenched sexually transmitted disease in the country, like gonorrhea, herpes and HIV. ‘The bottom line is we’ve seen a shift in the epidemiology of monkeypox where there’s now widespread, unexpected transmission,’ said Dr Albert Ko, a professor of public health and epidemiology at Yale University. ‘There are some genetic mutations in the virus that suggest why that may be happening, but we do need a globally-coordinated response to get it under control,’ he said. Dr Ko called for testing to be immediately scaled up rapidly, saying that similar to the early days of Covid-19, that there were significant gaps in surveillance. He said: ‘The cases we are seeing are just the tip of the iceberg. The window has probably closed for us to quickly stop the outbreaks in Europe and the US. ‘But it’s not too late to stop monkeypox from causing huge damage to poorer countries without the resources to handle it.’ Dr. Placide Mbala, a virologist who directs the global health department at Congo’s Institute of National Biomedical Research, said he hoped any global efforts to stop monkeypox would be equitable.  Although countries including Britain, Canada, Germany and the US have ordered millions of vaccine doses, none have gone to Africa. ‘The solution needs to be global,’ Mbala said, adding that any vaccines sent to Africa would be used to target those at highest risk, like hunters in rural areas. He added: ‘Vaccination in the West might help stop the outbreak there, but there will still be cases in Africa. ‘Unless the problem is solved here, the risk to the rest of the world will remain.’ . Not convinced? ", "url": "https://metro.co.uk/2022/07/23/who-declares-monkeypox-outbreak-a-global-health-emergency-17055470/"},
{"title": "Spain confirms Europe’s first known monkeypox-related death of outbreak", "author": "Sam Corbishley", "date": "Friday 29 Jul 2022 8:50 pm", "text": "Spain has reported its first monkeypox-related death in what is thought to be Europe’s first known fatality from the disease and the second outside of Africa in the current outbreak. The World Health Organization said in a report last week that five deaths had been reported worldwide – all in the African region. Brazil reported the first monkeypox-related death outside the continent earlier on Friday. The WHO last Saturday declared the rapidly spreading outbreak a global health emergency, its highest level of alert. WHO director-general Tedros Adhanom Ghebreyesus said there are now more than 16,000 reported cases from 75 countries and territories. In its latest report, the Spanish Health Ministry said 4,298 cases had been confirmed in the country. Of the 3,750 patients it had information on, it said 120 had been hospitalised – accounting for 3.2% – and one had died, without providing further details. A spokesperson for the Health Ministry declined to give further details on the deceased person. Monkeypox is related to smallpox and cases are usually found in West and Central Africa, with the virus not often spreading elsewhere. That is why outbreaks reported in multiple countries, including the UK and across Europe, caused alarm among public health experts. The disease, which was first discovered in monkeys, is usually mild but can cause severe illness in some cases. Most patients experience only fever, body aches, chills and fatigue, but some may develop a rash and lesions on the face and hands that can spread to other parts of the body. The rash can look like chickenpox or syphilis, and scabs can form which then fall off. Most people recover within a few weeks. The incubation period of monkeypox is usually from six to 13 days, but can range from five to 21 days. The most likely route of transmission is close physical contact, touching clothing, bedding or towels used by someone with the monkeypox rash, or touching monkeypox skin blisters or scabs. There is a smaller risk of it being spread through coughs and sneezes, and as prolonged face-to-face contact would be needed, this is not one of the main routes. Sexual intercourse is thought to expose people to a higher risk of contracting the disease as, although it is not known to be sexually transmitted, the close physical contact involved means exposure is more likely. A majority of the cases seen so far have been in gay and bisexual men and men who have sex with men. The type of monkeypox involved in the outbreak is a West African variety said to be fatal in only one per cent of cases. The UK Health Security Agency said that, after the WHO declaration of a global emergency, the risk to the UK remains the same. As of July 21, there were 2,208 confirmed cases in the UK. Of those, 2,115 were in England, with a high proportion of cases in London. UKHSA guidance for close contacts of a confirmed monkeypox case has been updated to advise that close contacts do not need to isolate at home if they do not have symptoms. Close contacts are advised to call NHS 111 or a sexual health clinic if they develop a fever or any monkeypox symptoms, and to avoid skin-to-skin contact with others, avoid international travel if possible and to let health or dental facility staff know they are a close contact before attending appointments. Because it can take up to three weeks for symptoms to appear after being in contact with someone with monkeypox, people are advised to stay alert for symptoms after having skin-to-skin or sexual contact with someone new. . Not convinced? ", "url": "https://metro.co.uk/2022/07/29/monkeypox-spain-confirms-europes-first-known-death-of-outbreak-17094164/"},
{"title": "US now leads world in known monkeypox cases as New York and San Francisco declare emergencies", "author": "Zachary Folk", "date": "Friday 29 Jul 2022 9:48 pm", "text": "The US is now leading the world in monkeypox cases in countries where the disease is not endemic. The US has 4,097 cases across 47 states, according to the latest data from the Centers for Disease Control (CDC) published on Thursday. The report was written by the   at the University of Minnesota on Tuesday. Since then, the US has added another 1,420 cases. Last week, the World Health Organization declared the virus a global emergency. On Thursday, New York and San Francisco declared it a local emergency as cases continue to rise and demand for vaccines has outpaced supply. As of Friday, 1,383 monkeypox cases have been confirmed in New York. Of those cases, 1,289 were detected in New York City. New York Commissioner of Health Mary Bassett declared monkeypox an imminent threat, authorizing local health departments to perform ‘case investigation support, contact identification and monitoring, vaccine administration for exposed contacts and current high risk populations, and education and outreach’. San Francisco Mayor London Breed also  her government’s plan to fight monkeypox. Breed was clear that the city would not implement ‘behavior restrictions’ like it did during the coronavirus pandemic. Instead, the city would focus on using the emergency declaration to free up resources to fight the virus. ‘During Covid, we used our Local Emergency to pop up emergency vaccine sites. To deploy workers to immediate needs. To enter into emergency contracts. To be able to move government bureaucracy nimbly to confront the virus,’ wrote Breed. ‘That’s the kind of actions this Local Emergency will allow us to do.’ The second largest outbreak internationally is in Spain, where 3,738 cases have been confirmed. Germany currently has 2,540 and the UK recorded 2,432. Monkeypox is considered endemic to Benin, Cameroon, the Central African Republic, the Democratic Republic of the Congo, Gabon, Cote d’Ivoire, Liberia, Nigeria, the Republic of the Congo, Sierra Leone and South Sudan. Meanwhile, the Food and Drug Administration approved nearly 800,000 more doses of the monkeypox vaccine to be distributed throughout the country. Over 300,000 doses were already distributed to various state and local health departments, but demand has quickly outpaced supply. Clinics in Washington, DC, recently   scheduled for some patients due to ‘very limited supply’. . Not convinced? ", "url": "https://metro.co.uk/2022/07/29/monkeypox-us-leads-world-in-cases-as-cities-declares-emergencies-17094550/"},
{"title": "Monkeypox: What is a global health emergency as WHO declares one?", "author": "Evelyn Richards", "date": "Sunday 24 Jul 2022 10:12 am", "text": "The World Health Organization (WHO)   on Saturday (July 23). The news comes as the  . WHO Director-General Tedros Adhanom Ghebreyesus said that the risk of monkeypox was moderate globally, except in Europe, where the WHO has deemed the risk as high. But what exactly is a global health emergency, and has one been declared before? Here is everything you need to know. A global emergency is the WHO’s highest level of alert. Officially known as a public health emergency of international concern (PHEIC), the status marks an escalation in the response to the disease. The designation means the WHO now views the outbreak as a significant enough threat to global health that urgent action is required to  and potentially escalating into a pandemic. The declaration is designed to trigger international response, and could lead to funding to collaborate on  . Under the 2005 International Health Regulations (IHR), states have a legal duty to respond promptly to a PHEIC. Before a global health emergency is declared, the WHO’s emergency committee meets to weigh the evidence and make a recommendation to the director general.  The committee met last month to discuss declaring monkeypox a global emergency, but decided against it. At that time, there were 3,040 cases in 47 countries. However, since then, the situation has quickly accelerated – there are now 16,000 cases in 75 countries, with five deaths recorded. They met again on Thursday and were split on the decision, with nine members against and six in favour of the declaration – prompting Tedros to break the deadlock. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t He siad: ‘We have an outbreak that has spread around the world rapidly, through new modes of transmission, about which we understand too little. ‘For all of these reasons, I have decided that the global monkeypox outbreak represents a public health emergency of international concern.’ Yes, the WHO has declared a global health emergency six other times – with the first one being Swine flu in 2009. The designations are temporary and require reviews every three months. The emergencies are as follows: Covid-19 was  . At the time, 170 people had died from the virus in China, with 98 cases in 18 countries outside of the country. \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/07/24/monkeypox-what-is-a-global-health-emergency-as-who-declares-one-17057246/"},
{"title": "I had monkeypox – I’ve been through hell and back", "author": "Raphael C", "date": "Thursday 28 Jul 2022 3:51 pm", "text": "The past fortnight has been poxy, both literally and figuratively.  I type these words on the day my agonising two-week   sentence comes to an end, with a confusing mix of sadness and joy.  The first because, as we learned during  , mandatory self-isolation leaves its captive with something neighbouring Stockholm Syndrome.  The second because I’ll be allowed outside – helping me avoid real prison time for the strangulation of my over-attentive partner. I strongly suggest he does not ditch the day job for full-time care! My symptoms kicked off with stomach cramps and aching muscles, which I respectively put down to an excess of rich food and a strenuous gym sesh in the days before.  Fever symptoms then joined the party, and although a Covid lateral flow test displayed only a single red line, I erred on the side of caution and cancelled that evening’s plans.  The following day, a spot appeared on my forehead. Nothing new, so I treated it with   from my   mini apothecary.  The first real clue that something more sinister was afoot came when the zit, which had developed a small crater, began to resemble Vesuvius. Oh dear, was it a monkeypox lesion?  Google Images suggested that, yes, it could well be, but a search engine is no substitute for a medical professional.  I called Homerton Hospital, where a doctor initially suspected I was suffering from nothing worse than  .  However, she later phoned back to say her colleague, a consultant, disagreed, and I was told to come in for a test.  To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t Confusion ensued after I was told to travel the three-mile distance by foot. So I masked my shame (another key character in this tale) with a plaster and took  , having been instructed by the doctor to stick to a quiet carriage and keep my distance. On arrival, I was greeted by a nurse and accompanied to what I reckon was a designated monkeypox room.  ‘Don’t touch anything, thanks. Sorry, you understand.’  After two years of Covid, I was certainly familiar with this dance, but it still left me feeling slightly like a rabid mole-rat. A doctor collected a sample, confirmed the spot was indeed lesion-like, and sent me off to isolate at home until the results came back.  Later that evening, the situation shifted from a little gloomy to proper grim, on the discovery of a second, much more painful lesion, and in a much more private area. There was no doubt about it, I had monkeypox. It was staring back at me in the bathroom mirror.  I fixated on the unusual presentation of my infection.  These two lesions had surfaced days apart, but most patients, so says the internet, get them in the same location all at once.  My  , which had been gently simmering until then, grew to a rolling boil. Would I soon look like a Domino’s order? Would I end up permanently scarred? As it turns out, no and no, thank goodness.  In the three days that it took for the test results to verify what I already knew, the lesion on the dark side of the moon quickly graduated from sore to excruciating.  Neither ibuprofen nor paracetamol took the edge off to let me sleep or work..  Luckily – and I’m so grateful for this – the fantastic team at Homerton had been checking in every day to make sure I was coping. ‘Cocodamol should do the trick’, I was advised.  And to some extent, it did, though the physical and mental distress persisted. I’ll tell you what I’m not grateful for, though: the   (UKHSA). By this time, a full week into the horror-house funfair ride that is monkeypox, they hadn’t been in touch once.  I’d expected a call for contact tracing purposes and perhaps even for my partner to access the smallpox vaccine. Nope! I was left worrying he’d catch it, but by the grace of some deity he didn’t.  When UKHSA did finally bother to drop me a line, the call handler asked a series of questions, including my sexuality and where I could have contracted monkeypox.  I told them I suspected that I caught it at the gym, which is normally where I’m surrounded by the highest concentration of people.  My answer was met with a chuckle followed by what I heard as, ‘It must have been a particularly slutty gym.’ Erm, surely I’d misheard. Could she repeat herself? Ditto. I was flabbergasted but carried on regardless, only processing the severity of what I’d perceived to have happened once the conversation ended.  I suggest those at risk get the jab as soon as possible to avoid my fate Afterwards, I emailed the call handler to complain, explaining that her question was especially distressing as it came: first, in a climate where the current monkeypox outbreak is widely perceived as a ‘ ’; and second, right after UKHSA downgraded its classification of the virus from ‘a high consequence infectious disease’ despite rising cases.  It wasn’t long before a senior comms officer reached out to let me know the call handler had, in fact, said, ‘It must have been a particularly   gym’.  Anyway, this hellish imbroglio aside, my torture eventually subsided and I returned to work (remotely).  The long wait to de-isolate then commenced. Scabs soon formed on my lesions and, after clinging on like Boris Johnson in Number 10, eventually fell off.  This gave me the much-needed green light to re-enter society, where I found the perfect sun-drenched coffee shop patio to write this article.  The World Health Organisation just declared monkeypox ‘ ,’ so I suggest those at risk get the jab as soon as possible to avoid my fate.  There are now a number of monkeypox vaccine pop-ups across the UK, but many of them have been extremely overwhelmed since opening. Some people have reportedly been forced to travel out of their home city to access the jab, while others say they have been turned away.  The government has promised to accelerate the vaccine’s rollout, but it remains to be seen whether this effort will be better coordinated than it is at present. Monkeypox is here, it’s happening, and we can no longer avoid that fact. \n\t \n\t \n\t \n\t \n\t \n\t", "url": "https://metro.co.uk/2022/07/28/i-had-monkeypox-this-is-what-its-like-17084729/"},
{"title": "What are the symptoms of monkeypox and is there a vaccine?", "author": "Zoe Adams", "date": "Monday 25 Jul 2022 10:54 am", "text": "Concern continues to mount over the global outbreak of  , with  – largely in London. According to the , the illness was mainly found in West Africa and Central Africa prior to the outbreak, which began in early May 2022 across much of Europe.  Monkeypox is now by the  . But what exactly is monkeypox, and what are the key symptoms that you need to look out for? Here is everything you need to know. A rare infection, monkeypox is described as zoonotic – meaning it is normally seen in animals. However, the disease can spread to humans from an infected animal if you’re bitten or you touch its blood, body fluids, spots, blisters, or scabs. The infection is a member of the same family of viruses as smallpox, although it is much less severe. It’s not common for monkeypox to spread from person to person. But, according to the  , it  : According to the  , a rash will usually appear between one to five days after infection – generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: All in all, symptoms can last around two to four weeks. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t  led by Queen Mary University of   has also flagged that ‘in some people, anal and oral symptoms have led to people being admitted to hospital for management of pain and difficulties swallowing’. If you’re concerned about having symptoms, the NHS advises you to stay home, avoid close contact (or sharing towels/bedding) with other people, and call (not visit in person) your local sexual health clinic. If you can’t reach a sexual health clinic, call 111 for advice. Treatment takes place in a specialist hospital to prevent the spread of monkeypox. There is no single cure for monkeypox, so treatment is largely focused on relieving symptoms. This includes lowering your temperature, easing pain, and taking antibiotics to help fight the infection. Most people with the infection will make a full recovery within two to four weeks. There isn’t a specific vaccine for monkeypox. However, the   – a more severe virus which has since been eradicated – is said to offer protection. the jab was ‘demonstrated through observational studies to be about 85% effective in preventing monkeypox’. While anyone can catch monkeypox, in the UK, men who are gay, bisexual or have sex with men are at higher risk of contracting the illness at present. Therefore   announced in June that these  . Dr Mary Ramsay, Head of Immunisation at UKHSA, said at the time: ‘Our extensive contact tracing work has helped to limit the spread of the monkeypox virus, but we are continuing to see a notable proportion of cases in gay, bisexual and other men who have sex with men. ‘By expanding the vaccine offer to those at higher risk, we hope to break chains of transmission and help contain the outbreak. ‘Although most cases are mild, severe illness can occur in some people, so it is important we use the available vaccine to target groups where spread is ongoing.’ In July 2022, the NHS revealed it was upping its vaccination programme across England, particularly in London where most cases are – with  . \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/07/25/what-are-the-symptoms-of-monkeypox-and-is-there-a-vaccine-2-17061230/"},
{"title": "Concerning surge of monkeypox in London with cased doubling in a week", "author": "Kirsten Robertson", "date": "Friday 15 Jul 2022 6:39 am", "text": "Sadiq Khan has urged for action after 71% of recent monkeypox cases were reported in London. The city’s mayor says he is ‘deeply concerned’ about the sudden rise. Between May 6 and July 11 this year, there have been 1,735 confirmed monkeypox cases in the UK. The majority, 1,229 were Londoners, according to UK Health Security Agency (UKHSA) figures. This compares with only seven cases recorded in the UK between 2018 and 2021. Mr Khan has written to the recently appointed Health Secretary,  , urging the Government to take action. This follows calls by health charities including the National Aids Trust and the Terrence Higgins Trust for the NHS and the Department for Health and Social Care (DHSC) to combat the outbreak as soon as possible. Mr Khan said: ‘London is currently seeing the highest rate of infection and I’m deeply concerned that reported monkeypox cases have doubled in less than a week. ‘If we have learned anything from the Covid-19 pandemic, it’s that early action and coordination is vital to get ahead of the curve. ‘The Government must rapidly ensure that there’s a coordinated and resourced approach to tackle the threat faced by monkeypox now.’ Most people affected by the virus during this year’s outbreak have been men, at 99.4%, according to the UKHSA. For confirmed cases where gender information was available, 1,633 were men and only 10 women. Monkeypox is related to smallpox and cases are usually found in West and Central Africa, with the virus not often spreading elsewhere. The disease, which was first discovered in monkeys, is usually mild but can cause severe illness in some cases. Most patients experience a fever, body aches, chills and fatigue, but some may develop a rash and lesions on the face and hands that can spread to other parts of the body. The DHSC said it is urging people to look out for any new ulcers or blisters, particularly if they have had close contact with a new partner. A spokesperson for the department said: ‘The UKHSA is asking people to be alert to any new spots, ulcers or blisters on any part of their body, particularly if they’ve had close contact with a new partner. ‘If people think they have these symptoms, they should avoid close contact with others and call NHS 111 or their local sexual health centre – but are encouraged to phone ahead before attending.’ Previously, experts warned that monkeypox  The virus has been replicated up to 12 times faster than expected since 2018. Dr Sophia Makki, incident director at UKHSA previously issued a warning when cases surpassed 1,000. She urged people to be alert for symptoms of monkeypox, which include a fever, headache and rash. The health expert advised: ‘If you are attending large events over the summer or having sex with new partners, be alert to any monkeypox symptoms so you can get tested rapidly and help avoid passing the infection on. ‘Currently the majority of cases have been in men who are gay, bisexual or have sex with men. However, anyone who has had close contact with an individual with symptoms is also at increased risk.’ . Not convinced? ", "url": "https://metro.co.uk/2022/07/15/sadiq-khan-deeply-concerned-about-spread-of-monkeypox-in-london-17003936/"},
{"title": "Number of monkeypox cases in UK passes 1,000", "author": "Faye Brown", "date": "Tuesday 28 Jun 2022 3:47 pm", "text": "Moneypox cases in the UK have surpassed 1,000, latest figures from the Health Security Agency (HSA) show.  There are now 1,076 infections across the country, an increase of 32% from the figures reported on Friday.  Dr Sophia Makki, Incident director at UKHSA said: ‘The monkeypox outbreak in the UK continues to grow, with over a thousand cases now confirmed nationwide. We expect cases to continue to rise further in the coming days and week.’ Dr Makki urged people to be alert for symptoms of monkeypox, which include a fever, headache and rash.  She said: ‘If  you are attending large events over the summer or having sex with new partners, be alert to any monkeypox symptoms so you can get tested rapidly and help avoid passing the infection on.  ‘Currently the majority of cases have been in men who are gay, bisexual or have sex with men. However, anyone who has had close contact with an individual with symptoms is also at increased risk.’ She added that people showing symptoms of the infectious disease should isolate and get tested.  ‘If you are concerned that you may have monkeypox, don’t go to events, meet with friends or have sexual contact,’ Dr Makki said.  ‘Instead, stay at home and contact 111 or your local sexual health service for advice. We are grateful to all the people who have come forward so far for testing and to assist us with our contact tracing.’  The figures come after experts warned that  Experts have been puzzled by the recent outbreak of the virus in countries where it is not endemic.  Researchers at the National Institutes of Health (NIH) say monkeypox has replicated up to 12 times faster than expected since 2018.  It is thought most outbreaks across the US and Europe have been detected among gay and bisexual men – though scientists stress anyone can catch it.  The UK Health Security Agency has recommended people at a  . The smallpox vaccine Imvanex is expected to be offered, which is shown to be effective against monkeypox.   Number of monkeypox cases in UK passes 1,000     Not convinced? ", "url": "https://metro.co.uk/2022/06/28/monkeypox-number-of-uk-cases-passes-1000-16906679/"},
{"title": "US confirms first two monkeypox cases in children", "author": "Jessica Kwong", "date": "Friday 22 Jul 2022 10:54 pm", "text": "The US has confirmed the first two cases of monkeypox in children.  One of the infections was a toddler from California and the child was not an American resident, according to the Centers for Disease Control and Prevention on Friday (CDC). ‘CDC and public health authorities are still investigating how the children became infected,’ stated the agency. ‘While both children have monkeypox symptoms, they are in good health.’ ‘Both of those children are traced back to individuals who come from the men-who-have-sex-with-men community, the gay men’s community,’ said CDC Director Rochelle Walensky during a   with the Washington Post. The two children ‘are doing well’, Walensky added. Children under the age of 8 are at ‘especially increased risk’ of developing severe cases of the disease, according to the CDC. CDC officials last week said they were aware of monkeypox cases in adults only.  The majority of cases have been found in men who have sex with men, and cases have been for the most part ‘adjacent to the community most at risk’, Walensky said. As of Thursday, there were 2,593 monkeypox cases in the US in 44 states, the District of Columbia and Puerto Rico, according to the CDC. . Not convinced? ", "url": "https://metro.co.uk/2022/07/22/us-confirms-first-two-monkeypox-cases-in-children-17053907/"},
{"title": "Scientists develop PCR test that detects Monkeypox in 90 minutes", "author": "Anugraha Sundaravelu", "date": "Wednesday 29 Jun 2022 12:50 pm", "text": "Scientists have developed a PCR test that detects the  virus in 90 minutes. The test, developed by South Korean diagnostics firm Seegene, will help countries in monitoring the spread of the virus and curb community transmission. The World Health Organisation expects cases to rise this summer with health officials warning that transmission in Europe could be ‘amplified’ by big events like festivals. The European office of the World Health Organisation (WHO) warned that Europe is at the ‘epicentre’ of the ‘largest and most geographically widespread monkeypox outbreak ever reported’ outside of western and central Africa. The monkeypox virus has been detected in over 50 nations, with South Korea confirming its first case last week. The strain currently circulating in the Northern Hemisphere has an estimated fatality rate of between 3-6 % and is considered especially dangerous for children and those with weak immune systems. Timely PCR testing is vital, especially for individuals with a suspected case, as the incubation period for the monkeypox infection ranges between five to 21 days. The new test can identify positive cases of the monkeypox virus in 90 minutes and Seegene plans to provide it to countries that have detected the virus. Moneypox cases in the UK have surpassed 1,000, latest figures from the Health Security Agency (HSA) show. There are now 1,076 infections across the country, with 79 per cent of the cases in  .  Dr Sophia Makki, Incident director at UKHSA said: ‘The monkeypox outbreak in the UK continues to grow, with over a thousand cases now confirmed nationwide. We expect cases to continue to rise further in the coming days and week.’ \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/06/29/scientists-develop-pcr-test-that-detects-monkeypox-in-90-minutes-16912277/"},
{"title": "Monkeypox mutating 12 times faster than expected, experts warn", "author": "Jasper King", "date": "Tuesday 28 Jun 2022 10:31 am", "text": "Monkeypox may be mutating at an abnormally fast rate, experts have warned. The virus has replicated up to 12 times faster than expected since 2018, researchers at the National Institutes of Health (NIH) have found. The study, which is pending official publication, looked at 15 samples of the monkeypox virus. The NIH team restructured the genetic information of the virus to detect the number of changes it had undergone since the strain entered into circulation. While the virus is spread by physical touch, contaminated surfaces or very close bodily contact, this research means it could also spread in ways which do not follow its normal pattern. More than 3,500 cases have been detected across the world so far, and as of June 23, 910 cases have been reported across the UK. It is currently present in some 50 countries. Occasionally, non-endemic countries detect a small amount of cases at any given time. For example, in the US in 2021, two cases of monkeypox were detected. But the more recent outbreak – which has seen cases detected across multiple countries – suggests this may be a more infectious strain of the virus. Researchers believe the West African variant of monkeypox first started moving across the world in 2018. Unlike Covid, DNA viruses such as monkeypox are not known to rapidly mutate. There are currently 201 cases of the virus in the US – but experts warn this is a severe undercount to the actual number of cases. It is believed cases could become endemic across the US, UK and Europe. It is thought most outbreaks across the US and Europe have been detected among gay and bisexual men. The UK Health Security Agency recommended gay and bisexual men  . The smallpox vaccine Imvanex is expected to be offered, which is shown to be effective against monkeypox. The strategy is endorsed by the Joint Committee on Vaccination and Immunisation (JCVI), which was consulted on the eligibility criteria for the vaccine. Eligibility would depend on a number of factors, but would be similar to the criteria used to assess those eligible for HIV pre-exposure prophylaxis (PrEP) – but applied regardless of HIV status. . Not convinced? ", "url": "https://metro.co.uk/2022/06/28/monkeypox-is-mutating-12-times-faster-than-expected-16902823/"},
{"title": "British Airways crew forced to isolate after one tests positive for monkeypox", "author": "Faye Brown", "date": "Wednesday 22 Jun 2022 9:03 am", "text": "An entire British Airways crew is having to isolate for three weeks after one of them tested positive for monkeypox in Singapore.  Two pilots and nine stewards and stewardesses have all been put in quarantine for 21 days, it is understood.  The group were tested for the rapidly spreading disease on Sunday evening, when they stopped in the south east Asian country on the way back from Australia.  A BA insider told Mail Online: ‘One of them had it, so they impounded the whole crew. Now they have got to spend 21 days in quarantine.  ‘Everyone has been told not to talk about it – but it’s all everyone is talking about.’  The positive result reportedly came on the return leg of a London-Sydney flight.  After completing the outward journey, the group had a one-day stop over in the Australian city before returning to the UK via Singapore.  A BA spokesman said: ‘We’re working closely with the Singapore Health Authorities and have offered assistance with any information they require.’ It comes after the UK Health Security Agency (HSA) recommended that gay and bisexual men at high risk of catching monkeypox should be offered the smallpox vaccine.  Experts have warned that Britain’s monkeypox outbreak is continuing to grow and is still not under control.  Although anyone can catch it, data shows there is a higher level of transmission among men who have sex with other men.  The UK has more infections than any other country impacted by the spread of the virus and has now seen the biggest explosion ever recorded outside Africa. Health officials confirmed last week the number of cases has risen to 574 since the first was identified on May 7. . Not convinced? ", "url": "https://metro.co.uk/2022/06/22/british-airways-crew-forced-to-isolate-after-one-tests-positive-for-monkeypox-16869987/"},
{"title": "Gay and bisexual men at higher risk to be offered monkeypox vaccine", "author": "Jen Mills", "date": "Tuesday 21 Jun 2022 4:43 pm", "text": "Gay and bisexual men at higher risk of exposure to monkeypox should be offered vaccines, the UK Health Security Agency has recommended. Those at higher risk of exposure will be offered the smallpox vaccine Imvanex, which is shown to be effective against monkeypox. The strategy is endorsed by the Joint Committee on Vaccination and Immunisation (JCVI), which was consulted on the eligibility criteria for the vaccine. Eligibility would depend on a number of factors but would be similar to the criteria used to assess those eligible for HIV pre-exposure prophylaxis (PrEP) – but applied regardless of HIV status. Someone who, for example, has multiple partners, participates in group sex or attends ‘sex on premises’ venues could be eligible. NHS England is due to set out details on how eligible people can get vaccinated shortly. People are advised not to come forward for the vaccine until contacted. Dr Mary Ramsay, Head of Immunisation at UKHSA, said: ‘Our extensive contact tracing work has helped to limit the spread of the monkeypox virus, but we are continuing to see a notable proportion of cases in gay, bisexual and other men who have sex with men.  ‘By expanding the vaccine offer to those at higher risk, we hope to break chains of transmission and help contain the outbreak. ‘Although most cases are mild, severe illness can occur in some people, so it is important we use the available vaccine to target groups where spread is ongoing. The NHS will soon set out details on how this will be delivered – so do not come forward for the vaccine yet. Alex Sparrowhawk, Health Promotion Specialist at Terrence Higgins Trust, said: ‘This targeted vaccination programme is a positive move forward while the data still shows monkeypox is disproportionately affecting gay and bisexual men in the UK.’ Robbie de Santos, director of communications and at Stonewall, said: ‘While we know anyone can catch monkeypox, we welcome the vaccine being offered to those gay and bi men who are eligible and currently at a higher risk of getting the virus. ‘It is important that gay and bi men get the vaccine when offered to protect themselves and others. Let’s help get the outbreak under control so we can all have a safe and happy pride season.’ While the vaccine is rolled out and afterwards, people have been warned to continue to be alert to any new spots, ulcers or blisters on any part of their body, particularly if they have had close contact with a new partner.  If you think you have these symptoms, avoid close contact with others and call NHS 111 or your local sexual health centre, though please phone ahead before attending. . Not convinced? ", "url": "https://metro.co.uk/2022/06/21/gay-and-bisexual-men-at-higher-risk-to-be-offered-monkeypox-vaccine-16867745/"},
{"title": "US authorizes change in how monkeypox vaccines injected to increase access fivefold", "author": "Zachary Folk", "date": "Tuesday 9 Aug 2022 9:30 pm", "text": "US health officials have announced an emergency authorization to change the way the monkeypox vaccine is administered to patients in order to increase access fivefold. The emergency authorization on Tuesday will allow providers to administer the Jynneos vaccine intradermally – injecting the shot in the upper layer of skin instead of deeper into the tissue. Health and Human Services Secretary Xavier Becerra said that today’s announcement would take the government’s response ‘to the next level.’ ‘Today’s action will allow FDA to exercise additional authorities that may increase availability of vaccines to prevent monkeypox while continuing to ensure the vaccine meets high standards for safety, effectiveness and manufacturing quality,’ Becerra stated. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t The new procedure will allow providers to use only one-fifth the amount of a normal dosage, therefore increasing access to the US’s supply of the vaccine. Recipients would still get the shots in two doses, spaced four weeks apart. The US has made 1.1 million doses of the Jynneos vaccine available, and over 620,000 have already been shipped to distributors. The US has a total of 9,493 confirmed cases of monkeypox, according to the latest data from the  . ‘It’s safe, it’s effective, and it will significantly scale the volume of vaccine doses available for communities across the country,’ said Robert Fenton, the White House’s monkeypox response coordinator. The UK and Canada have opted to promote a single-dose vaccine strategy to address their dwindling supplies. Earlier today, Britain’s National Health Services reported that the country  . Officials said the country was likely to run out of the vaccine within 10 to 20 days. The UK is not scheduled to get another shipment of 100,000 doses until September. . Not convinced? ", "url": "https://metro.co.uk/2022/08/09/us-authorizes-change-in-how-monkeypox-vaccines-injected-to-up-access-17156884/"},
{"title": "Desperate battle to stop monkeypox from becoming an epidemic", "author": "Jordan King", "date": "Friday 5 Aug 2022 1:30 pm", "text": "LGBTQ+ groups are pleading with the Government to work to stop the monkeypox virus from becoming endemic.  The World Health Organisation  last month and the  .  The UK has not taken any similar steps and health authorities have urged the need for calm, with 2,672 confirmed cases and 87 highly probable cases as of Monday. Now, LGBTQ+ activists from the Conservatives, Labour, the  , the Greens and the Scottish National Party have written a letter to health secretary   to ask for more action.  The majority of monkeypox cases have been found in gay and bisexual men and the spread is ‘causing real fear and anxiety’ within communities.  The letter said: ‘We are united as LGBT+ groups from across political parties in asking that the Government treat the monkeypox outbreak as a public health emergency. ‘We cannot afford to allow monkeypox to become endemic in the UK. Luckily, we have the tools required to stop this outbreak and prevent further risk to health now. We ask that you do so urgently.’ The letter went on to call for ‘clear, non-stigmatising messaging, delivered direct’ to LGBTQ+ communities.  The groups believe the messaging should be ‘about the symptoms of monkeypox and what to do if you suspect you have the virus to inform and reassure people, rather than the current broadcast-to-all approach that constantly mentions GBMSM (gay and bisexual and other men who have sex with men)’.  The letter also called for the vaccination of those most at risk.  It read: ‘We are very worried that while mass vaccination events are a great way of building confidence that vaccinations are happening they can be a driver of inequality, especially when there is an under-supply of jabs. ‘It is time to get improved systems and more purchasing of this much-needed vaccine.’ If you’re eligible for the monkeypox vaccine, we will contact you to come forward and get it.ï¿¼ Watch sexual health consultant Dr Rachael Jones explain who will be offered the vaccine, how people will be contacted and why it is important to get it â¬ï¸ The Terrence Higgins Trust, a HIV and sexual health charity, added to these calls when it said: ‘We need to see far better coordination, increased vaccine procurement, improved delivery and a cash injection to sexual health services to treat monkeypox that will also reverse the impact the outbreak is already having on STI testing and treatment, PrEP provision and contraception services.’ The NHS announced late last month it was stepping up its vaccination programme against monkeypox in London as more supplies of a jab became available. Vaccination experts have recommended that gay and bisexual men at higher risk of exposure to monkeypox be offered the smallpox vaccine Imvanex. The NHS is also using   which can detect the  virus within 90 minutes. Timely PCR testing is vital, especially for individuals with a suspected case, as the incubation period for the monkeypox infection ranges between five to 21 days.     . Not convinced? ", "url": "https://metro.co.uk/2022/08/05/desperate-battle-to-stop-monkeypox-from-becoming-an-epidemic-17132234/"},
{"title": "UK ‘on the verge of running out of monkeypox vaccines’", "author": "Gergana Krasteva", "date": "Tuesday 9 Aug 2022 9:07 pm", "text": "Britain will run out of monkeypox vaccines in about two to three weeks, a report has claimed. Weeks after the World Health Organisation (WHO) declared the virus outbreak to be a global health emergency, there are concerns the LGBTQ+ communities most vulnerable to the viral infection could be left stranded. , only a little more than 8,300 doses of vaccine are left, according to an internal NHS letter cited by the  .  Shipments of a new order of 100,000 doses will not resume until September, the UK Health Security Agency (UKHSA) told Metro.co.uk in a statement. Claire Dewsnap, president of the British Association for Sexual Health and HIV, said that at current levels of demand the UK was ‘likely’ to run out of the jabs in about 10 to 20 days. ‘It was thought the number needing vaccination would be lower than we are seeing in clinic and demand is high,’ she said. According to the latest figures available for July 25 and 31, a total of 5,206 cases were reported around the world. In the UK, there had been 2,859 confirmed and highly probable cases of the viral disease as of last Thursday. But last week, the UKHSA said cases in the country are ‘plateauing’.  Global stocks of the smallpox vaccine used to combat monkeypox are limited due to the historically low prevalence of cases outside of countries where the virus has been endemic for many years. Dr Mary Ramsay, director of clinical programmes at UKHSA, said: ‘UKHSA moved early to procure over 150,000 doses of the smallpox vaccine from the global manufacturer to meet expected demand in the UK.  ‘Around 50,000 of these have been received to date and made available to the NHS for distribution across the country.  ‘The roll out is continuing at pace, with the vaccine being offered to individuals at higher risk of coming into contact with monkeypox in order to offer them protection and to help contain the current outbreak. ‘The thousands of vaccines administered by the NHS to date among those at highest risk of exposure should have a significant impact on the transmission of the virus.’ . Not convinced? ", "url": "https://metro.co.uk/2022/08/09/uk-on-the-verge-of-running-out-of-monkeypox-vaccines-17156636/"},
{"title": "I’m scared people will mistake my eczema for monkeypox and shame me online", "author": "Liam Beattie", "date": "Friday 5 Aug 2022 4:36 pm", "text": "Imagine getting on a train and someone filming your body, then posting it to social media and hypothesising you had monkeypox. For Lilly Simon – an everyday person who just happened to board the subway in New York – this was her reality. But she didn’t have monkeypox, she has a skin condition called neurofibromatosis 1, which she later clarified via   last week after being called out. This incident immediately frightened me because, as someone with a skin condition myself, I worried I could be next. Social media is now driving a chilling trend of photos being taken of people’s skin – usually their legs – at a distance and posted with speculation about whether they have monkeypox and if they should be self-isolating. People with skin conditions are now being targeted and shamed by trigger-happy Twitter users who can’t resist jumping to conclusions about someone’s health and their assumed ‘reckless’ behaviour. That’s despite the fact that, while possible, it is unlikely that the virus would spread easily between people without direct contact. Either way, there’s almost certainly no risk from someone standing on the opposite side of the train carriage. These kinds of photos have been condemned by leading skin experts at the British Association of Dermatologists, warning that this ‘adds to the stigma around the disease, which is enormously unhelpful; it is also the sort of thing that adds to the psychological burden of people living with a visible skin condition.’ Sadly, this type of unwanted attention isn’t new to me. I’ve had severe eczema all my life – I’ve been in and out of hospital and suffered poor mental health. Photos of me as a toddler show that, just as my teeth were coming through, so were red blotchy marks that would stay with me into adulthood. My parents were worried about taking too many photos of me at the time, feeling upset that they weren’t able to make the horrendous itching and crying stop. In school, I regularly faced being shouted at by teachers for refusing to take my jumper off in the summer heat. My arms would be covered in red marks, scratches and broken skin. The jumper would be my only armour from comments by classmates. Navigating the turbulence of teenage years – coupled with days when I couldn’t even hold a pen because my fingers were so sore – resulted in my mental health spiralling. I locked myself in my bedroom for days, ashamed of my appearance and blaming myself for looking the way I did. Even my sex life doesn’t get a free pass. When I was single, I’d often usher guys out first thing in the morning – not offering the pleasantries of tea and a chat – because my sheets would be spotted in blood from my scratching during the night. The embarrassment was just too much that I’d stop having sex when my eczema was at its worst. That’s why photos and discourse of people’s skin being played out for Twitter likes stings so much. The worry about being cross-examined in public for social media fodder fills me with worry. It’s taken me to the age of 30 to finally start to feel comfortable showing my imperfect skin in public and now anxiety – which is in itself a key cause of skin conditions becoming inflamed and even more itchy – is giving me second thoughts about what I should be wearing. When my skin is bad, there’s already a worry about people looking at me – even though they’re probably not. But now, thanks to the heady combination of monkeypox and Twitter, it’s horrible to think that maybe they are. It’s estimated that around half of people with a skin condition experience some degree of distress, with a recent report by the All Party Parliamentary Group on Skin warning that access to mental health services urgently needs to be addressed by the NHS. That means there are a lot of people who are unable to access the support they need to manage their skin and mental health. During this period of increased anxiety for many of us, the need for unequivocal information about monkeypox and looking after ourselves is needed even more. Since monkeypox has recently prominently emerged in the UK, social media has been a tool to help men who have sex with men rally together to share the latest information about where to get ahold of the vaccine. This is because the UK Government has shamefully still not centralised their vaccine effort. But social media is also being used as a surveillance tool to embarrass others who have any visible marks on their body. Videos and photos of people zooming in on people’s legs and arms – jumping to a conclusion that this person may have monkeypox – is deeply harmful and is shaming innocent people for their perceived reckless behaviour, when it couldn’t be further from reality. I consider myself lucky that this week, I was able to put my worries and questions to a dermatologist, and get a definitive answer on whether I could get the monkeypox vaccine. Because people with skin conditions aren’t just at risk of a trial by social media, there’s also contradictory information about the safety of the vaccine for people with eczema. My doctor calmly explained that the vaccine was perfectly safe and she said that I should go forward to get my jab. That was a relief and something doctors need to be shouting about. The next week is set to be another warm spell and I plan to stay cool and let my skin breathe. Please don’t make any assumptions about my skin – or anyone else’s. Instead, spend that time learning the facts about monkeypox from reputable sources such as Terrence Higgins Trust and Queer Health, to dispel the myths about the virus and know how to protect ourselves during this outbreak. Doing so will help more of us feel comfortable in our own skin. \n\t \n\t \n\t \n\t \n\t \n\t", "url": "https://metro.co.uk/2022/08/05/im-scared-people-will-mistake-my-eczema-for-monkeypox-and-shame-me-17134496/"},
{"title": "Glastonbury 2022: How to keep safe from monkeypox", "author": "Caroline Westbrook", "date": "Tuesday 21 Jun 2022 2:24 pm", "text": "Thousands of revellers are set to descend upon Worthy Farm in the coming days as the   returns to the site for the first time since 2019. The annual music event – whose headliners this year include  , Sir   and Kendrick Lamar – was among many festivals shelved in 2020 and 2021 due to the pandemic. And while Covid remains a concern,   has also raised fears among many – with the World Health Organisation previously warning that  At time of writing there were 504   – and although the risk to the general public remains low, this is likely to increase at any sort of mass gathering, particularly one such as Glastonbury with around 200,000 people in attendance. But if you’re heading for Worthy Farm – or any other music festival this summer – what steps can you take to keep yourself safe?  may be a concern if you are going to a music festival or any other mass gathering, there are steps you can take to keep yourself safe – even before you arrive. Here’s what you can do to ensure you keep your health on an even keel. Health Expert Stephanie Taylor   told that making sure you are well-rested before you arrive is vital. ‘To prepare your immune system for five days of excessive drinking, no sleep and a lot of walking, you might want to get a couple of early nights over the next few days,’ she says. ‘Quality sleep is essential for boosting your immune system against threats, with several studies revealing that the risk of infections is higher for those with sleep deprivation.’ She also advises festivalgoers to eat properly – making the most of tinned food and choosing healthy meals and snacks, especially if self-catering. ‘While fresh foods are a no-no, you’d be surprised by the nutritional value you can get from tinned foods. For example, tinned vegetables like carrot, peas and sweetcorn will provide you with plenty of vitamins, while tinned meat has protein and carbs and beans, pulses, or cereal bars are high in fibre and other nutrients.’ It also goes without saying that you should drink plenty of water – around three litres a day if possible.  ‘If you have a standard 500ml plastic water bottle, drink six bottles throughout the day. Drinking plenty will give you more energy, keep you cool and help prevent sickness,’ Stephanie says. Stephanie recommends that those going to Glasto should pack essentials to protect them from health threats – such as hand sanitiser, a mini first-aid kit and vitamins in sealed bottles. ‘When you’re at the festival, don’t let your hygiene slip as this is how you can damage your immune system,’ Stephanie explains. ‘Ensure you wash your hands with soap and water (when you can) and always carry hand sanitiser around with you. Hand sanitisers with a higher volume of alcohol are better, as they are a more effective disinfectant that breaks up the outer coating of bacteria and viruses.’ You should also try and avoid sharing foods, drinks and utensils or clothes with others – and avoid touching your face too often, as this is a way for pathogens to enter your body through your eyes, nose or mouth. While it is not a sexually transmitted disease (STI), the monkeypox virus can be   – it can be transmitted through skin lesions, respiratory droplets or fomite from an infected person. And if you’re feeling unwell, visit one of the medical facilities on-site, who will be able to offer you the best advice for your symptoms. Pippa Murphy, sex and relationship expert at  , tells  ‘With monkeypox on the rise, this is another reason why you should wear a condom.  ‘The UK Health Security Agency (UKHSA) has suggested that those who previously had the virus should use condoms for eight weeks after infection, so it’s important to consider this when having sex with someone whose medical healthy history you don’t know.’ Good hygiene is also important, with Pippa also recommending the use of hand sanitiser and antibacterial wipes, wet wipes and a breath spray or mouth wash, to minimise the risks associated with skin-to-skin contact. However, she also stresses that – while it might seem awkward – the best way to  stay safe during a sexual encounter with a fellow festivalgoer is to ask them if they have had monkeypox symptoms. Whilst this may seem like a mood killer, it’s incredibly important to ask these questions to protect your health and prevent the spread of both infections. Ask them if they have any Covid-19 or monkeypox symptoms or had any in the previous two weeks and the same for anyone in their household.  To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t ‘If they’re considerate, they’ll answer your question with no qualms, however, if they get defensive, this is a major red flag that they may have had either virus or at least not care about the practice of safe sex. They’re, therefore, not worthy of your time.’ According to the  , a rash will usually appear between one to five days after infection – generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: There is no single cure for monkeypox, so treatment is largely focused on relieving symptoms – including lowering your temperature, easing pain, and taking antibiotics to help fight the infection. Most people with the infection will make a full recovery within two to four weeks, although complications can develop in some people who contract the virus – such as children and pregnant women. \n\t \n\t \n\t \n\t", "url": "https://metro.co.uk/2022/06/21/glastonbury-2022-how-to-keep-safe-from-monkeypox-16864743/"},
{"title": "US declares monkeypox a public health emergency", "author": "Jessica Kwong", "date": "Thursday 4 Aug 2022 8:08 pm", "text": "The US has declared monkeypox a public health emergency, as cases surpassed 6,600 across the nation. The declaration on Thursday allows federal agencies to put funds toward developing vaccines and drugs, and hiring workers to manage the outbreak. ‘We’re prepared to take our response to the next level in addressing this virus and we urge every American to take monkeypox seriously and to take responsibility to help us tackle this virus,’ said Department of Health and Human Services Secretary Xavier Becerra.  The US’s declaration comes more than a week after the World Health Organization (WHO) called the outbreak a global health emergency. My symptoms kicked off with stomach cramps and aching muscles, which I respectively put down to an excess of rich food and a strenuous gym sesh in the days before.  Fever symptoms then joined the party, and although a Covid lateral flow test displayed only a single red line, I erred on the side of caution and cancelled that evening’s plans.  The following day, a spot appeared on my forehead.  The first real clue that something more sinister was afoot came when the zit, which had developed a small crater, began to resemble Vesuvius.  WHO defines a public health emergency as ‘an extraordinary event’ posing a ‘public health risk to other States through the international spread of disease’ that could ‘potentially require a coordinated international response’. A quarter of the monkeypox cases in the US are in New York, which last week declared a state of emergency. On Monday, California and Illinois also declared emergencies.  More than 99% of the cases have been found in men who have sex with men. The average age of patients is 35. However, the Centers for Disease Control and Prevention (CDC) has logged five cases in children – two in California, two in Indiana and an infant in Washington, DC. . Not convinced? ", "url": "https://metro.co.uk/2022/08/04/us-monkeypox-biden-administration-declares-a-public-health-emergency-17130230/"},
{"title": "Monkeypox state of emergency declared in California after rapid outbreak", "author": "Emma Brazell", "date": "Tuesday 2 Aug 2022 9:34 am", "text": "California has become the third US state in four days to declare a state of emergency as monkeypox cases climb to more than 5,800 nationwide. Governor Gavin Newsom insisted it was too early to make such a move on Friday – but just three days later triggered the response. Health officials have now reported 825 cases of monkeypox after recording the state’s first case on May 25. Emergency medical personnel will now administer monkeypox  , which is passed on through prolonged skin-to-skin contact. A government-wide response will be set in motion, resulting in more jabs being sought and efforts amplified to educate people on the infection. The state has received more than 61,000 vaccine doses so far, while more than 25,000 doses have been distributed. It comes after the World Health Organisation   in July when monkeypox cases were found in more than 70 countries. The monkeypox virus identified in this outbreak can lead to painful lesions and blisters – which may prevent swallowing or bowel movements – although is rarely fatal. Sufferers have spoken out about  . People have been warned the infection can be passed on through hugging, cuddling and kissing, as well as through the sharing of bedding, towels and clothing. Anyone can catch monkeypox, although men who have sex with men have been mainly affected so far. The state of emergency in California came after one was announced in Illinois on Monday, New York on Saturday and in San Francisco on Thursday. ‘We’ll continue to work with the federal government to secure more vaccines, raise awareness about reducing risk, and stand with the LGBTQ community fighting stigmatisation’, Mr Newsom said in a statement announcing his declaration. ‘The fact is that monkeypox is primarily spread by skin to skin contact and sharing objects like bedding or towels, without regard to sexual orientation or gender identity.’ . Not convinced? ", "url": "https://metro.co.uk/2022/08/02/monkeypox-state-of-emergency-declared-in-california-17110434/"},
{"title": "Second monkeypox death confirmed in Europe as outbreak continues to grow", "author": "Sean Seddon", "date": "Saturday 30 Jul 2022 12:21 pm", "text": "To view this video please enable JavaScript, and consider upgrading to a web browser that A second monkeypox death has been confirmed in Spain, health officials said. It is thought to be the third death outside Africa since the virus began to spread further afield earlier this year. Spain reported its first death on Friday, shortly after Brazil confirmed the first monkeypox-related fatality of the current epidemic.  In its latest report on Saturday, the Spanish Health Ministry said 4,298 cases had been confirmed in the country.  Of the 3,750 patients on which it had information, 120 or 3.2% had been hospitalised, and two had died, it said without providing further details. The Brazilian patient was a 41-year-old man who also suffered from lymphoma and a weakened immune system. The World Health Organisation has dubbed the outbreak a global health emergency and governments around the world are racing to contain it. Experts believe the virus, which passes from human to human during close contact, is being primarily transmitted sexually, with the bulk of cases being found in men who have sex with other men. UK health officials said there more than 2,500 confirmed and suspected cases as of Thursday, with all but a few dozen in England. Governments are buying up doses of the smallpox vaccine, which has been shown to provide protection against the virus. But there have been warnings this week that rich countries stockpiling the treatment could lead to shortages in African regions where the disease is endemic. On Thursday, the Africa Centers for Disease Control and Prevention called for the continent to be prioritised for vaccines, saying it was again being left behind. Boghuma Kabisen Titanji, an assistant professor of medicine at Emory University in Georgia, USA, said: ‘The mistakes we saw during the COVID-19 pandemic are already being repeated.’ He continued: ‘The African countries dealing with monkeypox outbreaks for decades have been relegated to a footnote in conversations about the global response.’ . Not convinced? ", "url": "https://metro.co.uk/2022/07/30/monkeypox-spain-confirms-second-death-as-outbreak-grows-17096242/"},
{"title": "Number of people with monkeypox in UK jumps to 470", "author": "Jen Mills", "date": "Monday 13 Jun 2022 1:45 pm", "text": "The total number of monkeypox cases in the UK has now reached 470 after more than 100 cases were confirmed over the weekend and today.  So far, the majority of cases have been found in London. The UK Health Security Agency (UKHSA) said a further 104 cases had been confirmed in England as of June 12, since the previous report on Friday.  There are currently 452 confirmed cases in England, 12 in Scotland, two in Northern Ireland and four in Wales. In a briefing, the UKHSA said they had interviewed people who had contracted monkeypox to try to understand how it was spreading.  Of the cases interviewed, 81% were London residents and 99% were male. The median age of confirmed cases in the UK was 38 years old. In total, 152 cases participated in more detailed questionnaires. In this data, 151 of the 152 men interviewed identified as gay, bisexual, or men who have sex with men, or reported same sex contact.  Recent foreign travel, within 21 days prior to symptom onset, was reported by 75 cases, with 59 of these reporting travel within Europe. Anyone can get monkeypox, which is mainly spread through close contact but can also be caught from inhaling droplets of someone who coughed or sneezed.   update ð§µ We have published guidance to help those diagnosed with Monkeypox and told to isolate at home. Itâs important for those to follow this guidance as much as possible to help protect others and prevent transmission of the infection  Most cases so far have been in men who are gay, bisexual or have sex with men. People who have multiple sexual partners have been warned to be particularly vigilant as the virus can be spread from skin or from touching contaminated bedding or towels.  The UKHSA advises that anyone with a rash with blisters should contact a sexual health clinic if they have also had close contact, including sexual contact, with someone who has or might have had monkeypox in the past three weeks, or if they have travelled to West or Central Africa in the past three weeks. Monkeypox has become a notifiable disease in England, meaning all medics must alert local health authorities to suspected cases. Laboratories must also inform UKHSA if the virus is identified in a sample. Dr Meera Chand, Director of Clinical and Emerging Infections, UKHSA said: ‘We are working, both in the UK and together with global partners, to progress the investigations that we need to help us better understand the virus, its transmission and the best use of mitigations such as vaccines and treatments.  ‘We use the new data rapidly to inform the public health response and we continue to work to reduce transmission.  ‘We are grateful to all those who have come forward for testing and the patients who continue to help us understand the outbreak through participating in studies and investigations.’ . Not convinced? ", "url": "https://metro.co.uk/2022/06/13/number-of-people-with-monkeypox-in-uk-jumps-to-470-16818729/"},
{"title": "UK monkeypox outbreak is biggest outside Africa and still growing", "author": "Sean Seddon", "date": "Monday 20 Jun 2022 9:33 am", "text": "Britain’s monkeypox outbreak is continuing to grow and is still not under control, experts have warned. Health officials confirmed last week the number of cases has risen to 574 since the first was identified on May 7. The UK has more infections than any other country impacted by the spread of the virus and has now seen the biggest explosion ever recorded outside Africa. Disease specialists are racing to get on top of the health scare, which the World Health Organisation has described as ‘unusual and concerning’. The majority of cases continue to be among men who have sex with other men, leading some to call for smallpox vaccines to be offered to that group. Clinical data shows treatments designed to inoculate against smallpox, a related and more severe illness, are effective against monkeypox. Paul Hunter, a professor of medicine at the University of East Anglia, told  : ‘At the moment there is no clear evidence that the current epidemic is coming under control.’ Professor Jimmy Whitworth of the London School of Hygiene and Tropical Medicine agreed the outbreak is growing, telling the paper ‘super-spreading events’ have played a role, as well as ‘some cases without any obvious signs of infection’. With Glastonbury set to start this weekend, the UK Health Security Agency (UKHSA) is concerned about the risk of infections at big summer festivals and events. Monkeypox, which causes blisters on the skin, spreads through close physical contact, including through sexual activity. The UKHSA has previously said the outbreak’s link to casual sex has made the chain of infection harder to trace. A report noted: ‘Traditional contact tracing as a primary control intervention in this specific group will be challenging as most cases reported having sexual contact with new or casual partners, sometimes in the context of cruising grounds or during chemsex, frequently where contact details were unavailable for tracing.’ A UKHSA spokesperson said: ‘If you have a rash with blisters, or any other monkeypox symptoms, don’t go to events, meet with friends or have sexual contact.  ‘Instead, stay at home and contact 111 or your local sexual health service for advice.  ‘Please contact the clinic ahead of your visit and avoid close contact with others until you’ve been seen by a clinician.’ . Not convinced? ", "url": "https://metro.co.uk/2022/06/20/uk-monkeypox-outbreak-is-biggest-outside-africa-and-still-growing-16856101/"},
{"title": "ICYMI: Rail strikes, abortion rights and polio – this week’s five top stories, explained", "author": "Jordan King", "date": "Saturday 25 Jun 2022 7:00 am", "text": "Ah Saturday morning – a time to sit down with a cup of coffee and read some good old fashioned news.  Well old fashioned is certainly right.  Metro readers are in for a treat with an extremely vintage virus knocking about in  ’s sewers. And of course, what could be more retro than the oppression of women’s rights?  Terms and conditions do apply to this groovy time machine ride, including some more modern stories on rail strikes and elections.  But, as always, Metro.co.uk promises to provide the most important service it can during these times: An animal story at the end.  Anyone brave enough to use public transport last week will know how chaotic things have been as the country faced its largest rail strike in 30 years.  Some 40,000 railway workers walked out on Tuesday, Thursday and today, bringing about half of the network to a halt.  A separate Tube strike also took place on Tuesday and the Overground, buses and roads were forced to fill in the gaps and get people around the country.   told its customers to only travel if it is ‘absolutely necessary’.  The  ’s members are striking over pay, working conditions, job cuts and pensions.  RMT general secretary   said workers want an increase that ‘reflects the cost of living crisis’.  The average rail worker is paid £33,000 a year, according to the RMT.  Network Rail claims it wants to give its employees a raise but has to do so ‘in line with what the taxpayer can afford’.  To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t The Government has largely backed Network Rail, with transport secretary Grant Shapps accusing unions of leading workers ‘up a militant garden path’.  , with the politician hitting back by calling the claim a ‘lie’.  If no one comes to any agreement soon,   in July, Mr Lynch said.    The   on Friday, ending 50 years of guaranteed abortion rights across the country.  Justice Samuel Alito wrote: ‘The Constitution makes no reference to abortion, and no such right is implicitly protected by constitutional provision.’ The automatic right to abortion provision will therefore not be set at a federal level and states can make their own laws.  Thirteen states have so-called trigger laws in place that take immediate effect once Roe is struck down that ban or severely limit access to abortion.  Another six states have near total bans after six weeks of pregnancy — long before many people know they are pregnant. Alternatively, 16 states and the District of Columbia have passed laws protecting the right to have an abortion even without Roe. Roe’s overturning was made possible by three conservative judges appointed by former President Donald Trump. Boris Johnson has since ’.  Speaking at a press conference on a visit to Rwanda, the prime minister said: ‘I have always believed in a woman’s right to choose and I stick to that view, that’s why the UK has the laws that it does.’ After the overturning, Justice Clarence Thomas said the Supreme Court should look again at contraception and gay marriage rights as well.  Just a reminder that this is the same week the   and ended a New York law that restricts carrying concealed firearms outside the home. This because the Constitution protects ‘an individual’s right to carry a handgun for self-defence outside the home’. Boris Johnson will certainly not be relaxing this weekend as he reels from watching his party lose two by-elections on Thursday night.  The Conservatives lost Tiverton and Honiton to the Lib Dems and   regained control of Wakefield. The elections were triggered after two disgraced Conservative MPs resigned – Neil Parish, for Tiverton & Honiton, , and Imran Ahmad Khan, of Wakefield,  To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t The result led the chair of the    , saying someone ‘had to take responsibility for the latest in a run of very poor results for our party’.  The prime minister responded to the loss on Friday morning, saying  who are ‘going through a tough time’. But opposition politicians think this is all a sign that  , especially as the result has come  just weeks after 41% of his MPs said they had no confidence in him as prime minister.  Sir Keir Starmer said Labour’s ‘historic’ victory in Wakefield show the next government ‘will be a Labour one’.   In a blast from the 19th century, an   was detected in sewage samples from London.  The UK Health Security Agency has declared a national incident but officials believe there is a low risk to public health.  However,   as fewer than half of 13 to 14-year-olds had their teenage booster against the virus. The significant drop in vaccination uptake is believed to have happened because of the controversy and misinformation surrounding the Covid jab.  Although the vast majority of teenagers would have been vaccinated as babies which protects against serious illness, a large uptake of the teenage booster would help prevent further spread of the virus. The virus was officially declared eradicated in the UK in 2003, and no cases have been recorded in the country since the 1990s. But  can cause paralysis in rare cases and can be life-threatening, so an outbreak would be a huge concern. And just to get all the virus news out in one anxious paragraph, Britain’s monkeypox outbreak is now the  .  Health officials confirmed last week the number of cases has risen to 574 since the first was identified on May 7. The majority of cases continue to be among men who have sex with other men, with  Clinical data shows treatments designed to inoculate against smallpox, a related and more severe illness, are effective against monkeypox. The UKHSA has previously said the outbreak’s link to casual sex has made the chain of infection harder to trace. A report noted: ‘Traditional contact tracing as a primary control intervention in this specific group will be challenging as most cases reported having sexual contact with new or casual partners, sometimes in the context of cruising grounds or during chemsex, frequently where contact details were unavailable for tracing.’ So there’s no slick way to introduce this story, but the captain of a ship transporting zoo animals heroically jumped overboard to a rescue meerkat called Boris in a Cornish port.  Yup, that’s it – that’s the whole story.  Meerkat Boris was on his way from the Isles of Scilly to Axe Valley Zoo in Axminster, Devon, when he casually decided to jump 30ft off the side of the boat.  Skipper Tom Sexton bravely stripped to his boxers and jumped in after the little animal, getting him back to safety.  Luckily Boris survived the jump from the Gry Maritha freight ship and arrived in port safely at Penzance, Cornwall.   . Not convinced? ", "url": "https://metro.co.uk/2022/06/25/icymi-rail-strikes-abortion-rights-and-polio-this-weeks-five-top-stories-explained-16886349/"},
{"title": "Monkeypox status upgraded meaning stricter rules in place when people catch it", "author": "Jen Mills", "date": "Tuesday 7 Jun 2022 3:39 pm", "text": "Doctors must report any suspected case of monkeypox under new rules, it was announced today. It is now a ‘notifiable’ disease, meaning healthcare professionals are obliged to inform their local council or local Health Protection Team. Laboratories must also notify the UK Health Security Agency (UKHSA) if the monkeypox virus is identified in a laboratory sample. Wendi Shepherd, monkeypox incident director at UKHSA, said: ‘Rapid diagnosis and reporting is the key to interrupting transmission and containing any further spread of monkeypox.  ‘This new legislation will support us and our health partners to swiftly identify, treat and control the disease. ‘It also supports us with the swift collection and analysis of data which enables us to detect possible outbreaks of the disease and trace close contacts rapidly, whilst offering vaccinations where appropriate to limit onward transmission.’ A rash will usually appear between one to five days after infection - generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: All in all, symptoms can last around two to four weeks. You can  . New   from the UKHSA also says that in order to encourage people to come forward if they have symptoms, all NHS diagnosis and treatment of monkeypox should be free, including to people from overseas who would usually pay charges.  More than   since the outbreak began last month.  The UKHSA warned that ‘anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms’.  They said that so far people men who have sex with men remain disproportionately affected. Anyone who has multiple sexual partners, or who has ‘close contact with individuals that they don’t know’, . Not convinced? ", "url": "https://metro.co.uk/2022/06/07/monkeypox-made-notifiable-disease-meaning-authorities-must-be-told-of-any-case-16786393/"},
{"title": "Monkeypox to get new name to stop racism and stigma", "author": "Harrison Jones", "date": "Wednesday 15 Jun 2022 3:51 pm", "text": "Monkeypox is set to be called something new – but it is unclear exactly what. The World Health Organisation (WHO) has confirmed it is working on a different name for the virus amid concerns that the current terminology is discriminatory. It comes with the UN agency also set to discuss whether to give the virus its highest health warning classification as concerns continue to mount. The WHO said yesterday that it would hold an emergency meeting next week to determine whether to classify the outbreak as a public health emergency of international concern (PHEIC). The disease had for decades generally been confined to west and central Africa, until well over 1,000 cases were detected in dozens of countries outside the region. WHO chief Dr Tedros Adhanom Ghebreyesus branded the outbreak ‘unusual and concerning’ as he announced the convening of the emergency committee on Thursday, June 23. If classified as a PHEIC, it would make it only the third illness currently in the category worldwide, after Covid-19 and polio. Dr Tedros added that the ‘WHO is also working with partners and experts from around the world on changing the name of monkeypox virus… and the disease it causes. ‘We will make announcements about the new names as soon as possible.’ The move comes after more than 30 scientists called for a new name last week. They wrote that there was an ‘urgent need for a non-discriminatory and non-stigmatising nomenclature for monkeypox’. The group added: ‘In the context of the current global outbreak, continued reference to, and nomenclature of this virus being African is not only inaccurate but is also discriminatory and stigmatising.’ As of yesterday, there had been 1,600 confirmed and 1,500 suspected cases of monkeypox in 39 countries this year, with 72 deaths, according to the WHO. While monkeypox was first discovered in macaques, many cases are believed to be transmitted to humans by rodents. The normal initial symptoms of monkeypox include a high fever, swollen lymph nodes and a blistery chickenpox-like rash. However, the US Centers for Disease Control and Prevention said last week that current cases do not always present flu-like symptoms, and rashes are sometimes limited to certain areas. The committee meeting next week will include global experts, but the WHO director general will make the final decision on whether the outbreak deserves the PHEIC label. Giving it one would help accelerate research and funding. Experts have been pushing the organisation for faster action for several weeks, following criticism of the agency’s initial response to the coronavirus pandemic. To fight the spread, the WHO is recommending ‘tried-and-tested public health tools including surveillance, contact-tracing and isolation of infected patients’. The virus spreads through close contact and in the UK many cases have been detected in men who have sex with other men. It is thought to be fatal in around 3-6% of cases, according to the WHO, although no deaths have yet been reported outside Africa in this outbreak. Dr Tedros said that it was time to consider stepping up the response because the virus is behaving unusually, more countries are affected, and there is a need for international co-ordination. \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/06/15/monkeypox-virus-set-to-be-given-new-name-world-health-organisation-16833912/"},
{"title": "Number of people with monkeypox in the UK jumps above 300", "author": "Joe Roberts", "date": "Monday 6 Jun 2022 2:17 pm", "text": "Another 77 cases of monkeypox have been detected in the UK. It brings the total number of confirmed cases to 302, health officials said. Experts insist the risk ‘remains low’ to the general population because it does not spread easily. Today’s dramatic rise will also be down to the Government not releasing updates on monkeypox cases over the long bank holiday weekend. The virus is transmitted through close physical contact, and can live on surfaces such as bedsheets or towels. Unusual rashes or an ulceration could be a sign of infection. Many of the cases so far are linked to ‘large events or parties’, with many more of these planned in the summer months. People who have multiple sexual partners are particularly at risk. A rash will usually appear between one to five days after infection - generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: All in all, symptoms can last around two to four weeks. You can  . Dr Ruth Milton, senior medical adviser at UKHSA, said: ‘The risk to the general public from monkeypox is still low, but it’s important that we work to limit the virus being passed on. ‘We remind people that they should be alert to new spots, ulcers or blisters on any part of their body. ‘If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.’         Not convinced? ", "url": "https://metro.co.uk/2022/06/06/number-of-people-with-monkeypox-in-the-uk-jumps-above-300-16778425/"},
{"title": "WHO warns it may not be possible to contain the spread of monkeypox", "author": "Jen Mills", "date": "Wednesday 1 Jun 2022 3:09 pm", "text": "The World Health Organisation has warned that it it is not yet known whether it will be possible to contain the spread of monkeypox.  Another 11 cases were confirmed in England today, bringing the UK total to 190 since May 7.  And this summer is expected to see still more cases, with health officials warning that transmission in Europe could be ‘amplified’ by big events like festivals.  The European office of the World Health Organisation (WHO) warned that Europe is at the ‘epicentre’ of the ‘largest and most geographically widespread monkeypox outbreak ever reported’ outside of western and central Africa. Many of the cases in this outbreak have been linked to ‘large events or parties’, with many more of these planned in the coming months, with those with multiple sexual partners particularly at risk.  WHO Europe regional director Dr Hans Henri Kluge said the recent surge has coincided with the lifting of coronavirus pandemic restrictions on international travel and events. He warned that the potential for further monkeypox cases in Europe and elsewhere over the summer is ‘high’. As monkeypox cases rise sharply in the European Region, governments, civil society and health partners – must come together to stop transmission. Our Regional Director   explains what’s needed – and why community involvement is so important. In a statement, he said: ”Even as new patients present every day, investigations into past cases show that the outbreak in our region was certainly under way as early as mid-April.’ ‘Based on the case reports to date, this outbreak is currently being transmitted through social networks connected largely through sexual activity, primarily involving men who have sex with men. ‘Many – but not all cases – report fleeting and/or multiple sexual partners, sometimes associated with large events or parties. ‘Monkeypox has already spread against the backdrop of several mass gatherings in the region. ‘Over the coming months, many of the dozens of festivals and large parties planned provide further contexts where amplification may occur. ‘But they also provide powerful opportunities to engage with young, sexually active and globally mobile persons to raise awareness and strengthen individual and community protection.’ He said that responding to the outbreak will not require the same measures needed for the Covid-19 pandemic but he warned that it is not yet known whether it will be possible to contain the spread of the virus completely. UK officials have stressed that the risk to the general public ‘remains low’. Dr Ruth Milton, senior medical adviser at UKHSA, said: ‘The risk to the general public from monkeypox is still low, but it’s important that we work to limit the virus being passed on. ‘We remind people that they should be alert to new spots, ulcers or blisters on any part of their body. ‘If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.’ . Not convinced? ", "url": "https://metro.co.uk/2022/06/01/who-warns-it-may-not-be-possible-to-contain-the-spread-of-monkeypox-16751100/"},
{"title": "Summer festivals could become monkeypox super-spreader events, WHO warns", "author": "Gergana Krasteva", "date": "Tuesday 31 May 2022 11:03 pm", "text": "Festivals up and down Europe could speed up the spread of  , health experts have warned. World Health Organisation (WHO) officials are scrambling to raise awareness of the outbreak ahead of the summer as many cases have been linked to ‘large events or parties’. The agency says Europe is at the ‘epicentre’ of the ‘largest and most geographically widespread monkeypox outbreak ever reported’ outside western and central Africa. The warning to partygoers comes as the number of cases in the UK has risen to 190 as officials confirmed 11 new infections in England. WHO Europe regional director Dr Hans Henri Kluge stressed that the potential for further transmission in the continent and elsewhere over the summer is high. ‘As new patients present every day, investigations into past cases show that the outbreak in our region was certainly under way as early as mid-April,’ he said. ‘Based on the case reports to date, this outbreak is currently being transmitted through social networks connected largely through sexual activity, primarily involving men who have sex with men. ‘Many – but not all cases – report fleeting and/or multiple sexual partners, sometimes associated with large events or parties. ‘Rapid, amplified transmission has occurred in the context of the recent lifting of pandemic restrictions on international travel and events.’ The WHO’s technical lead for monkeypox, Rosamund Lewis said that while most cases so far have been among gay or bisexual men,  Monkeypox has already spread against the backdrop of several mass gatherings, WHO said in a statement. While it is not a sexually transmitted disease (STI), the virus can be contracted through sex due to the close contact. Over the coming months, festivals and large parties will ‘provide further contexts where amplification may occur’. Scientists have been left puzzled by the unusual spread but Dr Kluge warned that responding to the outbreak  . UK officials have also stressed that the risk to the general public ‘remains low’. Dr Ruth Milton, senior medical adviser at UKHSA, said: ‘It’s important that we work to limit the virus being passed on. ‘We remind people that they should be alert to new spots, ulcers or blisters on any part of their body.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/31/monkeypox-summer-festivals-could-become-super-spreader-events-who-says-16746637/"},
{"title": "More than 100 people in UK have now caught monkeypox after 16 new cases", "author": "Sam Corbishley", "date": "Friday 27 May 2022 3:34 pm", "text": "More than 100 cases of monkeypox have now been detected across the UK. The UK Health Security Agency (UKHSA) said on Friday that another 16 infections were confirmed in England, bringing the total there since May 7 to 101. There have also been three confirmed cases in Scotland, one in Wales and one in Northern Ireland, taking the UK total to 106. People with unusual rashes or lesions, particularly if they have had a new sexual partner, have been urged to limit their contact with others and contact NHS 111 or their local sexual health clinic. Despite the rise in cases, the UKHSA has said the risk to the overall UK population ‘remains low’. Men who are gay or bisexual and men who have sex with men are being urged in particular to be aware of symptoms as the health body said ‘the majority of the cases identified to date’ have been among this group. Dr Susan Hopkins, UKHSA chief medical adviser, said: ‘We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms. ‘We are asking people to look out for new spots, ulcers or blisters on any part of their body. If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.’ UKHSA teams have been tracing contacts of people with a confirmed case and are advising those at highest risk to isolate at home for up to 21 days. A smallpox vaccine is being offered to close contacts to reduce their risk of symptoms and severe illness.  Anyone with unusual rashes or lesions on any part of their body should contact NHS 111 or call a sexual health service. With recent cases mainly reported in gay and bisexual men, those in this community should be particularly alert.  Get the latest updates â¬ The health body is also advising infected people to avoid contact with their pets for 21 days, particularly rodents such as gerbils and hamsters which are susceptible to the disease. UKHSA guidance recommends pet rodents should be removed from the household of a monkeypox patient for that time period and tested for the virus, due to concerns over animal-to-animal or rodent-to-human transmission. The first cases of the virus in Wales and Northern Ireland were recorded on Thursday, while Scotland confirmed a further two cases. Almost 200 cases have been reported in over 20 countries not usually known to have outbreaks of the virus, according to the World Health Organisation. . Not convinced? ", "url": "https://metro.co.uk/2022/05/27/monkeypox-uk-cases-top-100-after-another-16-detected-in-england-16724755/"},
{"title": "How does monkeypox get transmitted and spread?", "author": "Elizabeth Atkin", "date": "Friday 27 May 2022 12:00 pm", "text": "Cases of   are   – and naturally many are probably feeling concerned. The illness – caused by a type of pox virus in the same family as smallpox – presents with itchy red blisters and a range of uncomfortable  , including fever, chills and muscle ache. At the time of writing,   had been recorded across the country, along with several others  But how does monkeypox spread? Unlike another headline-dominating virus the world’s been dealing with in recent years (Covid), monkeypox isn’t as easily spread. Colin Brown, director of clinical and emerging infections at the , has previously said: ‘It is important to emphasise it does not spread easily between people and requires close personal contact with an infected symptomatic person.’ The   says monkeypox can be spread through: So, the virus can be passed through fabrics and materials, as well as person-to-person. And the  , notes: ‘Human-to-human transmission is thought to occur primarily through large respiratory droplets. Respiratory droplets generally cannot travel more than a few feet, so prolonged face-to-face contact is required.’ Anyone can catch monkeypox, though the current outbreak has largely affected gay and bisexual men. UKHSA said  on May 26: ‘The majority of the cases identified to date have been among men who are gay, bisexual and men who have sex with men (MSM), so we are asking these people in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner.’ To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t \n\t \n\t \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/27/how-does-monkeypox-get-transmitted-and-spread-16721273/"},
{"title": "Pet hamsters facing cull to stop monkeypox spread", "author": "Anugraha Sundaravelu", "date": "Friday 27 May 2022 3:01 pm", "text": "Pet hamsters, gerbils and guinea pigs belonging to Monkeypox patients are advised to be ‘isolated’ and, as a last resort, even culled. European health authorities have called for the animals in contact with infected patients to be isolated in government laboratories as they’re at high risk for infection. This week, several more cases of  Since rodents are more suitable carriers of monkeypox than humans, the likelihood of them catching it from their owners is high. Monkeypox patients are being asked to avoid contact with mammal pets for 21 days or until they’re free from the virus. The European Centre for Disease Control (ECDC) has warned that pets could become a reservoir of monkeypox which could lead to the disease becoming endemic in Europe and the UK. In  , the ECDC urged people infected with monkeypox and their close contacts to avoid their pets. Public health authorities were advised to work with veterinary authorities to ensure systems for quarantining and testing of mammalian pet animals that have been exposed or are at risk of exposure to the virus. To date there have been no reports of monkeypox infections in animals — either domestic or wild — in the EU. Pet rodents such as hamsters and guinea pigs, exposed to the virus, were advised to be ‘isolated in monitored facilities’ like laboratories, government facilities, kennels or animal welfare organisations.  The animals are to be tested by PCR for exposure to monkeypox before their quarantine can end.  ‘Euthanasia should only be a last resort reserved to situations where testing and/or isolation are not feasible,’ said the ECDC. Other mammal species like dogs can be isolated at home if there is availability of an enclosed outdoor space, regular veterinary checks, no access to visitors and pets don’t leave their homes. In 2003, the US Centers for Disease Control (CDC) reported 81 human monkeypox cases after close contact with pet mammals, predominantly rodents.  The cases were connected to small mammals imported from Ghana to Texas as the probable source of introduction of the virus into the US. The spread of the virus between states was connected to infected pet prairie dogs that were housed with the rodents of African origin. When Covid-19 jumped to mink in Denmark, millions were culled to prevent the spread of the virus.  Yesterday, the UK had ordered  \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/27/guinea-pigs-and-hamsters-could-be-culled-to-stop-spread-of-monkeypox-16723875/"},
{"title": "UK buys 20,000 doses of smallpox vaccine to fight monkeypox", "author": "Jen Mills", "date": "Thursday 26 May 2022 10:07 am", "text": "The UK has ordered more than 20,000 doses of a vaccine to fight the spread of monkeypox. It is a smallpox vaccine called Imvanex, which contains a live modified form of the vaccinia virus called ‘vaccinia Ankara’, which is related to smallpox but not exactly the same. The UK Health Security Agency tweeted today: ‘UKHSA has procured over 20,000 doses of a safe smallpox vaccine (called Imvanex, supplied by Bavarian Nordic) as part of our rapid response to rising #monkeypox cases. ‘This vaccine is being offered to identified close contacts of people diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness. ‘If you suspect you might have rashes or lesions on any part of your body, particularly if you have recently had a new sexual partner, limit your contact with others and contact NHS 111 or your local sexual health service – please phone ahead before attending in person.’ ð¢ UKHSA has procured over 20,000 doses of a safe smallpox vaccine (called Imvanex, supplied by Bavarian Nordic) as part of our rapid response to rising   cases. ð§µâ¬ It comes as  bringing the UK total to 79.  Dr Giri Shankar, director of health protection for Public Health Wales, said: ‘We are working with the UKHSA, Public Health Scotland, and Public Health Agency Northern Ireland, and we are ready to respond to cases of monkeypox in Wales. ‘The case is being managed appropriately. To protect patient confidentiality, no further details relating to the patient will be disclosed.’ He added: ‘We are reassuring people that monkeypox does not usually spread easily between people, and the overall risk to the general public is low. ‘It is usually a mild self-limiting illness, and most people recover within a few weeks. However, severe illness can occur in some individuals.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/26/uk-buys-20000-doses-of-smallpox-vaccine-to-fight-monkeypox-16714216/"},
{"title": "NHS 111 ‘overloaded because everyone with a rash thinks they have monkeypox’", "author": "Sabrina Johnson", "date": "Saturday 28 May 2022 11:25 am", "text": "The NHS is being swamped by calls from people with a rash who are concerned they may have monkeypox, a health official has said. Since cases of the disease were first reported in the UK earlier this month, the UK Health Security Agency (UKHSA) has advised people who may have symptoms such as a new rash to either phone NHS 111 or contact their nearest sexual health clinic.  But Mateo Prochazka, head of the UKHSA team investigating the outbreak, is urging people to use local sexual health services rather than 111 to take the pressure of the helpline which also handles other health queries. ‘Sexual health clinics are not just for gay and bisexual men,’ Mateo said during a webinar hosted by Prepster, a volunteer group of London-based HIV prevention activists helping raise awareness of monkeypox. ‘Anyone can be seen in a sexual health clinic, regardless of gender, sexual orientation or identity. Everyone is welcome. ‘There are other potential routes of trying to get yourself into the system, maybe calling NHS 111, but this resource has been really overloaded with everyone calling who had a rash,’  . It comes as  , bringing the total number identified since May 7 up to 101 in England and 106 in the UK. There have been three confirmed cases in Scotland, one in Wales and one in Northern Ireland. Despite the rise in cases, the UKHSA said the risk to the UK population ‘remains low’ as the virus does not spread easily. The ‘majority of cases’ identified in the UK so far have been among men who are gay, bisexual or who have sex with men. While the risk of catching the virus is not limited to this group, anyone who has close contact with someone who is infectious is at risk, men who have sex with other men are being urged to be particularly aware of symptoms. Monkeypox symptoms often start with a fever, headache, muscle aches and swollen lymph nodes and exhaustion. The incubation period of the virus is usually from 6 to 13 days but can range from 5 to 21 days. Sufferers normally develop a rash after initial symptoms start, it can be anywhere on the body but is normally on the face or genitals.  A person is infectious when symptomatic and at least until their scabs fall off, and potentially longer.  Dr Susan Hopkins, UKHSA chief medical adviser, said: ‘We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms. ‘We are asking people to look out for new spots, ulcers or blisters on any part of their body.  ‘If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.’ UKHSA teams have been tracing contacts of people with a confirmed case and are advising those at highest risk to isolate at home for up to 21 days. A smallpox vaccine is being offered to close contacts to reduce their risk of symptoms and severe illness. The UKHSA is also advising infected people to avoid contact with their pets for 21 days, particularly rodents such as gerbils and hamsters which are susceptible to the disease. UKHSA guidance recommends pet rodents should be removed from the household of a monkeypox patient for that time period and tested for the virus, due to concerns over animal-to-animal or rodent-to-human transmission. Almost 200 cases have been reported in over 20 countries not usually known to have outbreaks of the monkeypox, according to the World Health Organisation. .   Not convinced? ", "url": "https://metro.co.uk/2022/05/28/nhs-111-swamped-because-everyone-with-a-rash-thinks-its-monkeypox-16727761/"},
{"title": "Monkeypox tracker ‘being planned’ after virus reaches all corners of the UK", "author": "Harrison Jones", "date": "Thursday 26 May 2022 10:41 pm", "text": "Plans are being drawn up to create a Covid-like dashboard to track cases of monkeypox, it has been claimed. It comes as eight more cases were confirmed in the UK – including the first in Wales and Northern Ireland. That takes the UK total to 90 and means every country in the UK has now identified patients with the illness. But according to  , the daily updates could soon be out tracked in a similar way to Covid-19. The coronavirus dashboard was developed over a number of weeks after the crisis began in Spring 2020. But with the technology now in place, the paper says imitating the dashboard for monkeypox would be a ‘relatively simple task’ – but adds there is no known date for the move, which also depends on the outbreak continuing. The UK Health Security Agency (UKHSA) said the new cases bring the English total since May 7 to 85, and the UK total to 90. Health officials in Wales confirmed their first case on Thursday morning, before the Public Health Agency in Northern Ireland later confirmed a case. Two further cases were confirmed in Scotland, Public Health Scotland said, bringing the number of cases north of the border to three. People with unusual rashes or lesions, particularly if they have had a new sexual partner, have been urged to limit their contact with others and contact NHS 111 or their local sexual health clinic. Dr Susan Hopkins, UKHSA chief medical adviser, said: ‘We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms.’ Dr Giri Shankar, director of health protection for Public Health Wales, added: ‘We are working with the UK Health Security Agency, Public Health Scotland, and Public Health Agency Northern Ireland, and we are ready to respond to cases of monkeypox in Wales. ‘The case is being managed appropriately. To protect patient confidentiality, no further details relating to the patient will be disclosed. ‘Everyone is being asked to be aware of the monkeypox symptoms, but it is important that gay and bisexual men are alert as it’s believed to be spreading in sexual networks’ One expert has suggested that the outbreak may have been sparked by  . In Scotland, the two latest cases are said to be in people with ‘recent travel history’ and they are being treated in line with nationally agreed protocols and guidance, according to Public Health Scotland. Meanwhile, Northern Ireland’s chief medical officer suggested today that the outbreak – and cases of hepatitis seen around the world in children – could be linked to lower immunity levels as a result of lockdowns. Despite the rise in cases, the UKHSA has said the risk to the overall UK population ‘remains low’. Gay, bisexual and men who have sex with men are being urged in particular to be aware of symptoms, especially if they have recently had a new sexual partner. UKHSA teams have been tracing contacts of those with a confirmed case and are advising those at highest risk to isolate for 21 days. A smallpox vaccine is also being offered to close contacts to reduce their risk of symptoms and severe illness. \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/26/monkeypox-tracker-being-planned-as-illness-confirmed-in-all-uk-countries-16720338/"},
{"title": "Can the smallpox vaccine be used against monkeypox?", "author": "Jack Slater", "date": "Saturday 28 May 2022 2:10 pm", "text": "It was confirmed that the  , something which has seen the  . Despite the rise in cases, the UK Health Security Agency (UKHSA) has said the risk to the overall UK population ‘remains low’. , rash and swollen lymph nodes and may lead to a range of medical complications. If people – particularly people who have recently had a new sexual partner – show signs of these symptoms, they are urged to limit their contact with others and consult a doctor or a sexual health clinic. Can something help prevent either the spread of the infection or limit the symptoms, though? Can a vaccine help? The World Health Organisation (WHO) has confirmed that vaccines used during the smallpox eradication programme also provided protection against monkeypox. Because monkeypox virus is closely related to the virus that causes smallpox, the smallpox vaccine can protect people from getting monkeypox – past data from Africa suggests that the smallpox vaccine is at least 85% effective in preventing monkeypox. The   as  WHO also explain that, though the two bear close clinical similarities, monkeypox is less contagious than smallpox and causes less severe illness. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t Monkeypox is caused by monkeypox virus, a member of the orthopoxvirus genus in the family Poxviridae – smallpox is a related orthopoxvirus infection. Monkeypox is transmitted to humans through close contact with an infected person or animal, or with material contaminated with the virus. The CDC (Center for Disease Control) in the United States argues that the sooner a person receives the vaccine, the more effective it will be in protecting against monkeypox virus. However, if you think you’ve been exposed to the virus already, you can still consider getting vaccinated afterwards. The CDC recommends that the vaccine be given within 4 days from the date of exposure in order to prevent onset of the disease. If that isn’t possible, if a vaccine is given between 4–14 days after the date of exposure, vaccination may reduce the symptoms of disease but may not prevent the disease. \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/28/monkeypox-does-the-smallpox-vaccine-work-against-it-16728658/"},
{"title": "Parents told not to worry about monkeypox as cases in children are rare", "author": "Harrison Jones", "date": "Tuesday 24 May 2022 11:30 pm", "text": "Experts have urged parents not to worry about monkeypox, since cases in youngsters are so rare. Medics also suggest rashes in children are more likely to be a result of chickenpox or hand, foot and mouth disease. The calming intervention comes as the  earlier today. One researchers who has been looking into the current outbreak and past cases explained: ‘As a parent with a child that might develop a rash, I don’t think parents should be worried about this being… monkeypox at this stage, because we’re seeing a very low number of cases.’ Dr David Porter, a paediatric infectious diseases consultant at Alder Hey Children’s NHS Foundation Trust, continued: ‘And in all the previous outbreaks that have occurred outside of Africa over the last few years, we’ve seen very rare numbers of cases in children, so it’s been predominantly in adults anyway. ‘And without any contact history with somebody that’s known or strongly felt to have monkeypox, and then if you’ve got a rash at this time of year when we’ve seen lots of rashes from chickenpox and other things in children, hand, foot and mouth disease, then that’s what it’s likely to be.’ He added that parents whose children who develop a rash but have no contact history with someone who tested positive for monkeypox should be reassured that they are unlikely to have the virus – and follow what they would normally do. Dr Porter’s comments came as the results of a small study that looked at seven cases of monkeypox in the UK between 2018 and 2021 were revealed. The findings, published in The Lancet Infectious Diseases, suggest that transmission within the UK has occurred in household and healthcare settings but has been limited. The study also looked at the effectiveness of two antiviral treatments developed for smallpox, brincidofovir and tecovirimat. Researchers suggested that the latter might shorten the duration of monkeypox symptoms and cut the period that a patient is contagious for. They explained that the drug would be given on a case-by-case basis, and in their study it was given to a mum who needed to be out of hospital quickly to come home to her daughter. Author Hugh Adler, from the Liverpool School of Tropical Medicine, said: ‘While the study size was small, the data gleaned from the seven cases were rich, providing the team with novel insights and suggesting the direction of travel for future research. ‘We hope this dataset will inform clinicians caring for patients with monkeypox across the UK and Europe, but also in West and Central Africa where there is an unmet need for treatments for this infection.’ One expert suggested this week that the  And data suggests transmission is occurring between people in the UK, with a large proportion of cases identified in gay and bisexual male community. However, researchers say there is no clear argument for vaccinating this population. A rash will usually appear between one to five days after infection - generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: All in all, symptoms can last around two to four weeks. You can  . Dr Jake Dunning, consultant in infectious diseases and High consequence infectious diseases (HCID), Royal Free Hospital, said: ‘We don’t have enough of the signal yet to say that is the correct thing to do, to offer vaccinations to all men who have sex with men. ‘This is on the basis that currently they make up a large proportion of the cases that we’re seeing and the challenge is you need data to inform that sort of decision.’ The most likely route of monkeypox transmission is close physical contact, touching clothing, bedding or towels used by someone with the monkeypox rash, or touching monkeypox skin blisters or scabs. There is a smaller risk of it being spread through coughs and sneezes, and as prolonged face-to-face contact would be needed, this is not one of the main routes of transmission for the monkeypox virus. \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/24/monkeypox-uk-parents-urged-not-to-worry-as-child-cases-are-rare-16703851/"},
{"title": "Why is it called monkeypox? Name of virus outbreak explained", "author": "Elizabeth Atkin", "date": "Wednesday 25 May 2022 4:54 pm", "text": "After two long years of Covid-19,   is the latest viral disease to hit headlines. A type of Pox virus, monkeypox is in the same family as smallpox – though its bumpy rash, fever, chills and other symptoms are sometimes confused for the highly contagious (yet unrelated) chickenpox.  at the time of writing – with officials springing into action to isolate the individuals’ close contacts. But one stone does indeed remain unturned… why is it called monkeypox? And is it connected to actual monkeys? Here’s what you should know. Monkeypox’s name does indeed have something to do with monkeys. The   (CDC) has noted that monkeypox was first discovered in 1958, when there were two outbreaks among a group of monkeys. These monkeys were being kept specifically for animal research purposes. Humans did not contract monkeypox until 1970, when the first recorded case appeared in the Democratic Republic of the Congo. However, it’s important to note that monkeys aren’t necessarily the cause of all monkeypox outbreaks – as the   writes that it is often thought to be caused by rodents. Its website states: ‘Monkeypox can be caught from infected wild animals in parts of west and central Africa. It’s thought to be spread by rodents, such as rats, mice and squirrels. ‘You can catch monkeypox from an infected animal if you’re bitten or you touch its blood, body fluids, spots, blisters or scabs. ‘It may also be possible to catch monkeypox by eating meat from an infected animal that has not been cooked thoroughly, or by touching other products from infected animals (such as animal skin or fur).’ This is pretty clear-cut compared to , as its the reason for its animal-themed moniker is currently unknown – though there are several theories. \n\t \n\t \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/25/why-is-it-called-monkeypox-name-of-virus-outbreak-explained-16707889/"},
{"title": "Number of people with monkeypox in UK jumps to 71", "author": "Sean Seddon", "date": "Tuesday 24 May 2022 3:43 pm", "text": "Another 14 cases of monkeypox have been identified in the UK, taking the total to 71. A rare outbreak of the smallpox-like disease is continuing to spread, alarming health officials around the world. All but one of the cases are in England, with the other previously confirmed to be in Scotland, while Wales and Northern Ireland have seen none so far. The updated figures were confirmed by the UK Health Security Agency (UKHSA), which has continued to stress the risk to the UK population remains low despite the ‘significant and concerning’ spate of infections.  Stocks of the smallpox vaccine are being bought by the government and offered to close contacts of confirmed infections. Those at the highest risk of contracting the disease are being asked to self-isolate at home for 21 days, with others warned to be on the lookout for symptoms. Transmission between people is occurring in the UK, with a large proportion of cases identified in the gay, bisexual and men who have sex with other men community. Monkeypox is not normally a sexually transmitted infection, but it can be passed on by direct contact during sex. Leading global health experts are exploring the possibility that raves in Europe are fuelling the outbreak. Professor David Heymann, the World Health Organisation’s (WHO) former assistant director-general for health security and environment, is reported to have said it is a leading theory among many under consideration.  The WHO said cases had been confirmed in a dozen countries, including the US, Canada, Australia and several more in Europe. There have been 131 confirmed infections and 106 further suspected cases since May 7. Slovenia and the United Arab Emirates are the latest counties to confirm their first infection, Denmark announced its first case yesterday, while Portugal and Italy both revised their counts up. The virus can spread through close physical contact, touching materials and infected person has used on their body (such as clothing) or via coughs and sneezes. It is usually mild but can cause severe illness in some cases. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genitals. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: ‘We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms. ‘If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/24/monkeypox-more-uk-cases-confirmed-as-outbreak-grows-16701794/"},
{"title": "Woman could lose both her legs after gnat bite 13 years ago", "author": "Harrison Jones", "date": "Tuesday 24 May 2022 7:38 pm", "text": "An Essex mum-of-two has been told she could lose both of her legs thanks to a tiny insect bite more than decade ago. Jorja Austin, 40, developed a rare skin condition after being bitten by a gnat on her right leg while mowing the lawn in 2009. Now a life-threatening bout of sepsis has led to warning from doctors that her two lower limbs may have to be amputated – though she remains hopeful of avoiding that fate. She spent three weeks in hospital after being rushed in with sepsis and fell into a coma. Jorja’s original bite had never healed following the incident 13 years ago in Basildon – even though it was just ‘pinhole’ size. Two years later, the former admin assistant was diagnosed with pyoderma gangrenosum, a rare skin condition that causes excruciating ulcers. Horrifying pictures show the extent of Jorja’s injuries and the pain she endures. She explained: ‘I’ve been in agony for 13 years. At one point I could see my leg tendons. ‘There’s a risk that my legs will have to be amputated. ‘But the doctors have said that the sepsis may heal so I might be able to get plastic surgery instead. ‘I’m just hoping the wounds will get better. Fingers crossed it will all turn around.’ Doctors at Basildon Hospital are now keeping dressings on her lower legs, which are almost red raw from painful ulcers. Looking back on the original bite, she recalled: ‘I was in the garden cutting the grass and I literally had four tiny bites on my leg, just like pinholes. ‘One bite never healed up. When I went to the doctors they said it was fine but it just got bigger and bigger. ‘I was just one of those unlucky people.’ Her two children, aged 12 and 16, were put into social care as their mother’s health began to fail – with authorities ruling that her health meant she could not care for them. But sister Paige Austin said: ‘She (Jorja) is the strongest person we know and has been the rock in our family. ‘She’s still going strong but no one should be like this at the age of 40.’ \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/24/woman-could-lose-both-her-legs-after-gnat-bite-13-years-ago-16703266/"},
{"title": "Conspiracy theories emerge in China claiming US ‘deliberately leaked’ monkeypox", "author": "Gergana Krasteva", "date": "Tuesday 24 May 2022 12:42 pm", "text": "Conspiracy theories have begun circulating on Chinese social media that the US is behind a ‘deliberate leak’ of . At least 20 countries have now recorded cases of the virus, making it a trending topic on the micro-blogging platform Weibo. Most of the speculation is centered around a 2021 biosecurity report from the US non-profit  , which features an explainer of what might happen in a monkeypox pandemic. False claims about the paper have quickly gained traction online – similar to the rapid spread of Covid origin theories at the start of the pandemic. Actress and TV host Shu Chang, who has 6.41 million followers on Weibo, claimed it constituted ‘a plan by the US to leak bioengineered monkeypox virus.’ Her post was liked and commented on by thousands of Chinese users, with one even saying the US was ‘evil beyond the imagination of humankind’. LIVE Q&A on   (MPX). Join and   your questions  In reality, the NTI report examines gaps in national and international biosecurity, particularly after the Covid pandemic which exposed how ‘woefully’ prepared many countries were. Speculation about how monkeypox spreads is also proving a rich source for misinformation, according to World Health Organisation (WHO) adviser Andy Seale.  He added it is leading to ‘stigma’ and ‘discrimination’ against LGBT+ people. ‘One of the things we have recognised with this outbreak is that it is not typical,’ he said. ‘We are seeing cases amongst men who identify as gay, bisexual, or from other groups that have sex with men in several countries, often linked to travel. ‘It seems clear that this is through social contact, possibly through sexual contact, but we are still in the early days of this outbreak. ‘The communities themselves are really concerned and keen to get accurate information to help them understand the risk. ‘There is a lot of stigma and discrimination that surrounds many diseases, and the key thing we need to look out for as WHO is that the messaging is correct.’ So far, there have been   since May 7, while  . Ministers have also insisted the outbreak is not a ‘repeat’ of Covid and a vaccine that works against the infection is already available. . Not convinced? ", "url": "https://metro.co.uk/2022/05/24/china-conspiracy-theories-claim-us-deliberately-leaked-monkeypox-16698563/"},
{"title": "Response to monkeypox in UK ‘is worthy of praise’, says expert", "author": "Metro News Reporter", "date": "Tuesday 24 May 2022 11:27 am", "text": "The UK’s response to monkeypox should be praised, an expert in infectious diseases has said, as he noted that superspreader events are likely to be behind the rise in global cases. Sir Jeremy Farrar, the director of Wellcome, said ‘we have never seen anything like this before, with such a number of cases’ in so many countries. The  , the UK Health Security Agency (UKHSA) said yesterday, after  of the virus. Cases of monkeypox have been reported in 14 countries, according to epidemiologists at Harvard University who are tracking the spread, including 40 cases in Spain and 23 in Portugal. Health officials now   in Spain and Belgium. Sir Jeremy told BBC Radio 4’s Today programme that there have been small outbreaks in the past, with cases recorded in the UK, but ‘this is different, something has changed’. Monkeypox is usually found in West Africa, and the virus does not often spread elsewhere. He added: ‘The virus may have changed, but I think that’s unlikely. More likely is, I think, that the niche that this virus now finds itself in has allowed for some superspreader events and those individuals involved in that have then travelled to other parts of the world and taken the infection with them.’ He said the fact that the virus has ‘spread across borders so quickly is different’ from what has been seen before. At a superspreading event, the number of cases transmitted will be disproportionately high compared with general transmission. Sir Jeremy said he thinks the UKHSA ‘deserves great credit’ for its ‘textbook example’ response to the outbreak. ‘The action is what’s happening in the UK at the moment, which is very detailed, very painstaking contact tracing, identifying people who come forward and identifying their contacts and tracking everybody to see that you can break those chains of transmission, and making sure that that’s done in a trusted way… ‘The worst thing is if we have any stigma associated with these infections, and people are fearful or don’t want to come forward, and that’s when epidemics can really take off.’ Transmission between people is occurring in the UK, with a large proportion of cases identified in the gay, bisexual and men who have sex with other men community. Monkeypox is not normally a sexually-transmitted infection, but it can be passed on by direct contact during sex. It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash, and through the coughs and sneezes of somebody with the infection. Meanwhile, prime minister Boris Johnson said monkeypox was a rare disease but it was important to ‘keep an eye on it’. He told reporters on a visit to a school in south-east London: ‘It’s basically very rare disease, and so far the consequences don’t seem to be very serious but it’s important that we keep an eye on it and that’s exactly what the the new UK Health Security Agency is doing. ‘ A rash will usually appear between one to five days after infection - generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: All in all, symptoms can last around two to four weeks. You can  . Asked whether there should be quarantine for visitors or the use of the smallpox vaccine, Mr Johnson said: ‘As things stand the judgment is that it’s rare. ‘I think we’re looking very carefully at the circumstances of transmission. ‘It hasn’t yet proved, fatal in any case that we know of, certainly not in this country.’ The government has stocks of the smallpox vaccine, which is being offered to very close contacts of those who have been affected. Those at the highest risk of contracting the disease are being asked to self-isolate at home for 21 days, with others warned to be on the lookout for symptoms. . Not convinced? ", "url": "https://metro.co.uk/2022/05/24/response-to-monkeypox-in-uk-is-worthy-of-praise-says-expert-16695549/"},
{"title": "Number of people with monkeypox in UK jumps to 78", "author": "Harrison Jones", "date": "Wednesday 25 May 2022 4:12 pm", "text": "The number of confirmed monkeypox cases in the UK has risen to 78, according to the UK Health Security Agency (UKHSA). The latest figures come after seven new patients were found in England.  That is half as many as were  .  So far, just one case has been detected in Scotland, with none in Wales or Northern Ireland up to May 24. Cases have also been detected in Europe and North America – despite previous outbreaks tending to be centred around Africa.  The outbreak of the illness, which is similar to smallpox, has alarmed and puzzled scientists around the globe – but experts have told people to remain calm and say it is not another Covid.  Dr Susan Hopkins, chief medical adviser for the UKHSA, said: ‘We are continuing to promptly detect new monkeypox cases through our extensive surveillance network and NHS services. A rash will usually appear between one to five days after infection - generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: All in all, symptoms can last around two to four weeks. You can  . ‘If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible – though please phone ahead before attending in person.’ Community transmission has been confirmed in the UK, with a significant proportion of cases identified among gay and bisexual men. Stocks of smallpox vaccine have been bought by the government and offered to close contacts of confirmed infections. Those at the highest risk of infection are being asked to self-isolate at home for three weeks. But there have been a series of calming interventions from experts, with  . The UKHSA said that the risk to the UK population ‘remains low’. Experts are also exploring the theory that many of the cases are likely to have been  . Symptoms of the disease include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genital area. People with unusual rashes or lesions, particularly if they have had a new sexual partner, have been urged to contact NHS 111 or their local sexual health clinic. But health officials stressed people should phone ahead before attending in person. \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/25/monkeypox-uk-latest-case-numbers-show-78-cases-confirmed-16710085/"},
{"title": "Hospital in India prepares isolation ward for monkeypox patients", "author": "Jen Mills", "date": "Tuesday 24 May 2022 5:53 pm", "text": "A hospital in India has set aside a ward to isolate patients with monkeypox, as concern grows about the outbreak.  The ward at Kasturba Hospital has 28 beds and is the designated place for any suspected cases identified in Mumbai. So far, there have not been any cases found in India in the most recent outbreak Dr Mangala Gomare, executive health officer with the Brihanmumbai Municipal Corporation (BMC), said: ‘The ward has been constructed following the basic protocol of any outbreak. Human-to-human transmission occurs primarily through large respiratory droplets.  ‘So it is essential to keep suspected patients with monkeypox in a confined ward to stop the possible spread to others.’ The hospital is specialist in infectious diseases, and was important in treating Covid patients.  Dr Gomare told the  : ‘There is no need to panic. These are just precautionary measures.’ She said that health facilities in Mumbai had been instructed to send any suspected cases to Kasturba Hospital.  Their testing samples will be sent to the National Institute of Virology.  The WHO said cases had been confirmed in a dozen countries, including the US, Canada, Australia and several more in Europe. There have been 131 confirmed infections and 106 further suspected cases since May 7 – including  Slovenia and the United Arab Emirates are the latest counties to confirm their first infection, Denmark announced its first case yesterday, while Portugal and Italy both revised their counts up. The virus can spread through close physical contact, touching materials and infected person has used on their body (such as clothing) or via coughs and sneezes. It is usually mild but can cause severe illness in some cases. . Not convinced? ", "url": "https://metro.co.uk/2022/05/24/hospital-in-india-prepares-isolation-ward-for-monkeypox-patients-16702793/"},
{"title": "Monkeypox: Joe Biden says virus outbreak is not as concerning as Covid", "author": "Isabel Keane", "date": "Monday 23 May 2022 6:44 pm", "text": "President   on Monday said that an outbreak of monkeypox is not as risky as the coronavirus pandemic, countering comments he made a day before that ‘everyone should be concerned’ about the outbreak.  While on a visit in Tokyo, the president said the smallpox vaccine is effective on monkeypox and that the US has enough to counter the growing outbreak, should it worsen.  ‘We have had this monkeypox in large numbers in the past. We have vaccines to take care of it,’ he said.  ‘I just don’t think it rises to the level of the kind of concern that existed with Covid-19,’ he added.  Despite feeling that the monkeypox isn’t as large of a threat as the coronavirus, he still warned Americans to be careful.  On Monday, health officials said they may have found a third case of the virus in the US in a patient in South Florida.  The first monkeypox case in the US was reported in Massachusetts on Wednesday. The second was found in New York City on Friday.  Monkeypox, which is similar to smallpox but more mild, spreads through close person-to-person contact. At least 85 cases of the virus have been reported across Europe, though the virus mostly occurs in west and central Africa.  While no monkeypox-related deaths have been reported, health officials globally are scrambling to try and learn more about what has caused the outbreak. The World Health Organization (WHO) on Friday said it would be stepping up its efforts to understand the atypical outbreaks of the virus and work to combat it.  According to WHO estimates, monkeypox has the potential to be fatal for up to one-in-ten people, though vaccines provide some protection against serious cases. Symptoms of the virus appear one to two weeks after infection and include fever, headaches and skin rashes starting on the face before spreading to the rest of the body.  . Not convinced? ", "url": "https://metro.co.uk/2022/05/23/monkeypox-joe-biden-says-virus-is-not-as-concerning-as-covid-16695382/"},
{"title": "Monkeypox outbreak ‘was likely sparked by sex at two raves in Spain and Belgium’", "author": "Sam Courtney-Guy", "date": "Monday 23 May 2022 10:42 pm", "text": "The growing global outbreak of monkeypox cases is sexual transmission can probably be traced to sexual activity at two raves in Europe, a top expert has said. Dr David Heymann, a senior adviser to the World Health Organisation, said the outbreak is best described as ‘random event’.  Health officials have not ruled out other explanations but the leading theory to explain the outbreak is sexual transmission at two erotic parties in Spain and Beglium, he added. Dr Heymann said: ‘We know monkeypox can spread when there is close contact with the lesions of someone who is infected, and it looks like sexual contact has now amplified that transmission.’ There are now around 200 confirmed and suspected cases across a dozen countries, with 57 in the UK. According to the WHO, the cases are mainly spreading through sexual contact between men. Monkeypox cases have rarely occurred outside central and western Africa, where it is endemic in animals, and have never amounted to a full-scale outbreak. The chief of the WHO’s smallpox research team said: ‘We’ve seen a few cases in Europe over the last five years, just in travelers, but this is the first time we’re seeing cases across many countries at the same time in people who have not traveled to the endemic regions in Africa.’ The United Nations’ Aids agency has warned that racist and homophobic fearmongering could undermine efforts to combat the virus. UNAIDS stressed that all kinds of close physical contact can cause transmission, so the virus can affect anyone. This includes contact with a sick person as well as their belongings, such as clothing or bedsheets. The agency’s deputy executive director Matthew Kavanagh said: ‘Stigma and blame undermine trust and capacity to respond effectively during outbreaks like this one. ‘Experience shows that stigmatising rhetoric can quickly disable evidence-based response by stoking cycles of fear, driving people away from health services, impeding efforts to identify cases and encouraging ineffective, punitive measures.’ Mike Skinner, a virologist at Imperial College London. added: ‘By nature, sexual activity involves intimate contact, which one would expect to increase the likelihood of transmission, whatever a person’s sexual orientation and irrespective of the mode of transmission.’ Health officials say there is a ‘high likelihood’ that the virus will continue to spread through ‘close contact’. Cases so far have been mild, with no deaths reported, and smallpox vaccines are known to be effective against the disease. Symptoms usually include fever, chills, rash and lesions on the face or genitals. Most patients recover in a few weeks without requiring hospital treatment, and new antiviral drugs targeting monkeypox are in develoment. Around 6% of all cases in recent years have been fatal. . Not convinced? ", "url": "https://metro.co.uk/2022/05/23/monkeypox-outbreak-was-likely-sparked-by-sex-at-two-european-raves-16696589/"},
{"title": "EU advises countries to plan vaccines for monkeypox outbreak", "author": "Jen Mills", "date": "Monday 23 May 2022 3:59 pm", "text": "The European Centre for Disease Prevention and Control has told states to prepare strategies to counter the spread of monkeypox, including vaccination.  In a report published today, the EU organisation said: ‘Countries should update their contact tracing mechanisms, their diagnostic capacity for orthopoxviruses and review the availability of smallpox vaccines, antivirals and personal protective equipment (PPE) for health professionals.’ It advises that government should review the types, doses and authorisation status of vaccines in case they need to be deployed.  The report does not recommend mass vaccination programmes of people not at particular risk, but says that those exposed could be given the jab. It says that healthcare workers who may be exposed to the virus could also be vaccinated as a precaution.  The report says that people infected ‘should remain isolated until their rash heals completely, avoiding contact with immunosuppressed persons and pets’. They said that most people should be able to stay isolating at home ‘with supportive care’. Cases of monkeypox have been found in nine EU Member States: Austria, Belgium, France, Germany, Italy, Portugal, Spain, Sweden, and the Netherlands. The disease has also been found in the UK, as well as in Canada, the US (Boston and New York), Australia, Israel and Switzerland. ! Rapid Risk Assesment –   multi-country outbreak. Read the full report:    We continue to investigate cases of monkeypox in England. Anyone with unusual rashes or lesions on any part of their body, especially their genitalia, should contact NHS 111 or call a sexual health service if they have concerns. Read more:    At the moment, there is no specific approved vaccine, but the vaccine for smallpox is effective.  If the current outbreaks continue to grow, states are likely to have to start rolling out jabs to try and get on top of the spread.  For example, close contacts of those infected could be given the vaccine to give them protection. The UK has already  that close contacts of those with monkeypox could be given a Postexposure Prophylaxis (PEP) vaccine. This would be the Imvanex vaccine against smallpox, which contains a live modified form of the vaccinia virus called ‘vaccinia Ankara’, which is related to the smallpox virus. People used to be routinely given a smallpox vaccine, but have not been since it was officially declared eradicated in 1980.  The latest moves are a sign of how seriously health authorities are taking this virus, which is usually not a major concern in Europe.  Today, the government said there have now been 56 confirmed cases in England, up from 20 at the last count, with  Since the first case was reported on May 7, from a person who travelled from Nigeria, there have since been dozens more case in the UK, mostly without a connection to this patient or to travel abroad. Between May 18 and 22, nine EU states reported additional suspected or confirmed cases. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body including the genitals. The rash changes and goes through different stages – it can look like chickenpox or syphilis, before finally forming a scab which later falls off. Most people recover in a few weeks even without treatment, but it can cause serious illness in some people.  Young children, pregnant women and people with weakened immune systems are thought to be particularly affected.  Those who  as it can spread from skin to skin or from touching bedsheets or towels used by someone infected.  Downing Street has said the UK Health Security Agency (UKHSA) is monitoring the disease ‘extremely carefully’. The Prime Minister’s official spokesman said: ‘The facts we know is that monkeypox is not usually spread easily between people, and the risk to others remains low. ‘A notable portion of early cases detected have been in gay and bisexual men, so the UKHSA is urging this community in particular to be alert. ‘It’s true to say that most people recover within a few weeks.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/23/eu-advises-countries-to-plan-vaccines-for-monkeypox-outbreak-16693859/"},
{"title": "Number of monkeypox cases in England jumps to 56", "author": "Zaina Alibhai", "date": "Monday 23 May 2022 4:53 pm", "text": "The total number of monkeypox in England has more than doubled to 56, the UK Health Security Agency (UKHSA) has said. That is a jump of 36 in the number of patients confirmed to have the illness since May 7, with the UK-wide figure yet to be release. The UKHSA conceded that the outbreak is ‘significant and concerning’ but said the risk to the UK population remains low. Earlier on Monday,   but no cases have yet been identified in Northern Ireland or Wales. The disease is usually found in parts of central and west Africa and is rarely seen outside the region. But cases have now been recorded in the UK, US, Canada, Spain and Italy in recent weeks. The UKHSA said infections were predominantly being identified in individuals who identify as gay or bisexual after doctors confirmed there was community transmission. Ministers have insisted the   is not a ‘repeat’ of Covid and a vaccine that works against the disease is already available. ‘As with any new disease, and obviously after the Covid pandemic doubly so, we continue to monitor this very closely,’ Chief Secretary to the Treasury Simon Clarke told Sky News. ‘I would say I am cautious but I am certainly not concerned about our ability to handle the situation. He added: ‘There is a vaccine which is available and works for monkeypox, and all the evidence is that it is spread by physical contact. ‘What I would say is that we are cautious but we are certainly not in a position where I would in anyway worry the public that this is some repeat of Covid, because it certainly does not appear to be anywhere near the same platform of seriousness.’ Mr Clarke’s comments follows advice issued by the UKHSA, warning anyone who comes in contact with an  . People who have developed a rash and are changing sexual partners frequently are also urged to come forward and seek diagnosis. The UKHSA’s chief medical adviser, Dr Susan Hopkins, said: ‘Alongside reports of further cases being identified in other countries globally, we continue to identify additional cases in the UK. ‘Thank you to everyone who has come forward for testing already and supported our contact tracing efforts – you are helping us limit the spread of this infection in the UK. ‘Because the virus spreads through close contact, we are urging everyone to be aware of any unusual rashes or lesions, and to contact a sexual health service if they have any symptoms. ‘A notable proportion of recent cases in the UK and Europe have been found in gay and bisexual men, so we are particularly encouraging these men to be alert to the symptoms.’ She had previously explained: ‘We are finding cases that have no identified contact with an individual from west Africa, which is what we’ve seen previously in the country. ‘The community transmission is largely centred in urban areas.’ While there is no direct vaccine for monkeypox, those with the infection are being treated using a form of the smallpox vaccine. The symptoms of monkeypox include a fever, headache, muscle aches, backaches, swollen lymph nodes, chills and exhaustion. A rash can likely develop on the face before spreading to other parts of the body, including to the genitals, going through different stages, starting with blotches like chickenpox and then scabbing over and falling off. The infection can be transmitted through close contact with someone, or through clothing and linens used by a person who has monkeypox. There are thousands of monkeypox infections across Africa every year, according to World Health Organisation estimates. . \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/23/monkeypox-number-of-cases-in-england-rises-to-56-16690769/"},
{"title": "Anyone in contact with monkeypox must isolate for three weeks", "author": "Kirsten Robertson", "date": "Monday 23 May 2022 6:45 am", "text": "People who come into contact with monkeypox cases should isolate for three weeks and avoid children, health experts have advised. There are currently 20 confirmed cases in the UK. New guidance from the UK Health Security Agency (UKHSA) has urged those who have had ‘unprotected direct contact or high-risk environmental contact’ to self-isolate. This would include no travel, providing details for contact tracing and avoiding direct contact with immunosuppressed people, pregnant women and children under 12. Dr Susan Hopkins, chief medical adviser for UKHSA, this weekend warned monkeypox is spreading through community transmission. Speaking to BBC One’s Sunday Morning, she said: ‘We are detecting more cases on a daily basis and I’d like to thank all of those people who are coming forward for testing to sexual health clinics, to the GPs and emergency department.’ Those who are considered at high risk of having caught monkeypox may have had household contact, sexual contact, or have changed an infected person’s bedding without wearing appropriate PPE. The UK should expect to see more cases on a ‘daily basis’, Dr Hopkins added. Monkeypox is rarely seen outside Africa but  Austria, Israel and Switzerland became the latest countries to record their first cases over the weekend. The disease, first found in monkeys, can be transmitted from person to person through close physical contact,  Globally, the number of confirmed and suspected cases has reached 145 across 13 countries. A mandatory quarantine  where the isolation period is also 21 days. The UKHSA has advised that people at high risk of having caught monkeypox should be offered a smallpox vaccine. Dr Hopkins said: ‘We are finding cases that have no identified contact with an individual from west Africa, which is what we’ve seen previously in this country. ‘The community transmission is largely centred in urban areas and we are predominantly seeing it in individuals who self-identify as gay or bisexual, or other men who have sex with men.’ Asked why it is being found in that demographic, she said: ‘That’s because of the frequent close contacts they may have. ‘We would recommend to anyone who is having changes in sex partners regularly, or having close contact with individuals that they don’t know, to come forward if they develop a rash.’ Monkeypox â what you need to know ð There is concern that a sizable number of the confirmed cases of monkeypox in the UK have been in gay and bi men. However, anyone with monkeypox can pass it on, regardless of sexual orientation. (1/2) The first case in the UK was recorded in 2018 but, unlike several of the cases being identified in this outbreak, was linked with travel to an African country where monkeypox is common. Monkeypox produces a similar to disease to smallpox but has a lower death rate, with most people making a full recovery. Initial symptoms  . A rash can also develop, usually starting on the face before spreading to other parts of the body. It eventually forms a scab which falls off. Monkeypox does not spread easily and is not airborne like Covid-19, instead relying on people coming into close contact with an infected person or animal. On Friday, Health Secretary Sajid Javid said: ‘Most cases are mild, and I can confirm we have procured further doses of vaccines that are effective against monkeypox.’ His comments came amid news a child  after they were diagnosed with monkeypox. . Not convinced? ", "url": "https://metro.co.uk/2022/05/23/uk-tells-close-contacts-of-monkeypox-cases-to-isolate-for-three-weeks-16689852/"},
{"title": "First case of monkeypox recorded in Scotland", "author": "Joe Roberts", "date": "Monday 23 May 2022 11:38 am", "text": "Scotland has confirmed its first case of monkeypox as the virus continues to spread across the UK. The infected patient is receiving care and treatment ‘appropriate to their condition’ and contact tracing is underway, Scottish health bosses said. A total of 20 cases have been identified south of the border in England, but more are expected to be announced today. The blistery rash can be mistaken for an STI and spreads to genital areas or the face, before it turns to scabs and falls off. The UK Health Security Agency (UKHSA) said infections were predominantly being identified in individuals who identify as gay or bisexual after doctors confirmed there was community transmission. Ministers have insisted the   is not a ‘repeat’ of Covid and a vaccine that works against the disease is already available. The disease is usually found in parts of central and western Africa and is rarely seen outside the region. But cases have now been recorded in the UK, US, Canada, Spain and Italy in recent weeks. It is generally a mild self-limiting illness, spread by very close contact with someone who is already infected. Most people recover within a few weeks. Dr Nick Phin, from Public Health Scotland, said: ‘Close contacts of the case are being identified and provided with health information and advice. ‘This may include the offer of vaccination. The overall risk to the general public is low. ‘Anyone with an unusual blister-like rash or small number of blister-like sores on any part of their body, including their genital area, should avoid close contact with others and seek medical advice if they have any concerns.’       Not convinced? ", "url": "https://metro.co.uk/2022/05/23/monkeypox-reaches-scotland-after-20-cases-recorded-across-uk-16692079/"},
{"title": "How do you catch monkeypox and is it deadly?", "author": "Ewan Quayle", "date": "Sunday 22 May 2022 3:34 pm", "text": "Health authorities around the world are investigating a recent outbreak of monkeypox, a rare viral disease typically confined to Africa. The  , with     hospital Cases of the rare infection, which gets its name from a smallpox-style disease found in a monkey colony in 1958, have been discovered in over a dozen countries so far. But how do you catch monkeypox  – and how worried should you be about it? Here is everything you need to know. So far, only a small number of people have been diagnosed with monkeypox in the UK and it is not easily passed from human to human. Colin Brown, director of clinical and emerging infections at the UK Health Security Agency (UKHSA), said: ‘While investigations remain ongoing to determine the source of infection, it is important to emphasise it does not spread easily between people and requires close personal contact with an infected symptomatic person.’ According to the  , monkeypox can be spread through: Current advice in the UK is that people are highly unlikely to catch monkeypox if they have not recently travelled to the region and have not been in close contact with someone who has the disease. Anyone who has multiple sexual partners, or who has ‘close contact with individuals that they don’t know’, has been  . Anyone who develops   are encouraged to contact their GP as soon as possible. While the disease may resemble smallpox when it comes to symptoms, the disease is far less deadly. Monkeypox is less dangerous than smallpox, but more so than chickenpox. Smallpox kills one-third of its victims, while chickenpox kills just 0.009% – or just one in 100,000 cases. According to the  monkeypox has a mortality rate of  . To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t The   are a high temperature, headache, muscle aches, backache, swollen glands, shivering, exhaustion. Most of the severe cases are found in children and adults with compromised immune systems. The vast majority of people will make a full recovery in a matter of weeks without needing hosptialisation. A rash will usually appear between one to five days after infection - generally beginning on the face before spreading. The rash is sometimes confused with chickenpox. It starts as raised spots, which turn into small blisters filled with fluid. These blisters eventually form scabs that later fall off. Between one and 21 days after infection, you may experience the following symptoms: All in all, symptoms can last around two to four weeks. You can  . \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/22/how-do-you-catch-monkeypox-and-is-it-deadly-16687374/"},
{"title": "British tourist tested for monkeypox on Canary Islands", "author": "Joe Roberts", "date": "Tuesday 24 May 2022 8:11 am", "text": "A British tourist is being tested for monkeypox after arriving in the Canary Islands. Spanish health chiefs in Fuerteventura confirmed the man is one of five suspected new cases. His name and age are currently unknown, but he is thought to be the first British tourist to be tested for the virus abroad. ‘A suspected case of monkeypox in Fuerteventura corresponds to a British tourist,’ the Canary Islands’ Health Service said. Officials have not yet confirmed if has the virus, or whether he was holidaying alone on the island. It comes as the number of monkeypox cases in England more than doubled yesterday to 56. UK health bosses say the outbreak is ‘significant and concerning’ but stressed the risk to the wider population remains low. Spain has so far confirmed around 40 cases of monkeypox and said another 67 people are being tested. The outbreaks have been traced to an adult sauna in Madrid and a Gran Canaria pride festival attended by 80,000 people from Britain and other European countries. Chief medical advisor Dr Susan Hopkins warned British tourists to be ‘alert to the virus’ on holiday. ‘The risk to the general population remains extremely low,’ Dr Hopkins told the BBC. ‘People need to be alert to it, and we really want clinicians to be alert to it.’ The disease is usually found in parts of central and west Africa and is rarely seen outside the region. But cases have now been recorded in the UK, US, Canada, Spain and Italy in recent weeks. People who have developed a rash and are changing sexual partners frequently are also urged to come forward and seek diagnosis. . Not convinced? ", "url": "https://metro.co.uk/2022/05/24/british-tourist-tested-for-monkeypox-on-canary-islands-16697753/"},
{"title": "People having sex with multiple partners need to look out for monkeypox", "author": "Jen Mills", "date": "Sunday 22 May 2022 1:43 pm", "text": "Anyone who has multiple sexual partners, or who has ‘close contact with individuals that they don’t know’, has been urged to be vigilant about monkeypox. The virus, which causes sores and can lead to serious illness, is spreading in the UK with more cases expected to be confirmed after the weekend.  A senior doctor has said that anyone developing a rash after being in contact with another should get themselves checked out. The illness is not exclusively spread via sexual contact, but as it can be transmitted through touching someone who has the sores, this has so far been a key way of it being transmitted.  It may also be spread via respiratory droplets, for example if a person is face to face with someone infected, or from touching a towel or bedsheets used by someone infected.  Dr Susan Hopkins, a chief medical adviser for The UK Health Security Agency (UKHSA), said: ‘We would recommend to anyone who’s having changes in sex partners regularly, or having close contact with individuals that they don’t know, to come forward if they develop a rash.’ She said the disease is now spreading from person to person within the UK, and not only found in those who had travelled abroad.  So far, there have been 20 confirmed cases in the UK with nine other countries outside of Central and West Africa also reporting outbreaks. Belgium became the  , to try and stop the spread.  The disease was first found in monkeys and is related to the virus which causes smallpox, however it is usually milder.  Dr Hopkins said cases have so far predominantly been identified in individuals who self-identify as gay or bisexual or men who have sex with other men. Asked why it is being found in that demographic, she said: ‘That’s because of the frequent close contacts they may have.’ Speaking to BBC One’s Morning Show, Dr Hopkins said: ‘We will be releasing updated numbers tomorrow – over-the-weekend figures. The disease can spread between people through: The incubation period (the time between contact with an infected person and the time that you first get symptoms) is between 5 and 21 days. Most people recover within several weeks even without any treatment, but severe illness can occur in some individuals. The illness begins with: Within 1 to 5 days after the appearance of fever, a rash develops, often beginning on the face then spreading to other parts of the body. The rash changes and goes through different stages before finally forming a scab which later falls off. An individual is contagious until all the scabs have fallen off and there is intact skin underneath. The scabs may also contain infectious virus material. Source:  ‘We are detecting more cases on a daily basis and I’d like to thank all of those people who are coming forward for testing to sexual health clinics, to the GPs and emergency department.’ Asked if people will need to get vaccinated for the infection, she said: ‘There is no direct vaccine for monkeypox but we are using a form of smallpox vaccine – a third-generation, smallpox vaccine that’s safe in individuals who are contacts of cases. ‘So, we’re not using it in the general population. ‘We’re using it in individuals who we believe are at high risk of developing symptoms and using it early, particularly within four or five days of the case developing symptoms. ‘For contacts, (this) reduces your risk of developing disease, so that’s how we’re focusing our vaccination efforts at this point.’ It comes as US president Joe Biden said that recent cases of monkeypox which have been identified in Europe and the United States are something ‘to be concerned about’. In his first public comments on the disease, Mr Biden added: ‘It is a concern in that if it were to spread it would be consequential.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/22/monkeypox-warning-to-anyone-having-sex-with-multiple-partners-16688075/"},
{"title": "Belgium introduces 21-day quarantine for all monkeypox cases", "author": "Jen Mills", "date": "Sunday 22 May 2022 1:04 pm", "text": "Belgium has become the first country to introduce a mandatory quarantine for people with monkeypox.  Those with symptoms will need to isolate until their sores subside, which is expected to be around three weeks.  Belgium’s Risk Assessment Group (RAG) and health authorities said those infected will need to isolate for 21 days.  They said anyone with symptoms should seek medical advice.  There has been an outbreak in the country linked to a gay fetish festival called Darklands, where three attendees tested positive. Organisers said: ‘There’s reason to assume that the virus has been brought in by visitors from abroad to the festival after recent cases in other countries.’ They circulated warning information from the government saying that those infected would have to self isolate for three weeks and avoid any physical sexual contact.  Over the last week, concerns have grown about the spread of monkeypox, a viral disease which is usually rare and found mainly in those who recently travelled to Africa.  It has now been found in ten countries outside of Central and West Africa, including the UK where there have been 20 confirmed cases. Dr Susan Hopkins, a chief medical adviser for UKHSA, said updated figures for the weekend will be released on Monday as she warned of more cases ‘on a daily basis’. Monkeypox has an incubation period of five to 21 days, so people have been warned to be vigilant for three weeks after they ay have been exposed.   Dr Hopkins said: ‘The community transmission is largely centred in urban areas and we are predominantly seeing it in individuals who self-identify as gay or bisexual, or other men who have sex with men.’ Asked why it is being found in that demographic, she said: ‘That’s because of the frequent close contacts they may have. ‘We would recommend to anyone who’s having changes in sex partners regularly, or having close contact with individuals that they don’t know, to come forward if they develop a rash.’ The World Health Organisation says that people can catch the disease from close contact with skin lesions of infected people, from inhaling respiratory droplets or touching a contaminated object (such as a towel or bedding). They said that transmission via droplet respiratory particles ‘usually requires prolonged face-to-face contact, which puts health workers, household members and other close contacts of active cases at greater risk’. . Not convinced? ", "url": "https://metro.co.uk/2022/05/22/belgium-introduces-21-day-quarantine-for-all-monkeypox-cases-16687801/"},
{"title": "Number of monkeypox cases ‘could rise significantly in next two or three weeks’", "author": "Sabrina Johnson", "date": "Saturday 21 May 2022 9:29 pm", "text": "The UK is likely to see a ‘significant rise’ in monkeypox cases over the new few weeks, an expert has warned. More than 100 confirmed or suspected cases of the virus have been reported in countries outside of Central and West Africa,  . Cases have been reported in the US, and several European countries including Switzerland which confirmed its first case of the virus on Saturday after an infected person became unwell, authorities said. Elsewhere in Europe cases have been confirmed in the Netherlands, Portugal, Sweden, Italy and Spain, where a number of cases have been linked to a sauna in Madrid. ‘Several patients’ in the Netherlands are understood to have contracted monkeypox a day after the country confirmed its first case. While in Germany, at least two cases of monkeypox have been reported in Berlin after the country’s first case was reported in Munich on Friday. The majority of cases in European cases have been reported in young men who have not travelled to Europe. While in the US, it has been confirmed a patient in New York City had contracted monkeypox, after the state of Massachusetts confirmed its first case earlier this week. Monkeypox, which was first found in monkeys, can be transmitted from person to person through close physical contact, including sex. There are concerns   on sexual health services. Some UK health clinics are now stopping people walking in as they try to slow the spread of infections. Dr Claire Dewsnap, president of the British Association for Sexual Health and HIV, said she expected to see a rise in cases over the coming days. ‘Our response is really critical here,’ she told  ‘There is going to be more diagnoses over the next week. How many is hard to say. ‘What worries me the most is there are infections across Europe, so this has already spread. ‘It’s already circulating in the general population. Getting on top of all those people’s contacts is a massive job. ‘It could be really significant numbers over the next two or three weeks.’ Dr Dewsnap said she expected more monkeypox cases to be identified around the UK. ‘I’m definitely expecting a significant rise over this next week,’ she added. Dr Dewsnap said she is concerned about how the infection could affect services because staff who come in contact with sufferers are forced to isolate. Shesaid clinic staff were ‘already under significant pressure’ before monkeypox was identified, making the situation worse. ‘It is already stretching the workforce and will have a massive impact if staff have to isolate if they are in close contact with someone who’s infected,’ Dr Dewsnap said. ‘In terms of the infection and its consequences for individuals, I’m not that concerned,’ she later told BBC Radio 4. ‘But I am concerned about our ability to maintain good sexual health services and access for everyone while still managing this new infection.’ Dr Dewsnap said some health clinic staff had received the smallpox vaccine, which can be effective against monkeypox, and talks are taking place about giving doses to ‘potential risk groups’. Meanwhile, Professor Sir Peter Horby, director of the Pandemic Sciences Institute at Oxford University, described the current monkeypox outbreak as ‘an unusual situation’, because the virus is being transmitted within communities outside of Central and West Africa. ‘It’s transmitted by close person-to-person contact and, in the past, we have not seen it being very infectious,’ Sir Peter said. ‘What’s unusual about what we’re seeing now is that we’re seeing transmission occurring in the community in Europe and now in other countries, so it’s an unusual situation where we seem to have had the virus introduced but now have ongoing transmission within certain communities.’ He added: ‘It would appear that there is some element of sexual transmission perhaps with just the very close contact between people and the skin lesions because a large proportion of the current cases are being detected in gay and bisexual men. ‘So it’s very important that we get the message across that if people have unusual skin lesions that they do seek attention quickly so that we can control this. ‘The important thing is that we interrupt transmission and this doesn’t become established in the human population in Europe.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/21/uk-monkeypox-cases-could-rise-significantly-in-next-few-weeks-16686503/"},
{"title": "Young child ‘in intensive care with monkeypox in London hospital’", "author": "Gergana Krasteva", "date": "Sunday 22 May 2022 11:13 am", "text": "A child has been rushed to the intensive care unit of a   hospital after they were diagnosed with monkeypox, reports say.  confirmed on Friday that another 11 Brits had tested positive for the smallpox-related disease,  . The health secretary said: ‘Most cases are mild and I can confirm we have procured further doses of vaccines that are effective against monkeypox.’ No further details about the new patients have been released but according to the  , a young child is among those currently being treated. According to a resurfaced warning from 2019, the rare viral infection may ‘fill the ecological niche’ left behind by smallpox. As the monkeypox virus (MPX) outbreak continues, a lot of data emerging in real-time & being rapidly disseminated (as well as misinformation). I complied the unfolding scientific data (with direct links to papers and threads) on what we (donât) know so far.   ð§µ(1/n) Scientists from the University of Cambridge, UCL and the London School of Tropical Hygiene and Medicine, as well as experts from the Ministry of Defence and Public Health England, backed calls for the development of a ‘new generation of vaccines and treatments’. Their paper, published in 2020, warned that fewer than one in three people are now protected against smallpox, and by association, monkeypox. Globally, the number of confirmed and  , Dr Muge Cevik from the University of St Andrews said on Twitter. The infectious disease expert stressed this is ‘the biggest outbreak outside of Africa, and there will be more cases to come’. UKHSA confirmed that a notable proportion of early cases detected have been in gay and bisexual men.  Dr Claire Dewsnap, president of the British Association for Sexual Health and HIV, is also worried about the rate the virus is spreading, adding she expects a  . ‘Our response is really critical here,’ she told  . ‘There is going to be more diagnoses over the next week. How many is hard to say. ‘What worries me the most is there are infections across Europe, so this has already spread. ‘It’s already circulating in the general population. Getting on top of all those people’s contacts is a massive job.’ Dr Dewsnap added she was concerned about the impact on other infections as staff are diverted to deal with monkeypox, when the ‘public health budget has decreased significantly over the last 10 years’. Cases of monkeypox have also been confirmed in Spain, Switzerland, the Netherlands, Germany, Portugal, Italy, Sweden, France, Belgium, the US, Canada and Australia. Metro.co.uk has contacted UKHSA for a comment. . Not convinced? ", "url": "https://metro.co.uk/2022/05/22/young-child-in-intensive-care-with-monkeypox-in-london-hospital-16687198/"},
{"title": "Monkeypox outbreak could have ‘massive impact’ on sexual health services", "author": "James Hockaday", "date": "Saturday 21 May 2022 11:19 am", "text": "Monkeypox could leave sexual health clinics seriously overstretched if too many staff members are forced to isolate, a top doctor has warned.  The disease, which was first found in monkeys, can be transmitted between people through close physical contact – including sexual intercourse. Cases confirmed in Britain have hit 20 –  Nine other countries outside of Central and West Africa also reporting outbreaks. Dr Claire Dewsnap, president of the British Association for Sexual Health and HIV, is concerned about how the monkeypix virus could affect services. She told the BBC that clinic staff were ‘already under significant pressure’ before monkeypox was identified, making the situation worse. ‘It is already stretching the workforce and will have a massive impact if staff have to isolate if they are in close contact with someone who’s infected,’ Dr Dewsnap said. ‘In terms of the infection and its consequences for individuals, I’m not that concerned,’ she later told BBC Radio 4. ‘But I am concerned about our ability to maintain good sexual health services and access for everyone while still managing this new infection.’ Calling for ‘adequate funding’ for clinics, Dr Dewsnap told BBC Breakfast: ‘Over the last 10 years, there’s been a significant decrease in funding through the public health budget. ‘And that has seen a direct effect on staffing level and that means we have less capacity to see people. ‘We used to be able to see people within 48 hours of them contacting us – that’s really important because it cuts down the window where people have an infection, they don’t know they have an infection and therefore they can pass it on to the people. ‘So the speed in which we see people is really critical and monkeypox coming along shows us that more than ever before. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t ‘So we need adequate funding so we can adequately staff with the experts that we need and the appropriately trained staff in clinics so that we can ensure people can get in quickly, and therefore we can reduce the risk of infection of other people.’ Professor Sir Peter Horby, director of Oxford University’s Pandemic Sciences Institute, described the current monkeypox outbreak as ‘unusual’ because the virus is being transmitted within communities outside of Central and West Africa. He told BBC Radio 4: ‘It’s transmitted by close person-to-person contact and, in the past, we have not seen it being very infectious. ‘What’s unusual about what we’re seeing now is that we’re seeing transmission occurring in the community in Europe and now in other countries. ‘So it’s an unusual situation where we seem to have had the virus introduced but now have ongoing transmission within certain communities.’ He added: ‘It’s very important that we get the message across that if people have unusual skin lesions that they do seek attention quickly so that we can control this. ‘The important thing is that we interrupt transmission and this doesn’t become established in the human population in Europe.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/21/monkeypox-outbreak-could-have-massive-impact-on-sexual-health-services-16684792/"},
{"title": "Monkeypox outbreak linked to super-spreader event at adult sauna", "author": "Sam Corbishley", "date": "Saturday 21 May 2022 9:02 am", "text": "An outbreak of monkeypox in Spain has been linked to a super-spreader event at a sauna in Madrid. Enrique Ruiz Escudero, the region’s health chief, told reporters on Friday that most of the country’s 30 cases have been traced back to a single venue in the capital. The UK confirmed 11 new cases of monkeypox on Friday, more than doubling the total to 20. Globally, 127 cases have been reported in 11 countries, according to John Brownstein, professor of medicine at the Harvard Medical School in the US, who is keeping track of cases. The UK Health Security Agency has said a notable proportion of recent cases here and in Europe have been found in men who self-identified as gay, bisexual or men who have sex with men Portugal detected a further nine cases on Friday, taking its total to 23. The previous 14 were all found in gay, bisexual and other men who have sex with men. In Belgium, three cases have also been linked to a fetish festival in Antwerp, The Telegraph reports. The Darklands Festival, which describes itself as a place where ‘various tribes in the gay fetish community (leather, rubber, army, skinhead, puppies…) come together to create a unique spectacle of fetish brotherhood’, posted a message on its website reading: ‘There’s reason to assume that the virus has been brought in by visitors from abroad to the festival after recent cases in other countries.’ Monkeypox cases are usually found in West Africa, and the virus does not often spread elsewhere. That is why outbreaks reported across Europe, Canada, Australia and the United States have caused alarm among public health experts. The disease, which was first discovered in monkeys, is usually mild but can cause severe illness in some cases. Symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genitals. It can look like chickenpox or syphilis, and scabs can form which then fall off. The incubation period of monkeypox is usually from six to 13 days but can range from five to 21 days. ð¢ Read the latest on cases of   identified in England:    The cases in the UK are not all one cluster, with separate cases springing up that are unconnected. The first identified patient was a person who had returned from Nigeria but other cases are unrelated to travel, suggesting there is community transmission. A link was first drawn between gay men and monkeypox earlier in the week, with the UKHSA urging men who have sex with men to be alert to any new rashes or lesions on their body. Jimmy Whitworth, Professor of International Public Health at the London School of Hygiene and Tropical Medicine (LSHTM), said the outbreak in the UK was ‘unprecedented’. He said: ‘There is a need to engage with the at-risk community of gay and bisexual men to ensure they know about the presence of this infection and report any sign and symptoms to health facilities. ‘Cases need to be identified, isolated and treated, either in hospital or at home, depending on severity and circumstances. ‘Close contacts need to be identified and monitored for signs of infection. Monkeypox is not very transmissible and with these measures the outbreak can be quickly brought under control.’ Monkeypox â what you need to know ð There is concern that a sizable number of the confirmed cases of monkeypox in the UK have been in gay and bi men. However, anyone with monkeypox can pass it on, regardless of sexual orientation. (1/2) Professor Sir Peter Horby, director of the Pandemic Sciences Institute at Oxford University, said the spread of the virus outside of Central and West Africa was ‘an unusual situation’. Sir Peter told BBC Radio 4’s Today programme: ‘It’s transmitted by close person-to-person contact and, in the past, we have not seen it being very infectious. ‘What’s unusual about what we’re seeing now is that we’re seeing transmission occurring in the community in Europe and now in other countries, so it’s an unusual situation where we seem to have had the virus introduced but now have ongoing transmission within certain communities.’ Monkeypox is not normally a sexually-transmitted infection, but it can be passed on by direct contact during sex. It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash, and through the coughs and sneezes of somebody with the infection. The UKHSA said monkeypox does not usually spread easily between people and the risk to the UK population remains low. Sir Peter said: ‘It would appear that there is some element of sexual transmission perhaps with just the very close contact between people and the skin lesions, because a large proportion of the current cases are being detected in gay and bisexual men. ‘So, it’s very important that we get the message across that if people have unusual skin lesions that they do seek attention quickly so that we can control this. ‘The important thing is that we interrupt transmission and this doesn’t become established in the human population in Europe.’ Dr Hans Kluge, the World Health Organisation (WHO) regional director for Europe, said: ‘As we enter the summer season in the European region, with mass gatherings, festivals and parties, I am concerned that transmission could accelerate, as the cases currently being detected are among those engaging in sexual activity and the symptoms are unfamiliar to many. ‘I would like to emphasise that individuals contracting monkeypox must not be stigmatised or discriminated against in any way. ‘Timely risk communication with the general public is important, and public health bodies should widely disseminate accurate and practical advice on prevention, diagnosis and treatment.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/21/monkeypox-spanish-outbreak-linked-to-super-spreader-event-at-sauna-16684464/"},
{"title": "Number of people with monkeypox in UK more than doubles to 20", "author": "Sam Corbishley", "date": "Friday 20 May 2022 12:24 pm", "text": "Another 11 cases of monkeypox have been identified in the UK – more than doubling the total to 20, the UK Health Security Agency has confirmed. The new cases come on top of the nine previously identified, with the initial case having returned from travel to Nigeria. Globally, 127 cases have been reported in 11 countries, according to John Brownstein, professor of medicine at the Harvard Medical School in the US, who is keeping track of global cases. Health Secretary   said: ‘Most cases are mild, and I can confirm we have procured further doses of vaccines that are effective against monkeypox.’ The rise in cases since May 6 has caused concern among ministers that the virus may be circulating undetected. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t Monkeypox cases are usually found in West Africa, and the virus does not often spread elsewhere. That is why   among public health experts around the world. The disease, which was first discovered in monkeys, is usually mild but can cause severe illness in some cases. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genitals. The rash can look like chickenpox or syphilis, and scabs can form which then fall off. The incubation period is usually from six to 13 days but can range from five to 21 days. The World Health Organisation (WHO) estimates there are thousands of monkeypox infections in around a dozen African countries every year. Most are in Congo, which reports approximately 6,000 infections annually, and Nigeria, where there are around 3,000 per year. The latest worldwide clusters of cases appear to be the first time the virus is spreading among people who did not travel to Africa. It has confounded scientists there. Oyewale Tomori, a virologist who formerly headed the Nigerian Academy of Science and who sits on several World Health Organisation advisory boards, said: ‘I’m stunned by this. Every day I wake up and there are more countries infected. ‘This is not the kind of spread we’ve seen in West Africa, so there may be something new happening in the West.’ The UKHSA has said cases in Britain are not all connected, suggesting there are multiple chains of transmission occurring. In Europe, Germany and Belgium have both confirmed they have detected cases of the smallpox-like disease. Health officials in Spain have reported seven cases, all males, and Portugal updated its number of confirmed cases to 14. Sweden’s public health agency also reported one case on Thursday, saying it remained unclear how the patient became infected. Italy has also confirmed another two infections, taking the total in the country to three. Earlier this week, US officials reported a case of monkeypox in a man who had recently travelled to Canada. The Public Health Agency of Canada also confirmed two cases related to that positive test. Health officials in Quebec earlier said they suspected 17 cases in the Montreal area. Experts have warned that while the virus may not be about to trigger a Covid-19-style pandemic, it is likely to spread further and should be taken seriously. Jimmy Whitworth, a professor of international public health at the London School of Hygiene and Tropical Medicine, said the current international outbreak is ‘highly unusual’. ‘Historically, there have been very few cases exported. It has only happened eight times in the past before this year,’ he said. ‘This isn’t going to cause a nationwide epidemic like Covid did, but it’s a serious outbreak of a serious disease – and we should take it seriously.’ Recent UK cases have self-identified as gay, bisexual or other men who have sex with men (MSM). Authorities in Spain and Portugal also said their cases were in young MSM men and said those cases were picked up when the men turned up with lesions at sexual health clinics. The UKHSA is advising gay, bisexual and MSM men to check for any usual rashes or lesions on their bodies, particularly their genitals, and to contact a sexual health service if they are concerned. Monkeypox can be passed on by direct contact though sex, but is not considered to be a sexually transmitted infection. Michael Skinner, a virologist at Imperial College London, said it’s still too early to determine how the men in the UK were infected. He said: ‘By nature, sexual activity involves intimate contact, which one would expect to increase the likelihood of transmission, whatever a person’s sexual orientation and irrespective of the mode of transmission.’ Anyone who is worried is advised to contact sexual health services and to call ahead for an appointment, or to call 111. Dr Susan Hopkins, chief medical adviser at the UKHSA, said: ‘We anticipated that further cases would be detected through our active case finding with NHS services and heightened vigilance among healthcare professionals. ‘We expect this increase to continue in the coming days and for more cases to be identified in the wider community. Alongside this we are receiving reports of further cases being identified in other countries globally. ‘We continue to rapidly investigate the source of these infections and raise awareness among healthcare professionals. ‘We are contacting any identified close contacts of the cases to provide health information and advice. ‘Because the virus spreads through close contact, we are urging everyone to be aware of any unusual rashes or lesions and to contact NHS 111 or a sexual health service if they have any concerns. ‘Please contact clinics ahead of your visit and avoid close contact with others until you have been seen by a clinician. ‘A notable proportion of recent cases in the UK and Europe have been found in gay and bisexual men so we are particularly encouraging them to be alert to the symptoms and seek help if concerned.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/20/monkeypox-virus-spread-in-uk-with-cases-more-than-doubling-to-20-16678603/"},
{"title": "Russia ‘planned to use monkeypox as a bioweapon’, report warned", "author": "Sam Courtney-Guy", "date": "Friday 20 May 2022 4:41 pm", "text": "’s military scientists researched using monkeypox as a bio-weapon until at least the early 1990s, according to newly resurfaced interviews with a former Russian army colonel. Ken Alibek, who was deputy chief of the USSR’s biological weapons programme until its collapse in 1991 and stayed on in its Russian Federation successor until a year later, claimed he oversaw 32,000 employees over 40 facilities. After moving to the US, he revealed how the Soviets had investigated a variety of infectious diseases for use in warfare, focusing on smallpox until its eradication through global vaccine programmes forced them to ditch the idea. In a 1998 interview with staff at the American Chemical and Biological Weapons Nonproliferation Project (CBWNP), he explained that smallpox was ruled out as stray cases caused by an accidental leak in Russia would now be ‘difficult to explain to the international community’. He said: ‘So we developed a special program to determine what “model” viruses could be used instead of human smallpox.  ‘We tested vaccinia virus, mousepox virus, rabbitpox virus, and monkeypox virus as models for smallpox.  ‘The idea was that all research and development work would be conducted using these model viruses. Once we obtained a set of positive results, it would take just two weeks to conduct the same manipulations with smallpox virus and to stockpile the warfare agent.  ‘We would have in our arsenal a genetically altered smallpox virus that could replace the previous one.’ Russia’s Ministry of Defence decided to continue working with monkeypox to ‘create future biological weapons’ after the end of the USSR, Dr Alibek added. In 1998 he was also brought before a United States Congress hearing, where he said was ‘he convinced that Russia’s biological weapons program has not been completely dismantled’. His claims were backed by a former United Nations weapons inspector, Jonathan Tucker, who left the UN Special Commission to work at the Monterey Institute think tank in Washington. He told United Press International in 2002 that there was still a ‘real fear’ monkeypox could be engineered as a bioweapon. Protection from the smallpox vaccine would be enough to repel infections, Mr Tucker added, but many countries have only held onto moderate stockpiles of the jab since the disease was eradicated. Another former UN weapons inspector, who did not wish to be named, was quoted in the report as saying: ‘There’s no confirmation that (monkeypox) leaked out, but the potential exists’. Interviewed again for the same report, said that while he was not aware of any leaks, ‘it was not a problem to get any of the orthopox viruses (smallpox, camelpox and monkeypox)’. At the time of the report, monkeypox was not thought to be transmissible between humans. However it is now known that the virus can spread through extended face-to-face contact. There are now 20 cases in the UK, health secretary Sajid Javid revealed on Friday, although ‘most cases’ are mild. The virus has also been detected in nine other countries outside Central and West Africa, where the majority of historic cases have been concentrated. African scientists have said they are baffled by its global spread. The UK is now stocking up on smallpox vaccines as a precaution, he added. . Not convinced? ", "url": "https://metro.co.uk/2022/05/20/russia-planned-to-use-monkeypox-as-a-bioweapon-report-warned-16680912/"},
{"title": "How much gas does Finland get from Russia?", "author": "Andrew Gaudion", "date": "Saturday 21 May 2022 11:40 am", "text": "’s invasion of   has resulted in the country being sanctioned by a number of Western powers, including the UK and the Us.  Vladimir Putin’s actions have also resulted in other European countries reconsidering their relationship with Russia, as both The Scandinavian countries have historically remained neutral, but concerns over Russia’s actions in Ukraine have led to their decision.  In reaction to their   actions – as well as a result of Finland refusing to pay in roubles –  both power and gas to the country.  But how much gas did Finland get from Russia anyway?  Russian gas makes up for just about 5% of Finland’s supply.  The gas from Russia is mainly used by factories rather than for heating like in many other European nations, so it should have a limited impact on Finland’s economy. On May 21, the Finnish state-owned company   said in a statement that gas supplies through the Imatra entry point had been stopped. ‘The amount of gas needed by the Finnish gas market is imported into the Finnish gas system through Balticconnector entry point in accordance with the nominations made by the market parties’ it said in a statement.  To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t ‘Gasgrid Finland has directed gas imports in Balticconnector and the gas system is currently in balance,’ the statement continued.  Gazprom Export, the export arm of Russian gas giant Gazprom, said it hadn’t received payment for April supplies by close of business on May 20, which was the payment deadline, according to a statement.  Finland is the third European country to lose gas from Russia after refusing to pay for the fuel in rubles.   were shut off on April 27, a move which Ukrainian President Volodymyr Zelensky’s chief of staff, Andriy Yermak, said was Russia ‘beginning the gas blackmail of Europe’. \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/21/how-much-gas-does-finland-get-from-russia-16684824/"},
{"title": "Monkeypox spreads to two more countries after cases double in UK", "author": "Sean Seddon", "date": "Friday 20 May 2022 11:19 am", "text": "Monkeypox has spread to another two countries as a global outbreak continues. Germany and Belgium have both confirmed they have detected cases of the smallpox-like disease. The illness is rarely seen outside Africa but has been confirmed in the UK, US, Canada, Spain, Italy and more in recent weeks. The UK Health Security agency  . LGBT+ males are being asked to be on the lookout for symptoms after infections were detected in men who have sex with other men. Germany’s armed forces’ medical service confirmed it had found a single case of the ‘virus beyond doubt for the first time in Germany on May 19 in a patient with characteristic skin lesions’. Belgian health authorities said they had confirmed two cases of the viral disease. According to a Flemish broadcaster, both were found in different cities in men who had attended the same party. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t Spanish health authorities confirmed 14 more cases earlier today, bringing the total number to 21, primarily around Madrid. There are another 20 suspected cases, 19 in the central region of Madrid and one in the Canary Islands. Italy has also confirmed another two infections, taking the total in the country to three. Health workers in the UK who have been exposed to the virus are being offered a smallpox vaccine. Ministers have ordered 20,000 more doses to add to the small stockpile of 5,000 already held by the health service. The first case in the UK was recorded in 2018 but, unlike several of the cases being identified in this outbreak, was linked with travel to an African country where monkeypox is common. Scientists have confirmed the disease can pass from human to human via close contact with an infected person. Monkeypox produces a similar to disease to smallpox but has a lower death rate, with most people making a full recovery. Initial symptoms include fever, headache, aching muscles, backache, swollen lymph nodes, chills and exhaustion. A rash can also develop, usually starting on the face before spreading to other parts of the body. It eventually forms a scab which falls off. Monkeypox does not spread easily and is not airborne like Covid-19, instead relying on people coming into close contact with an infected person or animal. . Not convinced? ", "url": "https://metro.co.uk/2022/05/20/monkeypox-outbreak-spreads-to-two-more-european-countries-16679629/"},
{"title": "ICYMI: Monkeypox, Ukraine and partygate – this week’s five top stories, explained", "author": "Sean Seddon", "date": "Saturday 21 May 2022 7:00 am", "text": "Hello and best wishes to everyone except that couple who won the lottery. It is our heavy burden to inform you that, while you weren’t looking, events stubbornly continued to unfold this week. Most of those events went unnoticed and filed themselves into the cosmic categories of ‘stuff’, ‘things’ and ‘s**t happens’. Others, however, demanded attention and were documented by high-functioning alcoholics known as ‘journalists’ and then relayed to a wider audience, rendering them ‘news’. You wouldn’t know this, of course, because you were on your phone. But that’s fine, Metro was keeping its weather eye across all things, grimly noting the most important in our tear-stained ledger, all in preparation for the execution of this most sombre of duties: the pre-pub round-up. Every weekend, we perform the pub-lic duty (geddit?) of getting you all sped up on the week’s news before you hit the Babycham, a five minute read which will stop you looking thick in front of your mates. Here it is, in all it shabby, sad glory. Have fun out there and we will – regrettably – see you next week.  It’s been a big, big week for fans of the grotesque gap between society’s richest and poorest. The Bank of England , the type of figure that would have looked like an economic meltdown 12 months ago but is now considered sort of normal. As basic goods like food and energy get more expensive, incomes are being squeezed, leaving millions poorer in real terms. But never mind that,   AND WE’RE ALL VERY HAPPY FOR THEM. WOOOOOOOOOOOO! The war in Ukraine is further pushing up the price of staple goods, with wheat exports grinding to a halt due to the blockade of the Black Sea, plus the impact of sanctions on the Russian fertiliser market. UN bosses are   again in a bid to save developing countries from starvation. The Bank of England has warned the price of goods on supermarket shelves  . But anyway, THE   AND BRITAIN’S SUPER-RICH HAVE INCREASED THEIR WEALTH BY 8% IN THE LAST 12 MONTHS TO A RECORD £710 BILLION. YAYYYYYYYYYYYY! The government voted down a Labour proposal to  , money which could be used to offset rising bills. Downing Street has   to address the dire economic situation, despite Rishi Sunak admitting a ‘perfect storm’ of factors means ‘tough’ times lie ahead for the country. But forget all that, THE ! ARGHHHHHHHHH It’s been more than two years since Covid-19 turned us all into stockpiling, agoraphobic hermits, tunelessly whistling happy birthday (twice) while we scrubbed the recently healed layer of skin off our knuckles. Now there’s a new virus on the block to be absolutely terrified of: monkeypox. It’s endemic in parts of Africa but several  have put global health authorities on red alert. There’s no need to panic just yet, disease experts tell us. There have been a small number of cases so far, it doesn’t appear to spread very easily and it isn’t airborne, meaning you need to come into close physical contact with an infected person to catch it. But the news that  – along with outbreaks in the US, Canada, Spain, Germany, Italy and more – is enough to make the more hypochondriacal among us start cleaning our post with bleach wipes again. Gay and bi males in the UK are being asked to be on the lookout for symptoms, with evidence pointing to transmission taking place through sex (or at least the close contact associated with a roll in the hay) and a disproportionate number of cases showing up among men who have sex with other men. The government is dusting off smallpox vaccines to use on health workers who may have been exposed and are buying more just in case. Honestly though, don’t worry too much, it’s probably all fine! Another week has passed and Vladimir Putin’s efforts to conquer Ukraine and remodel the world order continue to progress impressively poorly. Since  , where we reported that pretty much nothing had changed on the ground, we must inform you once more than pretty much nothing has changed on the ground. The week-long blitz of Ukraine which would sweep away its government has resulted in a grinding stalemate largely confined to the east of the country (which pro-Russian forces already controlled much of as of 2014). Volodymyr Zelensky has   in the battlefield, likening it to Nazi Germany’s pursuit of a   which would tip the scale of the war. Ukrainian soldiers linked to the Azov Battalion have  after three months of resistance which came down to a brutal siege of the Azovstal steel plant. The , probably the first of many. Sergeant Vadim Shishimarin, 21, shot an unarmed civilian riding a bike while other soldiers fled a Kyiv suburb in a stolen car. An independent journalist who has previously disclosed secret’s going to the heart of Russia’s government  . Whatever you’re doing this weekend, we can all hope together that Putin is having a really, really crap time. Against all the odds, Boris lives to party another day. The Metropolitan Police investigation is over and the prime minister   to go with his first one. Mr Johnson was widely expected to be sanctioned again, given he was  . But the PM, a man with a toddler-like ability to face plant at full speed and then get up and keep running, seems to have gotten away with it. Of course, he still broke his own law, that much is beyond dispute – but his measly single fine will unlikely be enough to convince the bastions of moral purity on the Tory backbenches to unseat him, meaning he is seemingly safe in Number 10. He’s not totally out of the woods though. The conclusion of the Met probe means Sue Gray will soon fire up the dry ice machine, hit ‘play’ on her entrance music and storm back onto the stage. She’s  before the end of next week and, while it may not be deadly for the PM, it will probably do further damage. Metro.co.uk would like to wish a   who, for reasons we can’t fathom, can still be arsed at the age of 128. She hasn’t been recognised by the gatekeepers of all things extraordinary at Guinness World Records but she holds papers saying she was born in 1894, which would make her the world’s oldest woman. Her long life in South Africa has seen the country transformed from a British colony to its modern incarnation and she has a brood of 50 grandchildren and great-grandchildren. She’s not quite sure how she ended up living this long but it may have something to do with her childhood diet of spinach and fresh milk, something we will dwell on as we plunge once more into the crisps bag this weekend. The somewhat macabre but charming Johanna said this week: ‘When I die, they must slaughter a cow for me.  ‘They must bury me well, so that I never bother them.’ You do you, ma’am. . Not convinced? ", "url": "https://metro.co.uk/2022/05/21/icymi-monkeypox-ukraine-and-partygate-this-weeks-five-stories-16683468/"},
{"title": "Monekypox ‘spreading in community’ after two more cases found in UK", "author": "Faye Brown", "date": "Wednesday 18 May 2022 8:07 pm", "text": "Two more cases of monkeypox have been identified in the UK – bringing the total to nine, according to the UK Health Security Agency (HSA). One case was reported in   while another was found in south-east England.  Experts said it is possible the new cases were caused by community transmission because the individuals affected have no travel links to a country where monkeypox is endemic. The latest ones do not have known links with previous confirmed cases announced on 7, 14 and 16 May.  The HSA said the virus does not usually spread easily between people and the risk to the UK population remains low. Recent cases are predominantly in gay, bisexual or men who have sex with men (MSM). People in these groups are being advised to look out for any usual rashes or lesions on their bodies, particularly their genitals, and to contact a sexual health service if they are concerned. Monkeypox can be passed on by direct contact though sex, but is not considered to be a sexually transmitted infection. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: ‘These latest cases, together with reports of cases in countries across Europe, confirms our initial concerns that there could be spread of monkeypox within our communities. ‘UKHSA has quickly identified cases so far and we continue to rapidly investigate the source of these infections and raise awareness among healthcare professionals. ‘We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay if they have concerns. Please contact clinics ahead of your visit. ‘We are contacting any identified close contacts of the cases to provide health information and advice.’ The virus  , who have identified eight and 15 new cases respectively.  Tonight, the US also confirmed  Anyone with concerns that they could be infected with monkeypox is advised to contact NHS 111 or a sexual health clinic, although they are urged to notify the clinic before attending. The rash, which can develop as part of the virus, changes and goes through different stages before finally forming a scab, which later falls off. The health agency also said that initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. The first case was a person who had recently travelled to Nigeria, which is where they were believed to have contracted the infection, before travelling to the UK       . Not convinced? ", "url": "https://metro.co.uk/2022/05/18/two-more-cases-of-monkeypox-found-in-uk-amid-fears-of-community-transition-16669569/"},
{"title": "UK monkeypox cases ‘set to double today’ with fears infections are spiralling", "author": "Sam Corbishley", "date": "Friday 20 May 2022 8:42 am", "text": "The UK’s monkeypox outbreak has more than doubled, health officials will reportedly announce today. Two additional cases were identified on Wednesday, bringing the total to nine, but a further 11 are set to be announced on Friday, according to  . Britain has around 5,000 doses of the smallpox vaccine, which is around 85% effective, but ministers are said to have ordered another 20,000 vials to cope with an expected surge in infections. It is believed the two recently confirmed cases, one in   and the other in southeast England, were infected in the UK as neither had travel links to a country where the virus is endemic. The monkeypox virus causes only mild illness but the outbreak is causing concern in government due to the similar spread in some European countries. In recent cases, patients have self-identified as gay, bisexual or other men who have sex with men (MSM). The UK Health Security Agency is advising gay, bisexual and MSM men to check for any usual rashes or lesions on their bodies, particularly their genitals, and to contact a sexual health service if they are concerned. Monkeypox can be passed on by direct contact though sex, but is not considered to be a sexually transmitted infection. Dr Susan Hopkins, UKHSA’s chief medical adviser, said: ‘We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay if they have concerns.’ Monkeypox cases are usually found in West Africa, and the virus does not often spread elsewhere. That is why outbreaks reported in Britain, Portugal, Spain and the United States have cased alarm among public health experts. The disease, which was first discovered in monkeys, is usually mild but can cause severe illness in some cases. Symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genitals. The rash can look like chickenpox or syphilis, and scabs can form which then fall off. The incubation period of monkeypox is usually from six to 13 days but can range from five to 21 days. – To date, there are nine cases in the UK, with the initial case having returned from travel to Nigeria. The World Health Organisation (WHO) says that, based on currently available information, some people are catching the infection in the UK. As of May 15, two confirmed cases were in the same family (these were unconnected to the initial case). Separately, six other cases have been confirmed in gay, bisexual, and other men who have sex with men who have attended sexual health services. Two of these cases have known contacts in common. Monkeypox is not normally a sexually-transmitted infection, but it can be passed on by direct contact during sex. It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash, and through the coughs and sneezes of somebody with the infection. The virus spreads through close contact and the UKHSA is advising people, particularly those who are gay, bisexual or who have sex with men, to be alert to any unusual rashes or lesions on any part of their body. Anyone who is worried is advised to contact sexual health services and to call ahead for an appointment, or to call 111. Londonâs Public Health Director   explains why we are asking everyone, but particularly gay and bisexual men, to be on the lookout for any unusual rashes or blister-like lesions after the recent discovery of several   cases in England.  — UK Health Security Agency (@UKHSA)  \n The UKHSA said the virus does not usually spread easily between people and the risk to the UK population overall remains low. London’s public health director, Professor Kevin Fenton, has said plans are in place to stock up on treatments in case infections rise in the capital. These include vaccines and antiviral medicines, with household contacts of those infected possibly offered jabs. The UKHSA is carrying out contact tracing of people who have been in close contact with the affected. The health agency said the virus does not spread easily between people and the risk to the UK population remains low. Anyone with concerns that they could be infected with monkeypox is advised to contact NHS 111 or a sexual health clinic, although they are urged to notify the clinic before attending. The rash, which can develop as part of the virus, changes and goes through different stages before finally forming a scab, which later falls off. The health agency also said that initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. The first case was a person who had recently travelled to Nigeria, which is where they were believed to have contracted the infection, before travelling to the UK. . Not convinced? ", "url": "https://metro.co.uk/2022/05/20/monkeypox-uk-cases-set-to-double-today-amid-fears-of-surge-16678313/"},
{"title": "First US monkeypox case confirmed in Massachusetts", "author": "Jessica Kwong", "date": "Wednesday 18 May 2022 10:22 pm", "text": "The first human case of monkeypox in the US this year was confirmed in Massachusetts on Wednesday.  It was found in an adult male who recently visited Canada, according to the Massachusetts Department of Public Health, which finished initial testing on Tuesday. The case has been confirmed by the Centers for Disease Control and Prevention (CDC).  ‘The case poses no risk to the public, and the individual is hospitalized and in good condition,’ stated the state health department. ‘DPH is working closely with the CDC, relevant local boards of health, and the patient’s health care providers to identify individuals who may have been in contact with the patient while he was infectious.’ It comes the same day that  , bringing the country’s total to nine, according to the UK Health Security Agency (HSA). The outbreak of the rare disease has  , with 15 and eight cases confirmed, respectively, Iberian health officials said.  Also on Wednesday, CDC officials said that they are monitoring up to six possible monkeypox cases in people who traveled into the US on a plane carrying an infected passenger. Monkeypox, caused by a virus of the same name, was first detected in 1970 in the Democratic Republic of the Congo, where it spread to central and western African countries. It can be transmitted when an infected animal such as a rodent or primate bites or scratches a human.  The disease travels in large airborne respiratory droplets that cannot move more than a few feet, meaning it is only passed along with prolonged close contact.  Symptoms include lesions and rashes on the face or genitals, muscle aches, fever, headache, fatigue and chills. Individuals who contracted the virus in Europe reportedly have skin lesions and are in stable condition. Monkeypox does not naturally occur in the US and most infections have been found in people coming back from countries where it is more common, according to the CDC. Recent cases include a Maryland resident in November 2021 who returned from Nigeria and a Texas resident in July 2021 who also went there.  . Not convinced? ", "url": "https://metro.co.uk/2022/05/18/monkeypox-first-human-case-in-us-confirmed-in-massachusetts-16669821/"},
{"title": "Four more people infected with monkeypox in ‘rare and unusual’ spread", "author": "Faye Brown", "date": "Monday 16 May 2022 5:49 pm", "text": "Four more people have been diagnosed with monkeypox in the UK, bringing the total number to seven.  All of the new cases self-identify as gay, bisexual or other men who have sex with men, the Health Security Agency (HSA) said.  They were thought to be infected in London and have no apparent travel links to Africa, where the virus is endemic. Investigations are now underway to establish any links between the new cases and how exactly they were infected.  The four new cases are not connected to the previous  and the case  .  However, two of the new cases are known to each other.  Dr Susan Hopkins, Chief Medical Adviser of UKHSA, said: ‘This is rare and unusual.  ‘UKHSA is rapidly investigating the source of these infections because the evidence suggests that there may be transmission of the monkeypox virus in the community, spread by close contact.  ‘We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay. ‘We are contacting any potential close contacts of the cases to provide health information and advice.’ Three of the new cases are in London and one linked case is in the North East of England. Monkeypox is a rare viral infection similar to human smallpox, which was eradicated in 1980.  Although monkeypox is much milder than smallpox, with most infected people recovering within a few weeks, it can in rare cases be fatal. Monkeypox is often mistaken for more common rash illnesses like chickenpox, measles, scabies and syphilis, which makes it difficult to diagnose early. All seven UK cases have tested positive for the West African strain of the virus, which is believed to be milder than the other version.  HSA said those patients needing medical care are all in specialist infectious disease units at the Royal Free Hosptial, Royal Victoria Infirmary in Newcastle upon Tyne and Guys’ and St Thomas Exactly how the new patients acquired the infection ‘remains under urgent investigation’, the HSA said Officials said the virus does not spread easily between people and the risk to the UK population is low. However, the most recent cases are in  gay and bisexual men.  The health body is therefore asking these groups ‘to be alert’ to possible symptoms, which include rashes or lesions on any part of their body, especially their genitalia, and to contact a sexual health service if they have concerns. The latest cases mean that there are currently seven confirmed monkeypox cases in the UK, diagnosed between 6th and 15th May.  The first case was connected to travel to Nigeria but none of the other cases appear to be linked to that case or any country where monkeypox is endemic.  Investigations are underway to establish any more cases in the UK and if there have been similar rises in other countries.  Initial symptoms include fever, headache, aching muscles, backache, swollen lymph nodes, chills and exhaustion. A rash can also develop, usually starting on the face before spreading to other parts of the body. It eventually forms a scab which falls off.        Not convinced? ", "url": "https://metro.co.uk/2022/05/16/monkeypox-spreading-as-four-more-people-diagnosed-with-rare-disease-16654856/"},
{"title": "Monkeypox outbreak spreads to Spain and Portugal", "author": "Sean Seddon", "date": "Wednesday 18 May 2022 4:54 pm", "text": "An outbreak of monkeypox which has already been identified in the UK appears to have spread to Portugal and Spain. Iberian health authorities confirmed 15 and eight suspected cases of the smallpox-like disease respectively.  The viral illness is endemic in parts of Central and West Africa but infections outside the continent are rare. Seven  , all in men who identify as ‘gay, bisexual or men who have sex with other men’, according to the Health Security Agency. Of the four new infections announced this week, three are in London and a third linked case was confirmed in the North East. Health authorities are racing to understand how the disease is passing from person to person, especially where travel to a known hotspot has been ruled out. The disease belongs to the family of viruses that includes chickenpox and smallpox, with most infected people making a full recovery within weeks. It typically causes fever, chills, a rash and lesions on the face or genitals. Treatments and vaccines developed to tackle smallpox appear to be effective in fighting monkeypox. Portugal’s General Directorate for Health said its cases were identified around Lisbon and all involved young men, but did not say if they have travel links to Africa or the UK. Those infected are said to have skin lesions but are reported to be in stable conditions. The World Health Organisation said the spread of monkeypox in the UK needed to be investigated to understand how the disease was being transmitted. UK experts say there appears to be a possibility it is passing from person to person via sex, described by Neil Mabbott, a disease expert at the University of Edinburgh, as a ‘novel means of spread’ Keith Neal, an infectious diseases expert at the University of Nottingham, said the transmission might not have occurred through sexual activity but just ‘the close contact associated with sexual intercourse’. Doctor Susan Hopkins, the UK HSA’s chief medical adviser, said this week: ‘This is rare and unusual.  ‘UKHSA is rapidly investigating the source of these infections because the evidence suggests that there may be transmission of the monkeypox virus in the community, spread by close contact. ‘We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay. ‘We are contacting any potential close contacts of the cases to provide health information and advice.’ . Not convinced? ", "url": "https://metro.co.uk/2022/05/18/monkeypox-outbreak-spreads-to-spain-and-portugal-16667969/"},
{"title": "Investigation after two more cases of rare monkeypox found in UK", "author": "Sabrina Johnson", "date": "Saturday 14 May 2022 10:18 am", "text": "Two people have been diagnosed with monkeypox in  , health officials have said. The pair live in the same household and are not linked to the previous case confirmed in England on May 7, the UK Health Security Agency (UKHSA) said. One of the pair is being cared for in the infectious disease unit at St Mary’s Hospital, Imperial College Healthcare NHS Trust in London. While the other does not currently require hospital treatment and is isolating at home, the UKHSA said.  that does not spread easily between people and is usually a mild self-limiting illness, however some people can experience severe illness. Health officials are investigating how and where the pair caught monkeypox. They are also racing to track down people who might have been in close contact with either of the infected people. Dr Colin Brown, director of clinical and emerging infections at the UKHSA, said: ‘We have confirmed two new monkeypox cases in England that are not linked to the case announced on May 7. ‘While investigations remain ongoing to determine the source of infection, it is important to emphasise it does not spread easily between people and requires close personal contact with an infected symptomatic person.  ‘The overall risk to the general public remains very low. ‘We are contacting any potential friends, family or contacts in the community.  ‘We are also working with the NHS to reach any healthcare contacts who have had close contact with the cases prior to confirmation of their infection, to assess them as necessary and provide advice.’ Last week   after visiting Nigeria. They received care at the infectious disease unit at the Guy’s and St Thomas’ NHS Foundation Trust, London. Monkeypox was first identified in monkeys in the 1950s and cases in humans were confirmed in the 1970s. The first case of in the UK was recorded in 2018 and was linked to travel to Nigeria. Initial symptoms of the illness include fever, headache, aching muscles, backache, swollen lymph nodes, chills and exhaustion. A rash can also develop, usually starting on the face before spreading to other parts of the body. It eventually forms a scab which falls off. Health officials have stressed most people recover from the illness and it does not spread easily. . Not convinced? ", "url": "https://metro.co.uk/2022/05/14/investigation-after-two-more-cases-of-rare-monkeypox-found-in-uk-16643076/"},
{"title": "Why is chickenpox called chickenpox? All the theories", "author": "Zoe Adams", "date": "Sunday 8 May 2022 3:51 pm", "text": "A highly contagious disease that causes red, itchy spots all over the body is an illness many of us have dealt with – but why is it called that? And where did it come from? Chickenpox –   – is a common disease, more popular in children than adults, that leaves us feeling itchy, run-down, and generally unwell. Very easily spread from one person to the next, you can catch the infection simply by being in the same room as someone with it. But while we all commonly know the  , there’s a lot of interest as to how exactly it got its unusual name. Also, where did the infectious disease come from? Here are all the facts and theories around the name ‘chickenpox’. The official name for chickenpox is Varicella but unfortunately, there is no definitive answer on how it came to the name we commonly know it by today. However, there are plenty of theories. Firstly, many assume the name chickenpox came from the common symptom of large blisters on the body that look like chickpeas. And the ‘pox’ part is derived from the fact it’s in the smallpox family. Another theory comes from the idea the chickenpox rash looks like a chicken itself has pecked you all over the body. A different idea comes from way back in the 18th century when a doctor named it chickenpox because it was a milder form of smallpox, and was therefore more ‘chicken’ (cowardly). Chickenpox has been around for centuries, in fact there’s evidence of it dating back to ancient times. Historians believe the disease was first brought to America in the 15th century from Europe. A lot of people connect chickenpox with smallpox, however, they are two entirely separate infections with smallpox being much more severe. While they both cause a rash and blisters and have ‘pox’ in the name, they are quite different, with smallpox practically being extinct thanks to the creation of a vaccine 65 years ago. \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2022/05/08/why-is-chickenpox-called-chickenpox-all-the-theories-16606767/"},
{"title": "Contact tracing under way after rare case of monkeypox identified in UK", "author": "Sean Seddon", "date": "Saturday 7 May 2022 3:13 pm", "text": "Health officials are racing to trace people who may have come into contact with a person infected with monkeypox. A rare case of the infection has been identified in a patient in England, health chiefs have confirmed. The UK Health Security Agency said the potentially serious infection was detected in an individual who fell ill after visiting Nigeria. They are now receiving care at the infectious disease unit at the Guy’s and St Thomas’ NHS Foundation Trust,  . Monkeypox produces a similar to disease to smallpox but has a lower death rate. It is able to pass from animals to humans and is known to be present in primate populations, especially in central and western Africa. The first case in the UK was recorded in 2018 and was again linked to travel to Nigeria. Scientists have confirmed the disease can pass from human to human via close contact with an infected person. Initial symptoms include fever, headache, aching muscles, backache, swollen lymph nodes, chills and exhaustion. A rash can also develop, usually starting on the face before spreading to other parts of the body. It eventually forms a scab which falls off. Health officials have stressed most people recover from the illness and it does not spread easily. Dr Colin Brown, director of clinical and emerging infections at the UKHSA, said: ‘It is important to emphasise that monkeypox does not spread easily between people and the overall risk to the general public is very low. ‘We are working with NHS England and NHS Improvement (NHSEI) to contact the individuals who have had close contact with the case prior to confirmation of their infection, to assess them as necessary and provide advice. ‘UKHSA and the NHS have well-established and robust infection control procedures for dealing with cases of imported infectious disease and these will be strictly followed.’ The disease was first identified in monkeys in the 1950s and cases in humans were confirmed in the 1970s. A major outbreak, the first in the Western hemisphere, occurred in the United States in 2003. Cases were identified in several states but none were fatal and all could be traced back to the sale of prairie dogs, with human to human transmission not a factor. . Not convinced? ", "url": "https://metro.co.uk/2022/05/07/monkeypox-case-identified-in-england-uk-health-security-agency-confirms-16604154/"},
{"title": "Indian Covid variant now makes up 91% of cases in UK", "author": "James Hockaday", "date": "Thursday 10 Jun 2021 2:01 pm", "text": "The Indian coronavirus strain now comprises 91% of cases in the UK, according to an assessment seen by Matt Hancock last night. The Health Secretary revealed the figure while giving evidence to a committee of MPs today. The figure is up from around 75% of all cases two weeks ago, showing the high transmissibility of the mutant variant.  It comes after the UK recorded the  , casting doubt on Boris Johnson’s plan to end lockdown on June 21.  Yesterday the Prime Minister told reporters a final decision on so-called ‘Freedom Day’ will be announced on Monday,  Last week Hancock said was ‘too early to say’ if lockdown restrictions can be lifted as data shows the Indian variant – recently renamed the Delta strain –    To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t The massive rise of the mutant strain hasn’t been mirrored by hospitalisations, which have been ‘broadly flat’, seemingly due to more people getting vaccinated, the Health Secretary said on Monday.  However the tide may be starting to turn, as official figures from yesterday show the number of people in hospital with the virus had risen above 1,000 for the first time since May.  The Health Secretary had the chance to defend himself over a number of serious accusations made to the same panel two weeks ago by Dominic Cummings, the PM’s former top aide.  Hancock  He said there simply wasn’t the capacity to test everyone and that he had followed clinical advice on discharging patients.   who claimed asymptomatic transmission of Covid was unlikely, claiming had an ‘instinct’ that it was.  But committee chairman Greg Clark pulled him up on this, pointing out that the UK’S SAGE group of scientific advisers said there was a risk during a meeting in late January.   The Health Secretary also confirmed to MPs that the  . Not convinced? ", "url": "https://metro.co.uk/2021/06/10/indian-covid-variant-delta-strain-now-comprises-91-of-uk-cases-14749704/"},
{"title": "Second person struck down with deadly monkeypox virus just days after first case recorded in UK", "author": "Tanveer Mann", "date": "Wednesday 12 Sep 2018 8:33 am", "text": "The patient, who had travelled to Nigeria, arrived at Blackpool Victoria Hospital with symptoms of the disease, Public Health England (PHE) said. They are now being treated at the Royal Liverpool University Hospital, a specialist centre. Health officials say the virus is often spread through handling monkeys and proves fatal in 10% of cases. The first case of the disease was recorded on Friday in a Nigerian national staying at a naval base in Cornwall. The patient was transferred to the expert infectious disease unit at the Royal Free Hospital in London on Saturday morning. Dr Nick Phin, deputy director of PHE’s National Infection Service, said the two cases are not related but added that it was ‘unusual’ to see two cases in such a short space of time. He said: ‘We know that in September 2017 Nigeria experienced a large sustained outbreak of monkeypox and since then sporadic cases have continued to be reported.’ ‘It is likely monkeypox continues to circulate in Nigeria and could therefore affect travellers who are returning from this part of the world. ‘However, it is very unusual to see two cases in such a relatively short space of time.’ Monkeypox is a rare viral infection, similar to smallpox though not as deadly, that was first discovered in monkeys in 1958. The first case of it in humans was discovered in the Democratic Republic of Congo in 1970, and since cases have been reported in central and west African countries. Symptoms include fever, headache and chills and, as the illness develops, large welts can appear over the face and body. Humans can catch monkeypox through direct contact with animals, such as handling monkeys, or eating inadequately cooked meat. It can pass between humans via droplets in the air, and by touching the skin of an infected individual, or touching objects contaminated by them. Most people who contract the disease typically recover within a few weeks, but in about 10% of cases it can be fatal. If you have a story for our news team, email us at  . You can also follow us on   and  . Not convinced? ", "url": "https://metro.co.uk/2018/09/12/second-person-struck-down-with-deadly-monkeypox-virus-just-days-after-first-case-recorded-in-uk-7935811/"},
{"title": "What is monkeypox? Signs and symptoms of the virus", "author": "Jessica Lindsay", "date": "Wednesday 26 Sep 2018 5:04 pm", "text": "Three cases of monkeypox have now been confirmed in England, as a healthcare worker from Blackpool was reported to have contracted the disease. It’s an extremely rare disease, and is zoonotic, so is normally seen in animals. It can, however, be transferred to humans, as we’ve seen from the recent news. Find out everything you need to know about the disease here. Monkeypox is a orthopoxvirus. Although it’s not a descendent or ancestor of smallpox, it has similar symptoms (although they’re milder and there’s a lower death rate). It’s most commonly seen in monkeys and rodents, but has been known to be passed to humans. There was an outbreak in the US in 2003, which was as a result of a giant Gambian rats. The most recent major outbreak was in Nigeria in 2017, and the first UK patient to be found with monkeypox had just returned from Nigeria. The disease is not highly contagious, and is relatively mild. It’s unlikely you’ll come into contact with monkeypox, and if you do the chance of getting seriously ill are very low,. The early stages of monkeypox can be characterised by a high fever, intense headache, swelling of lymph nodes and aching muscles, say the WHO. Those infected are also likely to have a lack of energy in the first five days after contracting the disease. A rash will appear one to three days after the fever, often beginning on the face before spreading elsewhere on the body. This rash is then likely to evolve into lesions with flat bases, blisters or pustules, followed by crusts, in approximately 10 days. The symptoms can be known to last two to three weeks as the virus is a self-limited disease, meaning it is restricted in its duration. Dr Michael Jacobs, clinical director of infection at the Royal Free Hospital, said: ‘Monkeypox is, in most cases, a mild condition which will resolve on its own and have no long-term effects on a person’s health. ‘Most people recover within several weeks.’ \n\t \n\t \n\t \n\t Not convinced? ", "url": "https://metro.co.uk/2018/09/26/what-is-monkeypox-signs-and-symptoms-of-the-virus-7981962/"},
{"title": "Monkeypox outbreak confirmed in UK as cases under investigation", "author": "Joe Roberts", "date": "Thursday 10 Jun 2021 2:22 pm", "text": "Matt Hancock has confirmed the UK is dealing with an outbreak of monkeypox. The Health Secretary did not give any further details about where or how many cases there had been, but it is understood two infections were reported in Wales. Mr Hancock made the announcement while being   after  ’s former top adviser   tore into his handling of the pandemic. He said: ‘As Health Secretary, you’re dealing with these sorts of outbreaks all of the time. I’m currently dealing with a monkeypox outbreak and cases of drug resistant TB, and that is absolutely standard. ‘And the lack of that capability at the start meant the options that we had were fewer.’ Health officials confirmed the outbreak of drug resistant Tuberculosis (TB) was one case in England. The first monkeypox case reportedly caught the virus abroad before passing it to someone in their household. To view this video please enable JavaScript, and consider upgrading to a web\n\t\t\t\t\t\tbrowser that\n\t\t\t\t\t\t Both were admitted to a hospital in England, where one remains, according to The Sun. There have only been a small number of monkeypox cases in the UK – the latest two would be the fifth and sixth ever recorded. Most cases have been in Africa and the risk of catching monkeypox in the UK is very low, according to the NHS website. It’s usually a mild illness that will get better on its own without treatment. Some people can develop more serious symptoms, so patients with monkeypox in the UK are cared for in specialist hospitals. The illness begins with: A rash usually begins 1 to 5 days after the first symptoms appear. The spots often start on the face before spreading to other parts of the body. During the illness the rash changes from raised red bumps, to spots filled with fluid. The spots eventually form scabs which later fall off. . Not convinced? ", "url": "https://metro.co.uk/2021/06/10/monkeypox-matt-hancock-confirms-two-cases-in-the-uk-14749850/"},
{"title": "Deadly flu outbreak could spread in 36 hours and kill 80,000,000 people, experts warn", "author": "Lucy Middleton", "date": "Wednesday 18 Sep 2019 10:10 am", "text": "It could take just 36 hours for an airborne illness to travel around the world and kill 80,000,000 people, experts have warned. Current efforts to prepare for a deadly outbreak are ‘grossly insufficient’, a new report by the Global Preparedness Monitoring Board (GPMB) has revealed. Instead, a future pandemic similar to the Spanish flu could spread faster than ever before due to modern advances in international travel, the document said. Entitled ‘A World At Risk’, the report states: ‘The threat of a pandemic spreading around the globe is a real one. ‘A quick-moving pathogen has the potential to kill tens of millions of people, disrupt economies and destabilise national security.’ The report said some governments and agencies had made efforts to prepare for deadly diseases after the devastating Ebola outbreak left over 10,000 people dead between 2014 and 2016. However, it said those efforts were ‘grossly insufficient’, adding that world leaders had ignored many of the recommendations made in an earlier report. It said: ‘Many of the recommendations reviewed were poorly implemented, or not implemented at all, and serious gaps persist. ‘For too long, we have allowed a cycle of panic and neglect when it comes to pandemics: we ramp up efforts when there is a serious threat, then quickly forget about them when the threat subsides. It is well past time to act.’ The report added that the threat of a ‘rapidly moving, highly lethal pandemic of a respiratory pathogen’ is ‘very real’. This could kill between 50,000,000 to 80,000,000 people and wipe out nearly five per cent of the world’s economy, it said. It continued: ‘A global pandemic on that scale would be catastrophic, creating widespread havoc, instability and insecurity. The world is not prepared.’ Many national health systems, particularly in poorer countries, would collapse as a a result, the research said. A global map showing a list of possible illnesses that could spark an outbreak included Ebola, Zika and Nipah viruses, which were all described as ‘newly emerging’. It also listed measles, yellow fever, Dengue, the plague and human monkeypox as ‘re-emerging and re-surging’ diseases. An outbreak of these viruses could be worse than in history due to how often people now travel, the report said. The GPMB is led by former World Health Organisation (WHO) director-general and past Norwegian prime minister, Gro Harlem Brundtland, and Alhadj As Sy, the secretary-general of the International Federation of Red Cross and Red Crescent Societies. The experts ended their report by recommending that governments put money aside in preparation for a potential pandemic and called on G7, G20 and G77 states to lead by example. Tedros Adhanom Ghebreyesus, current director-general of the WHO, urged world leaders to invest in strengthening health systems and boost funding into technology. He said they need to ‘heed the lessons these outbreaks are teaching us’ and ‘fix the roof before the rain comes’. Earlier this year, the WHO warned that another pandemic of flu is ‘inevitable’, and urged governments to begin their preparation. Get in touch with our news team by emailing us at  . For more stories like this,  . Not convinced? ", "url": "https://metro.co.uk/2019/09/18/deadly-flu-outbreak-spread-36-hours-kill-80000000-people-experts-warn-10762109/"},
{"title": "Patient in Britain diagnosed with monkeypox", "author": "Richard Hartley-Parkinson", "date": "Wednesday 4 Dec 2019 10:59 am", "text": "A person in England has been diagnosed with the rare viral infection monkeypox, Public Health England (PHE) has said. The patient is believed to have contracted the infection while visiting Nigeria and is currently being treated at the specialist high consequence infectious disease centre at Guy’s and St Thomas’ NHS Foundation Trust in London. Close contacts of the patient, including those who travelled in close proximity to them on the flight from Nigeria to the UK, are being contacted. PHE said monkeypox ‘is a rare viral infection that does not spread easily between people and the risk to the general public in England is very low. ‘It is usually a self-limiting illness and most people recover within a few weeks. ‘However, severe illness can occur in some individuals.’ PHE said the patient was staying in south-west England before they were transferred to Guy’s and St Thomas’. It said it is working with the NHS to implement ‘rapid infection control procedures, including contacting people who might have been in close contact with the individual’. Monkeypox is a rare disease caused by infection with the monkeypox virus. \nMost cases have been in Africa. The risk of catching  . It’s usually a mild illness that will get better on its own without treatment. Some people can develop more serious symptoms, so patients with monkeypox in the UK are cared for in specialist hospitals. The illness begins with: \n Not convinced? ", "url": "https://metro.co.uk/2019/12/04/patient-britain-diagnosed-monkeypox-11268303/"},
{"title": "Monkeypox diagnosed in healthcare worker at Blackpool hospital", "author": "Richard Hartley-Parkinson", "date": "Wednesday 26 Sep 2018 10:43 am", "text": "A healthcare worker has become the third person to be diagnosed with monkeypox in England. The individual was involved in the care of a patient at Blackpool Victoria Hospital earlier this month, before they were known to be carrying the infection, Public Health England (PHE) said. The patient – who was only the second case of the rare infection recorded in the UK – is believed to have contracted the virus after travelling to Nigeria. The first case was diagnosed just days earlier, after a resident of Nigeria staying at a naval base in Cornwall presented with symptoms. PHE previously said there was ‘no UK link’ between the first two patients. Monkeypox does not spread easily between people and most who contract the infection recover within a few weeks, although severe illness can occur in some people. However, Dr Nick Phin, deputy director of the National Infection Service at PHE, said the third case is ‘not wholly unexpected’. The third individual is being treated at the Royal Victoria Infirmary in Newcastle. Dr Phin said: ‘This healthcare worker cared for the patient before a diagnosis of monkeypox was made. ‘We have been actively monitoring contacts for 21 days after exposure to detect anyone presenting with an illness so that they can be assessed quickly. It is therefore not wholly unexpected that a case has been identified. ‘This person has been isolated and we are taking a highly precautionary approach to ensure that all contacts are traced.’ There was a large outbreak of monkeypox in Nigeria in September 2017 and sporadic cases have been reported since. According to the World Health Organisation monkeypox is similar to human smallpox, which was eradicated in 1980. The disease is zoonotic, which means it normally exists in animals but can also be transferred to humans. In the case of monkeypox, the disease is mostly transmitted to people from animals such as rodents and primates. The infection primarily occurs in remote parts of central and west Africa, near tropical rainforests. In a case found in Cornwall, the person is believed to have contracted the infection in Nigeria before travelling to the UK. The early stages of monkeypox can be characterised by a high fever, intense headache, swelling of lymph nodes and aching muscles, say the WHO. Those infected are also likely to have a lack of energy in the first five days after contracting the disease. A rash will appear one to three days after the fever, often beginning on the face before spreading elsewhere on the body. This rash is then likely to evolve into lesions with flat bases, blisters or pustules, followed by crusts, in approximately 10 days. The symptoms can be known to last two to three weeks as the virus is a self-limited disease, meaning it is restricted in its duration. Dr Michael Jacobs, clinical director of infection at the Royal Free Hospital, said: ‘Monkeypox is, in most cases, a mild condition which will resolve on its own and have no long-term effects on a person’s health. ‘Most people recover within several weeks.’ Public Health England states that while monkeypox can be passed on, the disease does not spread easily. They have contacted 50 people who were in close proximity to the man diagnosed with the disease in Cornwall this week – but say that the risk of infection to the general population is ‘very low’. The virus can be passed on but does not spread easily (Picture: Getty)‘People without symptoms are not considered infectious but, as a precaution,’ PHE said in a statement. ‘Those who have been in close proximity are being contacted to ensure that if they do become unwell they can be treated quickly.’ While there are no specific treatments for monkeypox, vaccination against smallpox has proven to be very effective. In short, it would look like the answer is no. The disease is a mild condition which should disappear of its own accord and is unlikely to spread to a wider pool of people. Dr Michael Jacobs, clinical director of infection at the Royal Free Hospital, confirmed: ‘Monkeypox is, in most cases, a mild condition which will resolve on its own and have no long-term effects on a person’s health. ‘Most people recover within several weeks. It is a rare disease caused by monkeypox virus, and has been reported mainly in central and west African countries. ‘It does not spread easily between people and the risk of transmission to the wider public is very low. ‘We are using strict isolation procedures in hospital to protect our staff and patients.’ If you have a story for our news team, email us at  . You can also follow us on   and  . Not convinced? ", "url": "https://metro.co.uk/2018/09/26/third-person-diagnosed-with-monkeypox-7980476/"},
{"title": "Monkeypox healthcare worker thinks she caught virus changing patient’s bedsheets", "author": "Zoe Drewett", "date": "Thursday 27 Sep 2018 10:04 am", "text": "The healthcare worker who is the third person to be diagnosed with monkeypox in England reportedly blames the NHS-provided gloves she wore while changing another monkeypox patient’s bedsheets. She also believes she may have passed the virus onto her husband after he woke up with spots covering his entire face. The mother-of-two, from Fleetwood, Lancashire, it thought to have caught monkeypox while treating a patient at Blackpool Victoria Hospital earlier this month, before they were known to be carrying the infection, Public Health England (PHE) said. According to   the 40-year-old woman – who has not been named – blamed ‘pathetically small’ hospital-provided gloves that did not cover her arms as she changed the patient’s bedding. The healthcare assistant developed flu-like symptoms after working at the hospital. She believes her 50-year-old husband is also a victim after he developed spots on his face – one of the symptoms of the virus. ‘The gloves were too short to cover my arms and left my skin exposed while changing the bed. I think that’s how I got infected,’ she told The Sun. ‘They told us we weren’t at risk — but that’s obviously nonsense. I’m terrified about what may happen to me and my family.’ Symptoms of monkeypox — which is similar to smallpox in humans — include scabbing, fever, headache, muscle aches and chills. There was a large outbreak of monkeypox in Nigeria in September 2017 and sporadic cases have been reported since. Although the hospital worker is the third person to be diagnosed with the virus in the UK, she is believed to be the first to be infected in the country. The first person – a resident of Nigeria staying at a naval base in Cornwall – was diagnosed recently. The second case of the rare infection recorded in the UK – the woman’s patient – is believed to have contracted the virus after travelling to Nigeria. On Wednesday night, the heathcare worker was believed to have been placed in a specialist unit at Newcastle’s Royal Victoria Infirmary, where she was taken by emergency staff wearing biohazard gear a day before. Officials at Public Health England had insisted the risk of infection was low and that there was ‘no risk to other staff, patients or visitors’. Monkeypox does not spread easily between people and most who contract the infection recover within a few weeks, although severe illness can occur in some people. First infection results from direct contact with the blood, bodily fluids, or cutaneous or mucosal lesions of infected animals. In Africa human infections have been documented through the handling of infected monkeys, Gambian giant rats and squirrels, with rodents being the most likely carriers of the virus. Eating inadequately cooked meat of infected animals is also a possible risk factor. Secondary, or human-to-human, transmission can result from close contact with infected respiratory tract secretions, skin lesions of an infected person or objects recently contaminated by patient fluids or lesion materials. Transmission occurs primarily via droplet respiratory particles usually requiring prolonged face-to-face contact, which puts household members of active cases at greater risk of infection. Transmission can also occur by inoculation or via the placenta (congenital monkeypox). There is no evidence, to date, that person-to-person transmission alone can sustain monkeypox infections in the human population. \n PHE previously said there was ‘no UK link’ between the first two patients. But Dr Nick Phin, deputy director of the National Infection Service at PHE, said the third case is ‘not wholly unexpected’. Dr Phin said: ‘This healthcare worker cared for the patient before a diagnosis of monkeypox was made. ‘We have been actively monitoring contacts for 21 days after exposure to detect anyone presenting with an illness so that they can be assessed quickly. ‘It is therefore not wholly unexpected that a case has been identified. ‘This person has been isolated and we are taking a highly precautionary approach to ensure that all contacts are traced.’ If you have a story for our news team, email us at  . You can also follow us on   and  . Not convinced? ", "url": "https://metro.co.uk/2018/09/27/monkeypox-healthcare-worker-thinks-she-caught-virus-changing-patients-bedsheets-7983613/"},
{"title": "What is monkeypox, what are the symptoms and should we be worried?", "author": "Lucy Middleton", "date": "Sunday 9 Sep 2018 10:46 am", "text": "The first ever UK case of monkeypox was recorded on Friday at a naval base in Cornwall. But just what is the viral infection and how dangerous is it? , monkeypox is similar to human smallpox, which was eradicated in 1980. The disease is zoonotic, which means it normally exists in animals but can also be transferred to humans. In the case of monkeypox, the disease is mostly transmitted to people from animals such as rodents and primates. But British people should not be too concerned – the infection primarily occurs in remote parts of central and west Africa, near tropical rainforests. In the case found in Cornwall, the person is believed to have contracted the infection in Nigeria before travelling to the UK. The early stages of monkeypox can be characterised by a high fever, intense headache, swelling of lymph nodes and aching muscles, say the WHO. Those infected are also likely to have a lack of energy in the first five days after contracting the disease. A rash will appear one to three days after the fever, often beginning on the face before spreading elsewhere on the body. This rash is then likely to evolve into lesions with flat bases, blisters or pustules, followed by crusts, in approximately 10 days. The symptoms can be known to last two to three weeks as the virus is a self-limited disease, meaning it is restricted in its duration. Dr Michael Jacobs, clinical director of infection at the Royal Free Hospital, said: ‘Monkeypox is, in most cases, a mild condition which will resolve on its own and have no long-term effects on a person’s health. ‘Most people recover within several weeks.’ Public Health England states that while monkeypox can be passed on, the disease does not spread easily. They have contacted 50 people who were in close proximity to the man diagnosed with the disease in Cornwall this week – but say that the risk of infection to the general population is ‘very low’. The virus can be passed on but does not spread easily (Picture: Getty)‘People without symptoms are not considered infectious but, as a precaution,’ PHE said in a statement. ‘Those who have been in close proximity are being contacted to ensure that if they do become unwell they can be treated quickly.’ While there are no specific treatments for monkeypox, vaccination against smallpox has proven to be very effective. In short, it would look like the answer is no. The disease is a mild condition which should disappear of its own accord and is unlikely to spread to a wider pool of people. Dr Michael Jacobs, clinical director of infection at the Royal Free Hospital, confirmed: ‘Monkeypox is, in most cases, a mild condition which will resolve on its own and have no long-term effects on a person’s health. ‘Most people recover within several weeks. It is a rare disease caused by monkeypox virus, and has been reported mainly in central and west African countries. ‘It does not spread easily between people and the risk of transmission to the wider public is very low. ‘We are using strict isolation procedures in hospital to protect our staff and patients.’ If you have a story for our news team, email us at  . You can also follow us on   and  . Not convinced? ", "url": "https://metro.co.uk/2018/09/09/what-is-monkeypox-what-are-the-symptoms-and-should-we-be-worried-7927656/"},
{"title": "First ever UK case of deadly Monkeypox discovered in Cornwall", "author": "Kate Buck", "date": "Saturday 8 Sep 2018 10:10 pm", "text": "The rare viral infection was found on Friday in a Nigerian national staying at a naval base in Cornwall, Public Health England (PHE) said. The patient was transferred to the expert infectious disease unit at the Royal Free Hospital in London on Saturday morning. The person is believed to have contracted the infection in Nigeria before travelling to the UK. , Monkeypox is similar to human smallpox, which was eradicated in 1980, and is transferred from animals to humans. Although it is milder than smallpox, it can be fatal and children are most at risk of dying from the disease. PHE said monkeypox does not spread easily and most patients recover within a few weeks, but it can cause severe illness in some people. Initial symptoms include fever, headache, aching muscles, backache, swollen lymph nodes, chills and exhaustion. A rash can also develop, usually starting on the face before spreading to other parts of the body. It eventually forms a scab which falls off. PHE said that as a precautionary measure, it is working with experts in the NHS to contact a number of people who were on the same flight as the patient. It has not been revealed whether the patient is a member of the military, or what gender they are. PHE said in a statement: ‘People without symptoms are not considered infectious but, as a precaution, those who have been in close proximity are being contacted to ensure that if they do become unwell they can be treated quickly.’ The organisation said passengers that are not contacted should not worry. Dr Michael Jacobs, clinical director of infection at the Royal Free Hospital, said: ‘Monkeypox is, in most cases, a mild condition which will resolve on its own and have no long-term effects on a person’s health. ‘Most people recover within several weeks. ‘It is a rare disease caused by monkeypox virus, and has been reported mainly in central and west African countries. ‘It does not spread easily between people and the risk of transmission to the wider public is very low. ‘We are using strict isolation procedures in hospital to protect our staff and patients.’ Dr Nick Phin, deputy director of the National Infection Service at PHE, said: ‘PHE and the NHS have well established and robust infection control procedures for dealing with cases of imported and infectious disease and these will be strictly followed to minimise the risk of transmission.’ Monkeypox was first identified in humans in 1970 in the Democratic Republic of Congo when a nine-year-old boy was diagnosed. Since then, the majority of cases have been reported in rural areas of the Congo and western Africa. If you have a story for our news team, email us at  . You can also follow us on   and  . Not convinced? ", "url": "https://metro.co.uk/2018/09/08/first-ever-uk-case-of-deadly-monkeypox-discovered-in-cornwall-7927134/"}
]