[
{"title": "Monkeypox: Close contacts of those infected should self-isolate for three weeks, says UKHSA", "author": null, "date": "22 May 2022", "text": "C lose contacts of  monkeypox  cases with a high risk of exposure should self-isolate for up to three weeks, according to new guidance from the UK Health Security Agency (UKHSA). It comes after public health officials announced a spate of new cases of the  virus  last week, bringing the current total to 20. Under fresh guidance issued by the UKHSA on Sunday, anyone with “direct exposure” to a monkeypox case should remain at home for up to 21 days and refrain from travel. They are also urged to avoid contact with immunosuppressed people, pregnant women and children aged under 12 where possible. The UKHSA say that close contacts should also be offered a vaccine. Close contacts include household contact, sexual contact or contact with body fluid with the eyes, nose or mouth. LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ The desert does bloom: rewilding AlUla The disease, which was first found in monkeys, can be transmitted from person to person through close physical contact – including sexual intercourse – and is caused by the monkeypox virus. It is commonly found in Central and West Africa. Speaking on Sunday, Dr Susan Hopkins, a chief medical adviser for the UKHSA, said updated figures for the weekend would be released on Monday as she warned the virus is spreading in urban areas - albeit at low levels. Asked if there is community transmission in the UK, she said: “Absolutely, we are finding cases that have no identified contact with an individual from west Africa, which is what we’ve seen previously in this country. “The community transmission is largely centred in urban areas and we are predominantly seeing it in individuals who self-identify as gay or bisexual, or other men who have sex with men.” The virus can be spread by exhaled droplets, contact with infected linen and skin-to-skin contact. Symptoms of the virus include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can also develop, often beginning on the face and spreading to other parts of the body. Scabs can form on the body which then fall off. In most infected patients, the virus causes a mild illness that clears up after a few weeks - though in rare cases it can cause brain swelling and sepsis. ", "url": "https://www.standard.co.uk/news/uk/monkeypox-close-contacts-isolate-three-weeks-guidance-b1001663.html"},
{"title": "19 more cases of monkeypox detected in UK", "author": null, "date": "08 June 2022", "text": "A  further 19 cases of  monkeypox  have been detected in the  UK . The UK Health Security Agency (UKHSA) said it had recorded 18 additional cases of the disease in England, and one additional case in Scotland. This brings the  total  number confirmed in the UK to 321 as of 7 June, it confirmed. There are currently 305 confirmed cases in England, 11 in Scotland, two in Northern Ireland and three in Wales. A UKHSA spokesperson said: “Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. People who are gay or bisexual and men who have sex with men remain disproportionately affected.” LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’  The Arabian leopard roars into town The UKHSA is asking anyone with a rash with blisters who has been in close contact, including sexual contact, with someone who has or might have monkeypox in the past three weeks to contact a sexual health clinic. It is giving the same advice to anyone with a rash with blisters who has been to West or Central Africa in the past three weeks. The figures were released as monkeypox as is made a notifiable disease in law. From Wednesday all doctors in  England  are required to notify their  local council or local Health Protection Team (HPT) if they suspect a patient has Monkeypox. Labs  must also notify the UKHSA if the Monkeypox virus is identified in a laboratory sample. Wendi Shepherd, Monkeypox incident director at UKHSA, said: “Rapid diagnosis and reporting is the key to interrupting transmission and containing any further spread of Monkeypox. This new legislation will support us and our health partners to swiftly identify, treat and control the disease. “It also supports us with the swift collection and analysis of data which enables us to detect possible outbreaks of the disease and trace close contacts rapidly, whilst offering vaccinations where appropriate to limit onward transmission.”", "url": "https://www.standard.co.uk/news/uk/monkeypox-latest-cases-england-scotland-ukhsa-b1004837.html"},
{"title": "Another 36 cases of monkeypox detected in England, health officials reveal", "author": null, "date": "23 May 2022", "text": "A nother 36 cases of monkeypox have been detected in England, health officials have announced.  The latest cases bring the total number of monkeypox infections confirmed in England since May 7 to 56, the The UK Health Security Agency (UKHSA) revealed on Monday.  The UKHSA released updated figures on the situation after Scotland confirmed its first case. As of Sunday, there were 20 cases. Cases of monkeypox have been reported in 14 countries, according to epidemiologists at Harvard University who are tracking the spread, including 40 cases in Spain and 23 in Portugal. Monkeypox is usually found in West Africa, and the virus does not often spread elsewhere. LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ SPONSORED 10 products and services that could boost your business Transmission between people is occurring in the UK, with a large proportion of cases identified in the gay, bisexual and men who have sex with other men community. Monkeypox is not normally a sexually-transmitted infection, but it can be passed on by direct contact during sex. It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash, and through the coughs and sneezes of somebody with the infection. Earlier on Monday Prime Minister Boris Johnson said monkeypox is a rare disease but it is important to “keep an eye on it”. He told reporters on a visit to a school in south-east London: “It’s basically a very rare disease and so far the consequences don’t seem to be very serious, but it’s important that we keep an eye on it and that’s exactly what the the new UK Health Security Agency is doing.” Asked whether there should be quarantine for visitors or the use of the smallpox vaccine, Mr Johnson said: “As things stand the judgment is that it’s rare. “I think we’re looking very carefully at the circumstances of transmission. It hasn’t yet proved fatal in any case that we know of, certainly not in this country.” The Government has stocks of the smallpox vaccine, which is being offered to very close contacts of those who have been affected. Those at the highest risk of contracting the disease are being asked to self-isolate at home for 21 days, with others warned to be on the lookout for symptoms. The disease is usually mild but can cause severe illness in some cases. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion.", "url": "https://www.standard.co.uk/news/uk/monkeypox-latest-cases-uk-infections-ukhsa-b1001877.html"},
{"title": "The Standard View: Time for vigilance, not panic on Monkeypox", "author": null, "date": "23 May 2022", "text": "A  rising number of cases, advice to self-isolate — it is all  starting to sound eerily familiar . But  monkeypox , though potentially dangerous and unsightly, is not yet Covid-19 in March 2020. The UK has 20 confirmed cases, though this figure is expected to rise. Professor Kevin Fenton, the capital’s director of public health, has urged people to watch out for “unusual rashes or lesions” and to contact NHS 111 before going to a hospital, GP surgery or other health setting. Cases in Britain and Europe are being seen largely among gay, bisexual and other men who have sex with men, which Professor Fenton says suggests transmission is taking place within sexual networks. He is therefore asking men from these communities “to be particularly alert to the symptoms and to seek help immediately”. For most people, monkeypox is a mild disease that goes away without treatment within two to four weeks and a version of the smallpox vaccine is available for those in high-risk categories. There is never a right time to panic, so now is an opportunity to instead remain vigilant and take sensible precautions. Back in bloom The world’s most prestigious horticultural event is back. The  RHS Chelsea Flower Show returns  to its traditional slot for the first time since 2019 and — notwithstanding the weather — will mark the start of the summer season in the capital. All the movers and shakers, including royalty, will be in attendance (hence the nickname Chelsea Power Show. This year’s themes include “planet-friendly gardening” and mental health, as well as a floral portrait of the Queen to mark her  Platinum Jubilee . After two years in the cold, London is coming back into bloom.", "url": "https://www.standard.co.uk/comment/time-for-vigilance-not-panic-monkeypox-kevin-fenton-b1001794.html"},
{"title": "Eight more cases of monkeypox detected in England", "author": null, "date": "26 May 2022", "text": "E ight more cases of  monkeypox  have been detected in  England  bringing the  total  number to 85. There have been three confirmed cases in  Scotland , one in  Wales  and one in  Northern Ireland , taking the  UK  total to 90. People with unusual rashes or lesions, particularly if they have had a new sexual partner, have been urged to contact NHS 111 or their local sexual health clinic. But health officials stressed people should phone ahead before attending in person. Despite the rise in cases, the UK Health Security Agency said that the risk to the UK population “remains low”. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 7 of the best beaches in Croatia The health body said that a “notable proportion of the cases” identified have been among people who are gay, bisexual and men who have sex with men. These people in particularly have been urged to be aware of symptoms, particularly if they have recently had a new sexual partner. via REUTERS Dr Susan Hopkins, chief medical adviser of the UKHSA, said: “We are continuing to promptly detect new monkeypox cases through our extensive surveillance network and NHS services. “If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible – though please phone ahead before attending in person.” UKHSA teams have been tracing high-risk contacts of those with a confirmed case and are advising contacts to isolate for 21 days. It is also offering a smallpox vaccine to close contacts to reduce their risk of symptoms and severe illness. Dr Nick Phin, medical director at Public Health Scotland, said the agency was working with NHS boards and others “to investigate the source of these infections”. He said: “We have well-established and robust infection control procedures for dealing with such cases of infectious disease and these are being strictly followed. “The overall risk to the general public is low. “Anyone with an unusual blister-like rash or small number of blister-like sores on any part of their body, including their genital area, should avoid close contact with others and seek medical advice if they have any concerns.”", "url": "https://www.standard.co.uk/news/uk/monkeypox-cases-latest-figures-uk-england-ukhsa-b1002648.html"},
{"title": "Monkeypox is a ‘rapidly evolving event’, warns WHO", "author": null, "date": "01 June 2022", "text": "E urope’s  monkeypox  outbreak is a “rapidly evolving event” and will spread more widely in the community if action isn’t taken, the  World Health Organisation  has warned.  The UK has seen 82 new cases this week and a total of 190 cases  which is so far the highest number of confirmed cases outside of countries where the  disease  is commonplace. The rise in cases also comes the week of the Platinum Jubilee with tens of thousands of people attending street parties or watching the royal celebrations in groups.   Dr Catherine Smallwood of the  WHO ’s European emergencies team warned: “We’re clearly seeing quite rapid ongoing spread. “It’s been so widely distributed, cases are not linked together and we don’t have a single chain of transmission,” Extradition hearing for alleged US fugitive delayed again UK bakes in latest heatwave with drought looming for some areas What is your water company doing to cope with the dry weather? SPONSORED 10 ways to improve your physical and mental health Although mass gatherings present monkeypox with opportunities to spread, festivals are a perfect opportunity to raise awareness. Dr Smallwood added: “We can really use those events to provide targeted information and advice to people.” A main focus, according to the WHO, should be festivalgoers as the summer approaches.  But it has ruled out out bans on mass gatherings as they were imposed during the Covid-19 pandemic. WHO Europe regional director Dr Hans Henri Kluge said in a statement: “The WHO European region remains at the epicentre of the largest and most geographically widespread monkeypox outbreak ever reported outside of endemic areas in western and central Africa. “Rapid, amplified transmission has occurred in the context of the recent lifting of pandemic restrictions on international travel and events. The potential for further transmission in Europe and elsewhere over the summer is high. “Monkeypox has already spread against the backdrop of several mass gatherings in the region. “Over the coming months, many of the dozens of festivals and large parties planned provide further contexts where amplification may occur.” Dr Ruth Milton, senior medical adviser at the UK Health Security Agency said : “The risk to the general public from monkeypox is still low, but it’s important that we work to limit the virus being passed on. “We remind people that they should be alert to new spots, ulcers or blisters on any part of their body. “If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.”", "url": "https://www.standard.co.uk/news/uk/monkeypox-world-health-organisation-festivals-b1003690.html"},
{"title": "First confirmed case of monkeypox identified in Ireland, health officials say", "author": null, "date": "28 May 2022", "text": "T he first confirmed case of  monkeypox  has been identified in  Ireland , the Health Service Executive (HSE) has said. The infection was reported in the east of the country on Friday night and the person affected was not kept in hospital. A further suspected case is also being investigated and test results are being awaited, health officials said. A statement from HSE said: “The Health Protection Surveillance Centre was notified last night of a confirmed case of monkeypox in Ireland, in the east of the country. “This person has not been hospitalised. Chester Zoo welcomes endangered Sumatran tiger Dash with hope for cubs Fuel tax cut for UK drivers among lowest in Europe – RAC Sabina Higgins letter ‘a slap in the face’ for Ukrainian refugees in Ireland SPONSORED 10 great business solutions you need to know about “This was not unexpected following the presence of monkeypox cases in the UK and many European countries. “Public Health is following up those who had close contact with the person with monkeypox while they were infectious. In order to maintain patient confidentiality, no further information about this person will be provided. “A suspected case is also being investigated and test results are awaited. “A public health risk assessment has been undertaken and those who were in contact with the person are being advised on what to do in the event that they become ill.” Monkeypox causes unsightly blisters - the ‘pox’ - referred to as ‘lesions’ by doctors. In most people it is a mild illness that clears up after a few weeks. Other typical symptoms include fever, aches and fatigue. However, it can cause serious complications including brain swelling, sepsis and vision loss.  West African outbreaks have reported a fatality rate of about one per cent. So far there have been 106 cases confirmed in the UK. The UKHSA previously said “a notable proportion of early cases detected have been in gay and bisexual men” or men who have sex with men so it was “urging this community in particular to be alert”. A similar pattern of infection has been seen in Italy, Spain and Portugal and several of those infected had attended the Maspalomas Pride festival on Gran Canaria this month.", "url": "https://www.standard.co.uk/news/world/monkeypox-ireland-b1002940.html"},
{"title": "Londoner tells of agony after being hospitalised with severe case of monkeypox", "author": null, "date": "10 August 2022", "text": "A   London  man has told of his agony after being hospitalised with a severe case of  monkeypox . Harun Tulunay, 35, was hospitalised for 11 days in June after initially believing himself to have Covid. The sexual health worker, from  Shoreditch , initially noticed a high fever and a rash but was not immediately diagnosed as having monkeypox - only getting the result when he was in hospital with symptoms. “The pain was unbearable, it was really too much,” said Mr Tulunay. “I can’t compare it to anything else”. Supplied Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe SPONSORED 10 ways to elevate your summer style, from fashion trends to beauty  Doctors and nurses did not recognise the 35-year-old’s symptoms as being monkeypox straight away so early on in the outbreak. Describing how symptoms began, Mr Tulunay said: “I had a high fever and a rash, but I didn’t think it was monkeypox. It was difficult accessing healthcare, because it was such a huge unknown.” He was forced to sleep with four blankets on despite a heatwave in London, and relied on over-the-counter medication to tackle the excruciating pain. A GP told him it could potentially be a side effect of medication that he is on, while A&E said it could be tonsillitis. Supplied Eventually, he was taken into hospital after he told a nurse he found it too painful to even swallow his own spit or drink and swallow properly. “The problem was that we didn’t know what it was and doctors didn’t know, that was really hard”, he said. “For me I’d just like to see the plan, what’s the next step, but it wasn’t possible with monkeypox. “The pain and the lesion on my face was only getting bigger, it was obviously scaring me. It’s a bit of a lonely feeling when you can’t see anyone”. On day three, tests came back to confirm that he was among the approximately 2,000 Londoners who have had monkeypox to date. He was treated by specialists with an experimental drug which is designed for smallpox, a related virus, and has since made a recovery. Most cases of monkeypox are milder than Mr Tulunay’s. Mr Tulunay has since made a recovery  /  Supplied Now the charity worker is calling for greater action from Government to ensure that those in the most high-risk groups can access a monkeypox vaccine. Some in the eligible group, primarily men who have sex with men who are considered at high risk of getting monkeypox, have reported difficulties with getting an appointment for a jab. “There’s no consistent messaging from the Government,” he said, calling on them to make more doses available. “We should have been prepared for this, it makes me quite angry”.", "url": "https://www.standard.co.uk/news/london/harun-tulunay-monkeypox-shoreditch-london-hospitalised-b1017740.html"},
{"title": "Monkeypox — ‘people who hate the queer community are going to blame us if it spreads’", "author": null, "date": "28 Jul 2022", "text": "It was a bit of a throwback,” says Oli Kasin, sitting in his Peckham flat with mild flu-like symptoms, 24 hours after receiving his first  vaccine  at the walk-in centre at Guy’s Hospital on Sunday. Just eight months ago the 32-year-old was having his third Covid jab. But this time, it’s a different virus Kasin and his friends find themselves queuing for hours to protect themselves against:  monkeypox , a smallpox-like virus which the  World Health Organisation  this week  declared a global health emergency  — its highest alert — after more than 16,000 cases were identified in 75 countries, including five deaths.  Symptoms vary, but can include a flu-like illness , and skin rashes, with one in 10 cases requiring hospital care and extreme cases leading to painful, bursting skin lesions that leave the victim “[screaming] out loud in pain”. While Covid is spread through the air, experts say monkeypox is mostly spread through forms of skin-to-skin contact such as sex, kissing, and direct contact with the infectious rash, scabs or bodily fluids. Since the outbreak was first reported in May, the majority of infections outside Africa — where the virus has been a concern for years — have occurred among men who have sex with men (MSM), sparking concerns among the LGBTQ+ community in particular. Gay, bisexual and queer men currently make up 98 per cent of cases in the UK. “The idea that we’re having to go through another possible pandemic is a little bit daunting... but it probably feels more similar to the fear of HIV and what that did to the gay community,” says Kasin, who was among hundreds of mostly gay men who queued for more than two hours to get their vaccine in London this weekend. Oli Kasin queued up in London for the monkeypox vaccine   /  Oli Kasin He says the atmosphere was mixed; in many ways it was “fun” and “showed the best of the gay community: that we are on top of our health, care about ourselves and others” (”part of me was wondering if I’d find my future husband there”). But others say it brought back chilling images of waiting rooms during the 1980s AIDs epidemic, and many of their comments speak to wider fears echoing across the globe at the moment. After two years of the world being ground to a halt by a contagious virus, could we really be on the cusp of another one? Could this one reignite the stigma around gay communities like the HIV/AIDs epidemic 40 years ago? And does that stigma pose serious risks to the efforts to contain it? For virologists across the world, there are two key facts about monkeypox that are immediately reassuring: first, monkeypox is not a new disease like Covid was so we know more about it from the start; second, it is preventable by a smallpox vaccine, so a method of protection already exists and most people in the UK over the age of 50 should therefore already have protection. But it is not without its concerns and unknowns. Recent weeks have seen an unprecedented spike in cases of the disease, with more than 18,000 confirmed worldwide infections and at least 2,000 confirmed cases in the UK alone. Earlier this year, a British child among UK’s then-20 recorded cases was reported to be in a critical condition and experts are advising the public to be aware of new rashes or skin bumps, but also be aware of the other possible causes such as shingles, STIs, chickenpox, bedbugs or insect bites. Among those who have been diagnosed with monkeypox, London has quickly been earmarked as Britain’s epicentre. The “majority” of the 2,050 known UK cases have been found in London and a number of those patients are receiving medical care at specialist infectious disease units at the Royal Free Hospital and Guy’s and St Thomas’, two of the hospitals now part of the NHS’s vaccination programme, which was stepped-up last week. Last weekend, more than 1,000 vaccinations were delivered at clinics across the capital. People line up to recieve monkeypox vaccinations at Guys Hospital   /  Getty Images Most experts say they are not concerned about a global monkeypox pandemic on the scale of Covid but naturally, rising figures and a new state of emergency have increased concerns. Could it be the next pandemic? How is it affecting LGBT+ communities, who might already feel more marginalised in society than most? And if it’s not only transmitted via sex, but also touch, why aren’t others outside of that community more worried? Among the scientific and medical communities, the overwhelming consensus is that while this monkeypox outbreak might be concerning, there is little to no risk it becoming the next Covid. “Don’t fall for fearmongering... this is not Covid,” was the message from Faheem Younus, chief of infectious diseases at the University of Maryland this week, insisting the risk of lockdowns due to rising monkeypox cases was “0 per cent”. Tweeting to his 512,000 followers, he listed the reasons why: monkeypox is not novel, is typically non-deadly, is less contagious than Covid, has been around for five decades, and is preventable by a smallpox vaccine. Dr Gareth Nye, an endocrinology specialist at Chester Medical School, agrees. “In essence, it doesn’t spread as fast [as coronavirus] and so is easier to control,” he says, pointing out that its obvious and painful symptoms mean people are at least more likely to know they have it. Ironically, it’s actually Covid that could be (partly) responsible for rising monkeypox figures, he continues. “Our immune systems have had a break and are not used to fighting off diseases which is why so many of us have come down with bad colds.” Dr Mark Lawton, a consultant from the British Association for Sexual Health and HIV, suggests there are reasons we haven’t really heard of this widely before. First, public awareness of viruses was heightened after the Covid pandemic; and second, scaremongering headlines about monkeypox and widely-shared photos of its symptoms mean more people are probably aware of the particular symptoms to look for. Most years the UK often sees a smattering of cases, he points out, but these don’t normally hit the headlines, and some may go undiagnosed. So what is the concern then, if the symptoms are normally relatively mild and it’s unlikely to escalate into a pandemic? Lawton says his main concerns are twofold: first, increased pressure on already-stretched NHS services, particularly sexual health clinics. If monkeypox symptoms are identified in a patient, staff will need to take particular care with PPE since it’s a disease that’s passed on via skin-to-skin contact. “Quite simply, it slows the process down,” he says. “We need immediate action from the Government to fund additional resources”. But Lawton’s wider concern is stigmatising already-stigmatised areas of healthcare and already-stigmatised people. Whilst monkeypox isn’t technically an STI, it can be passed on through sexual contact, and there is always a particular anxiety around any disease that is passed on in this way. “The last thing we want to do is create more stigma or fear around sexually transmitted diseases. The key thing to stop the spread is people coming forward — if we drive stigma, it might mean people don’t come forward.” Members of London’s LGBTQ+ community agree. While Kasin is happy to be open about his sexuality and vaccination views on social media, many friends are not. “A lot of people I know say if they tested positive [for monkeypox] they wouldn’t feel comfortable to tell their employers. There’s definitely a fear of being treated differently because it’s through sex,” he says. Some are worried monkeypox could reignite stigma around gay communities like the HIV/AIDs epidemic 40 years ago  /  Corbis via Getty Images Josh Hopkins, 27, a trainee solicitor from west London, agrees. He had to call his local clinic 15 times on Monday before getting a vaccine appointment, and says there’s a fear and frustration that monkeypox isn’t being taken as seriously as other viruses because of the community affected. Just look at how information about the Covid jab was disseminated, he says, pointing to the nationwide drive to get the population jabbed, from celebrity videos to personal text messages. This time, his GP hasn’t been in touch to offer him the jab and half his friends didn’t know about London’s new walk-in centres and monkeypox clinics until he tweeted the number of the appointment line. “It feels like we’ve had to proactively seek [the vaccine] out ourselves.” Like Kasin, Hopkins has dozens of friends who queued for as long as four hours for a jab on Sunday, and they’re the lucky ones who live in London. The monkeypox jab is not available in other areas of the country yet, so a friend from Birmingham had to travel to the capital to have the jab last weekend. Experts are already warning that it might take more than a year to control this particular outbreak of monkeypox, because they and their colleagues “really missed the boat on being able to put a lid on the outbreak earlier”. “You’d think we’d have learnt lessons from Covid and tried to stop something new at the start,” says Hopkins, asking why GPs don’t seem to be actively promoting the vaccine yet, despite official guidance saying that “your local NHS services will contact you and offer you a vaccine”. But having this virus taken less seriously is only half Kasin and Hopkins’s concern. The other is who will take the blame if it escalates. As a gay man, Hopkins says he sees the dark side of today’s “horrible culture war against queer people” every day and has already seen “stupid tweets” about monkeypox being a “gay virus”. Anti-vaxxers have been sharing conspiracy theories about Bill Gates and the monkeypox vaccine being the Covid vaccine in disguise. “I know I’m early but I’m also anti-monkeypox jab,” outspoken actor Laurence Fox tweeted when the outbreak first emerged in May. And even the name monkeypox plays into conspiracy theorists’ hands. “That’s how it starts,” says Hopkins. “Information gets twisted and suddenly it becomes an anti-gay thing; that it’s our fault for being too promiscuous. This time next year, maybe it won’t have spread, but if it does, who are people who already hate the queer community going to blame? I don’t think it’s being fully weaponised just yet, but [these people] certainly tend to not need much of an excuse to do so.” Information gets twisted and suddenly it becomes an anti-gay thing Hopkins says the good thing about the queer community is they like to try to see the lighter side. Most of them have had lifetimes of jokes about promiscuity, so they’ve been reclaiming the jokes for themselves before others can, joking about how the vaccine queues are like another gay festival on social media. The upside is it’s highlighted how proactive gay men tend to be about their health. “I’ve spoke to my flatmates and family and clearly people aren’t that clued up [about monkeypox] outside the gay community.” So how likely are non-LGBTQ+ communities to find themselves exposed, should we all be getting the jab, and how likely are anti-vaxx theories around the Covid vaccine to affect potential uptake? Lawton says healthcare staff are some of those who need to be most careful when it comes to transmission. In 2018, the third victim of a monkeypox outbreak in the UK — a healthcare worker, 40, from Lancashire — blamed the NHS-provided gloves she was wearing while changing another monkeypox patient’s bedsheets at Blackpool Victoria Hospital. She also told reporters she may have passed the virus onto her husband, 50, after he woke up with spots covering his entire face. Experts say parents “should not be worried” about the rise in UK cases. Despite a school in Surbiton sending its reception class home over monkeypox fears earlier this month, cases in past outbreaks have predominantly been in adults. “Without any contact history with somebody that’s known or strongly felt to have monkeypox, and if you’ve got a rash at this time of year when we’ve seen lots of rashes from chickenpox and other things in children, hand, foot and mouth disease, then that’s what it’s likely to be,” Dr David Porter, paediatric infectious diseases consultant at Alder Hey Children’s NHS Foundation Trust, said. When it comes to vaccination, Nye points out that most people over 50 in the UK will already have had the smallpox jab and therefore have protection. For the remaining under-50s, then, the main issues are to do with supply and personal choice, says Lawton. “Ultimately, it is a mild, self-limiting illness in most, so getting vaccinated should be a personal choice,” says Dr Nirusa Kumaran, a GP and founder of Elemental Health Clinic in south London. It is a mild, self-limiting illness in most, so getting vaccinated should be a personal choice The UK has ordered 130,000 doses of the vaccine, with the roll-out being run through sexual health services, and gay, bisexual and queer men are being prioritised for the jab — which is encouraged for men who have multiple sexual partners, participate in group sex or attend venues such as gay saunas. Vaccine uptake over the next few weeks will be crucial in determining how the outbreak plays out, and in the meantime, experts will continue to put pressure on the Government to boost resourcing for sexual health services. Meanwhile, most members of London’s MSM community are optimistic that their speed of mobilising will pay off. “We’re often demonised for ‘spreading’ something,” one member wrote this week in a tweet that’s been liked more than 700 times. But “we will actually be studied in the future as examples of how communities can use informal networks and information sharing to secure public health solutions.”  Hopefully, he’ll turn out to be right.", "url": "https://www.standard.co.uk/insider/monkeypox-gay-community-vaccine-cases-rising-b1015074.html"},
{"title": "Monkeypox: Government accused of being ‘asleep at the wheel’ as London runs low on vaccines", "author": null, "date": "10 August 2022", "text": "L ondon  is running low on  monkeypox  vaccines despite the capital being the worst affected area in the country. Vauxhall MP Florence Eshalomi said she has been told London has only around 5,000 doses left of the jab, while experts told the Standard current supply could be depleted in as soon as ten days. A smallpox vaccine is currently mostly being offered to men who have sex with men who are considered to be at highest risk of exposure from monkeypox. The latest data shows that of the UK’s 2,883 confirmed or likely cases, 2,047 were recorded in London, mainly among gay, bisexual or other men who have sex with men. Ms Eshalomi told the Standard the Government had been “asleep at the wheel” and called for “urgent action” to get on top of the outbreak. Londoner tells of agony after being hospitalised with monkeypox LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe SPONSORED 10 ways to elevate your summer style, from fashion trends to beauty  “Haven't we learnt anything from Covid and AIDS,” she asked. “In the latest figures reported by the UKHSA, Lambeth tops the league for the number of cases and we know that monkeypox cases are now spreading into every region of the country while the vaccination campaign against the virus is faltering. “I have been told that London only has 5000 doses left centrally. “If we are to get ahead of the curve, we need more vaccines. One thing the government should be doing is obtaining a licence from the manufacturer of the vaccine to allow us to make the vaccine in this country.” The British Association of Sexual Health and HIV told the Standard that current estimates suggest only 8,300 vaccines remain available, with around 5,000 earmarked for London. This means it is “likely that the remaining number of vaccines will run out in approximately 10 to 20 days, leaving a gap in supply until the next shipment arrives in September”. It said the roll-out was “slow” and being hampered by “lack of centralised leadership” - and that the Government needed to order as many as 250,000 doses. Health officials say 150,000 doses were ordered - 50,000 of which have already been distributed to the NHS and a further 100,000 set to come on-stream next month. Ian Green, CEO of leading sexual health charity the Terrence Higgins Trust, said the shortfall needed to be taken “seriously at the highest level of government”. “There needs to be urgent action to salvage this situation,” he said. “We know many gay and bisexual men will be worried by news of vaccine supplies running low and our advice to them is please do not panic”. Mr Green called on transparency from health officials on supply, and for remaining stocks to be prioritised for those at risk in places with high cases like London, Brighton, Manchester and Essex. People line up to receive a monkeypox vaccine at Guy’s Hospital   /  Getty Images A UK Health Security Agency spokesperson was unable to confirm numbers of doses left available for London. Demand for the UK’s current supplies of smallpox vaccine is high among those eligible. Extensive queues formed outside previous walk-in clinics that were offered at Guy’s Hospital in central London. These have since been made by appointment only. The UKHSA’s Dr Mary Ramsay said: “The roll out is continuing at pace, with the vaccine being offered to individuals at higher risk of coming into contact with monkeypox in order to offer them protection and to help contain the current outbreak. “The remaining approximately 100,000 doses is expected to arrive in the UK in September.  “The thousands of vaccines administered by the NHS to date among those at highest risk of exposure should have a significant impact on the transmission of the virus.”", "url": "https://www.standard.co.uk/news/uk/monkeypox-vaccine-shortage-london-florence-eshalomi-ukhsa-jabs-b1017693.html"},
{"title": "Monkeypox: Cases detected in United Arab Emirates and two other countries for first time", "author": null, "date": "25 May 2022", "text": "M onkeypox  has been detected in three more countries for the first time. The  United Arab Emirates  (UAE), is the first Gulf state to record a case of the virus, with Slovenia and the Czech Republic also declaring their first cases on Tuesday. Nearly 20 countries where monkeypox is not endemic have reported recent outbreaks of the disease,  with more than 230 confirmed or suspected infections mostly in Europe. The number is expected to rise but experts have said the risk to the general population is low. UAE officials said its case was found in a 29-year-old woman visiting the Gulf country from West Africa. Monkeypox is usually a mild illness that does not spread easily between people, with most people recovering within a few weeks, say health experts. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox BRANDPOST | PAID CONTENT How Uber drivers are sparking the electric car revolution On Tuesday, the  World Health Organisation  said the outbreak of monkeypox cases could be contained. It said authorities were investigating 237 suspected and confirmed cases of the virus in 19 countries since early May. \"We encourage you all to increase the surveillance of monkeypox to see where transmission levels are and understand where it is going,\" said Sylvie Briand, WHO director for Global Infectious Hazard Preparedness. Speaking at the World Health Assembly in Geneva, she said that while the outbreak is “not normal\", it is “containable\". In the UK, the UK Health Security Agency  announced a further 14 cases in England on Tuesday, bringing the total to 70. One case has been identified in Scotland, while no cases have been identified to date in Wales or Northern Ireland. A notable proportion of those cases identified to date have been among people who are gay, bisexual and men who have sex with men, prompting health officials to encourage those groups to be particularly aware of symptoms. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: “We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services and thanks to people coming forward with symptoms. “If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible – though please phone ahead before attending in person.”", "url": "https://www.standard.co.uk/news/world/monkeypox-united-arab-emirates-slovenia-world-health-organisation-b1002201.html"},
{"title": "Monkeypox: More than 1,700 cases detected in UK with three-quarters in London", "author": null, "date": "12 July 2022", "text": "M ore than 1,700 cases of  monkeypox  have now been recorded in the  UK , with 75 per cent of the English instances being found in  London . The department for  health  said on Tuesday the outbreak has mainly been in gay, bisexual, and men who have sex with other men “without documented history of travel to endemic countries”. Up to and including Monday, there have been 1,735 laboratory confirmed cases in the UK - the vast majority having been found in England (1,660), compared to 44 in Scotland, 19 in Wales and 12 in Northern Ireland.  There had been 178 extra cases in England since last week and 183 in total. The pox has been found 99 per cent of the time in men, with only 10 cases in women. The median age of confirmed cases in the UK was 36.  The NHS is continuing to warn people to look out for aches, a fever and swollen glands as possible signs of monkeypox.  Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED Buy a Cornwall holiday home and get up to £10,000 towards stamp duty  “It is caught through close physical contact, or by sharing towels or bedsheets,” a statement added.  Anyone with symptoms is advised to avoid close contact with others and call NHS 111.  Last week charities warned monkeypox could become endemic in Britain without more action from the Government.  “Monkeypox cases are currently doubling every 15 days and we have now reached a critical point in our ability to control its spread,” said Dr Claire Dewsnap, president of British Association of Sexual Health & HIV. “Already-stretched sexual health services are buckling under the additional pressures that the outbreak is placing upon them, and an increasing volume of core sexual health care is being displaced as a result.” Dr Meera Chand, Director of Clinical and Emerging Infections at UKHSA, said: “While anyone can catch monkeypox, the majority of monkeypox cases in the UK continue to be in gay, bisexual and other men who have sex with men (MSM), with the infection being passed on mainly through close contact between people in interconnected sexual networks. “Before you go to a party or event, check yourself for monkeypox symptoms, including rashes and blisters. If you have monkeypox symptoms, take a break from attending events or sex until you’ve called 111 or a sexual health service and been assessed by a clinician. It can take up to three weeks for symptoms to appear after being in contact with someone with monkeypox, so stay alert for symptoms after you have skin to skin or sexual contact with someone new.”", "url": "https://www.standard.co.uk/news/health/monkeypox-london-cases-nhs-b1011855.html"},
{"title": "First case of monkeypox identified in Wales", "author": null, "date": "26 May 2022", "text": "T he first case of  monkeypox  has been identified in  Wales ,  Public Health Wales  has said. Dr Giri Shankar, director of health protection for Public Health Wales, said: \"Public Health Wales is today (Thursday 26 May) confirming that a case of monkeypox has been identified in Wales. \"We are working with the UK Health Security Agency (UKHSA), Public Health Scotland, and Public Health Agency Northern Ireland, and we are ready to respond to cases of monkeypox in Wales. \"The case is being managed appropriately. To protect patient confidentiality, no further details relating to the patient will be disclosed.\" He added: \"We are reassuring people that monkeypox does not usually spread easily between people, and the overall risk to the general public is low. It is usually a mild self-limiting illness, and most people recover within a few weeks. However, severe illness can occur in some individuals.\" Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED Why Croatia is perfect for an adventure holiday There are now believed to be 79 cases of monkeypox in the UK. The UKHSA will update the totals later on Thursday.", "url": "https://www.standard.co.uk/news/uk/monkeypox-first-case-wales-public-health-virus-b1002457.html"},
{"title": "Monkeypox: British holidaymaker on Canary Island of Fuenteventura is being tested for the disease", "author": null, "date": "24 May 2022", "text": "A   British  tourist  on the  Canary Island  of Fuenteventura is being tested for  monkeypox .  Health chiefs in the region confirmed the holidaymaker was one of five suspected new cases currently being analysed.  The age of the unnamed man, thought to be the first British tourist in  Spain  affected since the  country  announced its first cases last week, has not been revealed.  A spokesman for the Canary Islands’ Health Service confirmed in a short statement: “A suspected case of monkeypox in Fuerteventura corresponds to a British tourist.”  It is not yet known when they will confirm whether he has the disease.  Londoners warned of ‘exceptional’ wildfire risk across the weekend Mother of gas explosion victim, four, asks why problem was ‘neglected’ Olivia Newton-John’s husband pays heartfelt tribute to late actress For the love of the leopard Authorities have not said if he is holidaying alone on the island or is relaxing with relatives who are also being tested.  Spain has so far confirmed around 40 cases of monkeypox and said another 67 people are being tested.  The outbreaks have been traced to a gay sauna in Madrid and a Gran Canaria pride festival attended by 80,000 people from Britain and other European countries.  News of the suspected Fuenteventura case follows warnings by chief medical advisor Dr Susan Hopkins for people to be “alert to the virus” on holiday.  Dr Hopkins, of the UK Health and Security Agency (UKHSA), said: “The risk to the general population remains extremely low.” “People need to be alert to it, and we really want clinicians to be alert to it.”  Spain has been one of the worst affected countries so far.  On Monday Britain’s monkeypox outbreak nearly tripled in size as health officials confirmed another 37 patients have caught the tropical virus.  UK Health Security Agency (UKHSA) bosses have now logged 57 cases in little over a fortnight.  Authorities described the outbreak — which has disproportionately struck gay and bisexual men — as “significant and concerning’ but insisted the risk to the UK population remains low. ", "url": "https://www.standard.co.uk/news/uk/british-tourist-canary-islands-fuenteventura-monkeypox-test-b1001933.html"},
{"title": "Let’s keep cool about anxiety-inducing monkeypox", "author": null, "date": "25 May 2022", "text": "P eople are understandably anxious about  monkeypox . They are likely more so because of their experiences during the pandemic. But although we need to take the disease seriously,  monkeypox is much less of threat than Covid . It won’t have the same impact on societies or lead to the type of control measures we have seen over the past two years. The  virus  that causes monkeypox is found primarily in small animals like rodents in parts of West and Central Africa — but was first identified in monkeys. It can sometimes spread to humans and because of international travel, it can spread to other parts of the world. But unlike  Covid-19 , which is easily transmissible and has caused huge waves of infection globally, monkeypox spreads much more slowly, requiring close contact with an infected person or animal.  Monkeypox outbreaks can generally be contained through conventional public health measures — like identifying and isolating cases early on, tracing contacts to identify people who are at risk of infection, and good practices when dealing with people who are infected. Smallpox vaccines also provide some protection against infection. They can be used if necessary in health care workers or in close contacts to reduce their risk. However, use of vaccination will be very limited and we won’t see it widely in the UK. Our public health agencies are well-placed to manage the monkeypox outbreak in the UK. We now have much more experience in areas such as contact tracing and in isolating people with infections than we did before the Covid-19 pandemic. We will continue to see cases of monkeypox in the UK and elsewhere, but our public health system has the capacity to limit the outbreak and prevent it from having a major effect on our society. The monkeypox outbreak does show how the UK must maintain a strong infection control system so that we are prepared to deal with this and any future infectious diseases that may enter the country. Finally, although people should not become unduly anxious and have a very low risk of coming into contact with monkeypox, everyone should remain vigilant and seek medical advice if they become unwell and develop an unusual skin rash. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox  The Arabian leopard roars into town", "url": "https://www.standard.co.uk/comment/comment/monkeypox-britain-prepared-covid-b1002247.html"},
{"title": "Monkeypox: Cases rise to almost 700 in London as Pride attendees issued warning", "author": null, "date": "01 July 2022", "text": "M onkeypox  cases have risen to more than 1,200 across the  UK  as health authorities have issued a warning ahead of Pride weekend.  UK Health Security Agency (UKHSA) data shows a total of 1,235 confirmed cases in the UK in the latet update.  Almost 700 cases have been recorded in London with 33 new cases detected in the capital since June 26. Seventy-seven per cent of cases in England are located in London - 692 out of 898 cases. There have been 150 new cases detected in England in less than a week, bringing England’s total number of cases to 1,185. There are 34 cases in Scotland, 10 in Wales and six in Northern Ireland. Body Movements festival is queer chaos in the best way Why are Silvertown Tunnel protesters urging Sadiq Khan to halt plans? Source of River Thames ‘dries up’ as hosepipe ban looms for London SPONSORED Buy a Cornwall holiday home and get up to £10,000 towards stamp duty   People who have tested positive, have symptoms of monkeypox or have been told to self isolate are advised not to attend Pride. A collage of monkeypox rash lesions released by the UKHSA  /  UK Health Security Agency/AFP vi The overwhelming majority of cases are in homosexual, bisexual or other men who have sex with men, the UKHSA said, as it warned people to “enjoy Pride safely”. “Before you go to any events or parties, check yourself for blister-like spots and rashes. Please don’t attend if you have monkeypox symptoms or feel unwell,” monkeypox incident director Wendi Shepherd said. “If you have a rash or blisters, stay at home, phone a sexual health clinic, and get tested. Please be vigilant for any monkeypox symptoms in the coming weeks – especially if you are having sex with someone new.” Ms Shepherd encouraged people to exchange contact details with sexual partners to limit further transmission. More than 1.5 million people are expected to take part either in the parade on Saturday or as spectators , 50 years on since Britain’s first Pride march was held in 1972.  With a focus on unity and equality, it will retrace part of the same route marched 50 years ago. Monkeypox can spread through touching clothing, bedding or towels used by someone with the virus, as well as touching skin blisters or through the coughs or sneezes of a person with the rash. Monkeypox is a rare viral infection, UKSHA London regional director for public health Professor Kevin Fenton said, but can be passed on through close physical contact and the sharing of bedding and towels. Symptoms of the virus include rash, appearing like spots, ulcers, or blisters anywhere on your body, as well as having a fever, headaches, aching muscles , chills, feeling very tired and having swollen glands. Call ahead to local sexual health clinic or call 111.", "url": "https://www.standard.co.uk/news/london/monkeypox-cases-latest-update-london-pride-symptoms-sexual-health-virus-b1009747.html"},
{"title": "Tech & Science Daily: Humanoid robot Ai-Da makes history painting the Queen", "author": null, "date": "27 May 2022", "text": "W e find out about the humanoid  Ai -Da who is behind the first-ever painting of the  Queen  by a  robot  - which has been created to mark the Platinum Jubilee. Tech  & Science Daily speak to Aidan Meller who devised Ai-Da.  He says the piece is extra special as 70 years of the Queen coincides with 70 years of robotic technological growth. Despite the futuristic nature of the art work’s creation, it was painted using oil on canvas. Twitter  investors are now suing  Elon Musk  and the platform.  The new lawsuit on behalf of Twitter shareholders was filed against Musk in federal district court in San Francisco on Wednesday night, alleging that the  Tesla  CEO has actively manipulated the company’s stock for personal gain. Queen to interrupt holiday to say farewell to Boris Johnson Queen’s official welcome to Balmoral to be held in private Queen continues to rule TV ratings chart despite Euro 2022 final SPONSORED \nThe ultimate culture guide to Croatia\n Dippy the dinosaur is back at London’s Natural History museum after being on tour for the past five years. Lorraine Cornish, head of conservation at  the Natural History Museum , explained the history behind the much-loved replica and why they’re hoping Dippy can help inspire sustainability. Scientists say  monkeypox  may have been circulating in the UK for years  the iPhone 14 might be delayed due to China’s Covid-19 lockdowns and a Pompeii victim’s genome has been successfully sequenced for the first time. Plus, how AI is being used to help protect  coral  reefs. Loading.... You can also find us on your Spotify Daily Drive or  wherever you stream your podcasts.", "url": "https://www.standard.co.uk/tech/queen-jubilee-humanoid-robot-aida-makes-history-painting-algorithm-b1002828.html"},
{"title": "UK monkeypox cases rise to 78 as another seven are detected in England", "author": null, "date": "25 May 2022", "text": "S even more cases of monkeypox have been identified in England, health officials have said. The UK Health Security Agency (UKHSA) said the new cases bring the UK total since May 7 to 78. Among these cases, 77 were identified in England and one case has been reported in Scotland. As of May 24, no cases had been identified in Wales or Northern Ireland. People with unusual rashes or lesions, particularly if they have had a new sexual partner, have been urged to contact NHS 111 or their local sexual health clinic. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED \nThe ultimate culture guide to Croatia\n But health officials stressed people should phone ahead before attending in person. Despite the rise in cases, the UKHSA said that the risk to the UK population “remains low”. The health body said that a “notable proportion of the cases” identified have been among people who are gay, bisexual and men who have sex with men. These people in particularly have been urged to be aware of symptoms, particularly if they have recently had a new sexual partner. Dr Susan Hopkins, chief medical adviser of the UKHSA, said: “We are continuing to promptly detect new monkeypox cases through our extensive surveillance network and NHS services. “If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible - though please phone ahead before attending in person.” UKHSA teams have been tracing high-risk contacts of those with a confirmed case and are advising contacts to isolate for 21 days. It is also offering a smallpox vaccine to close contacts to reduce their risk of symptoms and severe illness.", "url": "https://www.standard.co.uk/news/uk/monkeypox-cases-latest-england-uk-infections-ukhsa-b1002360.html"},
{"title": "Monkeypox: 71 more cases detected in England as UK total jumps to 179", "author": null, "date": "30 May 2022", "text": "A  further 71 cases of monkeypox have been detected in England, according to the UK Health Security Agency (UKHSA). The latest cases, as of May 29, bring the total number confirmed in England since May 7 to 172. There are four confirmed cases in Scotland, two in Northern Ireland and one in Wales, taking the UK total to 179. The figures come after the UKHSA, as well as authorities in Scotland, Northern Ireland and Wales issued joint guidance to stem the spread of the disease. The new advice urges those with monkeypox to avoid close contact with others until their lesions have healed and any scabs have dried off. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox The most beautiful coffee table books to buy right now People who have had contact with someone with the disease should also be risk assessed and may be told to isolate for 21 days if necessary. The guidance, updated on Monday, said people with suspected or confirmed monkeypox who need to travel in order to seek care should make sure any lesions are covered by clothing, wear a face covering, and avoid public transport where possible. They should also abstain from sex from the first signs of symptoms and make sure to use condoms for eight weeks after infection. The disease, first found in monkeys, can be transmitted from person to person through close physical contact, including sexual intercourse, and is caused by the monkeypox virus. The virus is usually found in west and central Africa. Symptoms are generally mild and the illness is spread through close contact with someone already infected. Most people recover within a few weeks. The UKHSA said that while the risk to the UK population remains low, people should be alert to any new rashes or lesions, which would appear like spots, ulcers or blisters, on any part of their body. Although this advice applies to everyone, the agency said the majority of the cases identified to date have been among men who are gay, bisexual and men who have sex with men, so is asking those people in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner. People are being urged to call NHS 111 or a sexual health centre immediately if they have a rash with blisters and either have been in close contact with someone who has or might have monkeypox in the past three weeks. Those with symptoms are also being asked to call 111 if they have been to west or central Africa in the past three weeks or are a man who has sex with men. Dr Ruth Milton, senior medical adviser and monkeypox strategic response director at UKHSA, said: “This new monkeypox guidance sets out important measures for healthcare professionals and the public for managing the disease including how to safely isolate at home and reduce the risk to others. “The highest risk of transmission is through direct contact with someone with monkeypox. The risk to the UK population remains low and anyone with unusual rashes or lesions on any part of their body should immediately contact NHS 111 or their local sexual health service.” More than 20 countries have reported monkeypox cases as the latest outbreak spread arond the world. The number of cases rose in Spain over the weekend by 22 cases to 120, the Spanish health ministry said on Monday. On Friday, health authorities said 98 positive cases of the virus had been confirmed in Spain. There is usually a spike in figures after the weekend as data is not released on Saturday and Sunday. In Portugal, health authorities said the tally of cases rose by 22 since Friday to 96 on Monday. ", "url": "https://www.standard.co.uk/news/uk/monkeypox-cases-latest-infections-uk-england-ukhsa-b1003273.html"},
{"title": "Surge in people getting chickenpox vaccine amid monkeypox confusion", "author": null, "date": "31 May 2022", "text": "T he number of people getting a chickenpox vaccine has more than doubled in the last six weeks, amid confusion of whether it will protect them against  monkeypox . Well  Pharmacy , an independent pharmacy chain, said it had seen a 146 per cent increase in the number of people getting jabbed for chickenpox. This has prompted the pharmacy to issue guidance on the difference between the current monkeypox outbreak and chickenpox. While the two conditions can appear similar and share multiple  symptoms,  Well Pharmacy has warned they have key differences and are caused by two different viruses. Monkeypox is caused by the monkeypox virus, which belongs to the Orthopoxviral genus. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 10 ways to improve your physical and mental health The current outbreak of monkeypox saw  UK case numbers rise to 190  on Tuesday, according to the UK Health Security Agency. However, the more commonly known chickenpox is caused by the varicella-zoster virus, which can also cause shingles.  The pharmacy is urging people to remain alert, but not to panic.  Ifti Khan, Well Pharmacy Superintendent, said: “We know that this current spate of monkeypox is concerning, especially as we are still living with Covid, and the memory of lockdown is still so recent. “We would urge people to of course remain alert, but not to panic. “Chickenpox and monkeypox are similar in the way they are spread, via close contact and respiratory droplets, as well as direct contact with contaminated objects, but monkeypox is much rarer and spreads less easily. “The important thing to remember is that the chickenpox vaccine will not protect people from monkeypox, but it is still important to protect yourself against chickenpox, especially in adulthood when it can often be far more severe.”  Monkeypox is a  rare viral infection  usually associated with travel to West and central Africa. The stages of a monkeypox lesion  /  PA Media It is usually mild and most people recover in a few weeks. Symptoms include fever, headaches, swellings, aches and exhaustion, as well as lesions forming on the skin. An itchy, spotty rash is the main symptom of chickenpox which can form anywhere on the body. The rash happens in three stages which starts with small spots appearing, before blistering and then scabbing. While the monkeypox rash looks similar to chickenpox, there are subtle differences. Monkeypox usually occurs within one to three days of a fever.  There are several stages to monkeypox. The first developing into papules and fluid filled pustules before forming a scab and falling off.  Chickenpox usually forms in a different way. In a chickenpox rash the spots do not develop uniformly and appear at different times. However, monkeypox lesions appear and develop at the same time. ", "url": "https://www.standard.co.uk/news/health/monkeypox-chickenpox-vaccine-surge-well-pharmacy-guidance-b1003477.html"},
{"title": "Monkeypox UK cases jump to 366 as 43 more identified in England", "author": null, "date": "10 June 2022", "text": "M onkeypox  cases have risen to 366 in the  UK  as of June 9, the UK Health Security Agency (UKHSA) have said. There were 43 additional cases found in England, one additional case in Scotland and another additional case in Wales. Currently there are 348 confirmed monkeypox cases in England, 12 in Scotland, 2 in Northern Ireland and 4 in Wales.  The majority of cases in the UK are known to be in gay, bisexual, or other men who have sex with men, according to the UKHSA.  Monkeypox is not a sexually-transmitted infection but it can be passed on by close contact during sex. LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ The desert does bloom: rewilding AlUla It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash. People have been advised to contact a sexual health clinic if they have a rash with blisters or been to West or Central Africa in the past 3 weeks. They have also been advised to make contact if they have been in close contact, including sexual contact, with someone who has or might have monkeypox in the past three weeks. The disease is usually mild but it can cause severe illness in some cases. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genitals.", "url": "https://www.standard.co.uk/news/uk/monkeypox-uk-cases-england-wales-scotland-b1005338.html"},
{"title": "Monkeypox outbreak: 80% of England’s cases in London", "author": null, "date": "21 June 2022", "text": "T here are almost 800 cases of  monkeypox  across the  UK , with an overwhelming majority in  London  among men aged in their 30s. Of 624 cases across England with a reported home address, 80 per cent - or 498 cases - are known to be residents in the capital, according to a  UK Health Security Agency (UKHSA) update on Tuesday . There have been 766 confirmed cases in England.  Thirty seven cases have been found in South East England, 26 in the North West and 20 in the East of England, but 142 are still under investigation. A dozen cases have been detected in both West Midlands and Yorkshire and Humber while there were very small numbers in East Midlands, North East and South West England. New art trail exploring impact of the slave trade previews at Westminster Abbey UK bakes in latest heatwave with drought looming for some areas Sir Frederick Barclay told ‘debt will not go away’ as contempt hearing adjourned  The Arabian leopard roars into town There are 18 confirmed cases in Scotland, three in Northern Ireland and six in Wales. Where gender information is available, 99 percent of cases were male. There are just five confirmed female cases.   The median age of confirmed cases in the UK is 37 years old. Monkeypox surveillance data in England is compiled daily based on virus test results from the Rare and Imported Pathogens Laboratory. The virus has spread rapidly since initial infections were confirmed in England from May 6 this year. Just seven cases of monkeypox were reported in the UK between 2018 and 2021. Of these, 4 were imported, 2 were cases in household contacts, and 1 was a case in a health care worker involved in the care of an imported case. There was no documented community transmission in previous outbreaks. The outbreak has mainly been in gay, bisexual, and men who have sex with men without documented history of travel to endemic countries, UKHSA said. The World Health Organisation (WHO) is exploring the possibility  if monkeypox could be a sexually transmitted disease . It said it was looking into reports that the monkeypox virus is present in the semen of patients. The WHO reiterated the rare disease is mainly transmitted via close interpersonal contact. In recent days, scientists have said they have detected viral DNA in the semen of a handful of monkeypox patients in Italy and Germany. This includes a lab-tested sample that suggested the virus found in the semen of a single patient was capable of infecting another person and replicating. Catherine Smallwood, monkeypox incident manager at the WHO in Europe, said it was not known whether recent reports meant the monkeypox virus could be sexually transmitted. “This may have been something that we were unaware of in this disease before,” she told a press briefing. “We really need to focus on the most frequent mode of transmission and we clearly see that to be associated with skin to skin contact.” More than 2,000 cases have been confirmed to WHO  from 42 countries, with the majority being reported since May.", "url": "https://www.standard.co.uk/news/health/monkeypox-cases-london-uk-stats-daily-figures-england-b1007436.html"},
{"title": "Monkeypox can be ‘easily contained’ if we act quickly, says World Health Organisation", "author": null, "date": "27 May 2022", "text": "T he  World Health Organisation  said Friday that countries can still contain the  monkeypox  outbreak if they act quickly enough. The virus is endemic in west and central African countries,  but it has recently spread to other countries where it is not endemic, including the UK, raising alarm. To date, there are more than 200 confirmed or suspected cases in around 20 countries where the virus was not previously circulating. Monkeypox is typically a mild illness and most people recover within a few weeks. “We think if we put the right measures in place now we can contain it easily,” Sylvie Briand, WHO director for Global Infectious Hazard Preparedness, said at a technical briefing to member states at the UN health agency’s annual assembly. She stressed that there was a window of opportunity to prevent further spread, urging the general public not to be worried as transmission is much slower than other viruses such as Covid. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 7 of the best beaches in Croatia Different stages of Monkeypox (PA)  /  PA Media WHO officials said that there was no need for mass vaccination at present, but targeted vaccination were available for close contacts of people infected. “Case investigation, contact tracing, isolation at home will be your best bets,\" said Rosamund Lewis, WHO head of the smallpox secretariat which is part of the WHO Emergencies Programme. It comes after the first monkeypox case was confirmed in Wales. According to the  UK  Health Security Agency, there were 90 total confirmed cases of the virus in the UK as of Thursday. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: “We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms. “If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.” UK officials say that a notable proportion of the cases have been discovered among gay, and bisexual men, or other men who have sex with men, so are encouraging these communities to be particularly aware of any new rashes or lesions on their body.", "url": "https://www.standard.co.uk/news/world/monkeypox-latest-ukhsa-world-health-organisation-b1002812.html"},
{"title": "Talking Point: Are you concerned about monkeypox?", "author": null, "date": "23 May 2022", "text": "C lose contacts of  monkeypox  cases with a high risk of exposure should self-isolate for up to three weeks under the latest advice from the UK  Health  Security Agency, the government agency set up in April 2021. Images of the effects of monkeypox don’t look pleasant, and critics of the initial response to  Covid-19  will be hot on any lessons not learnt. The latest line from a Government minister comes from Chief secretary to the Treasury  Simon Clarke , assuring that the outbreak of monkeypox “certainly does not appear to be anywhere near the same platform of seriousness” as Covid-19. The effects of monkeypox are known, and for most people it is a mild disease that goes away without treatment within two to four weeks. A vaccine is also readily available, unlike the nine-month race to create and roll out a Covid vaccine. It’s also well understood how monkeypox spreads, requiring very close physical or sexual contact. So you should be fine if it’s ‘just handshakes’ – which is as well, given the mixed messages on that topic at the start of the Covid pandemic. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED Why Croatia is perfect for an adventure holiday Even in the unfortunate position of having to self-isolate, for many people that won’t be anything new, and the world is generally better prepared and more flexible to bend to those suddenly confined to their homes. Although monkeypox is likely to remain in the news and people should take responsible measures if they’re at high risk, health officials do not sound overly concerned that there is a wider public danger.", "url": "https://www.standard.co.uk/comment/comment/concerned-monkeypox-outbreak-isolate-talking-point-b1001857.html"},
{"title": "London school sends reception class home over Monkeypox fears", "author": null, "date": "14 July 2022", "text": "A  south  London  school has sent reception classes home until the end of term after a child came into contact with a  Monkeypox  case sparking fears of an outbreak, according to a letter to parents seen by the Standard. Grand Avenue Primary and Nursery School in  Surbiton , south London told parents that there was “extremely low risk to our community” after the close contact, but as a precaution they were closing reception classes until the end of term - two weeks away.  It read: “The whole of the Reception team and the School leadership are devastated that the end of this academic year is having to finish this way for the children.” The school apologised for “the short notice” but said they were acting on advice from the UK Health Security Agency (UKHSA) and are “obliged to follow these precautionary guidelines.” Authorities advised parents to avoid very close contact with their child, including hugging with friends and family. Children would be offered the Monkeypox vaccine. They also advised parents to postpone any non-urgent medical appointments for their child and to monitor their child for any symptoms until July 28. LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ SPONSORED Buy a Cornwall holiday home and get up to £10,000 towards stamp duty  “These measures are precautionary but are important for the health and safety of your child and family, the wider school community, and anyone else that your child may have contact with, even if the risk is low,” they wrote. A receptionist at Grand Avenue Primary and Nursery School refused to comment when approached by the Standard. Other classes are believed to be continuing as normal. One parent told the Standard: “I’m not concerned about the children getting Monkeypox as I understand there is a low risk of them being seriously ill but I am concerned for the reception children that they are losing out on the last couple of weeks of school. I’m also concerned that other classes may shut.” On July 3, Thorn Grove Primary School, in Stockport sent pupils home for three weeks after a member of the school community tested positive for the virus. Louise Bishop, Consultant in Health Protection at the UK Health Security Agency, London, said: “We’re working with Kingston Council to provide public health advice to Grand Avenue Primary and Nursery School following a confirmed case of monkeypox in the school community. “When cases of monkeypox are identified we rapidly investigate and carry out detailed contact tracing to assess who may have come into contact with them and what their contact was. “Following our risk assessment, the appropriate health information and advice is provided to the contacts so that they know symptoms to look out for and what action to take e.g. vaccination. “Any parents concerned about unusual rashes or blisters on any part of their child’s body should contact NHS 111, whilst adults can contact NHS111 or their local sexual health service. Both adults and children should avoid contact with others until they receive advice.” It comes as more than 1,700 cases of monkeypox have now been recorded in the  UK , with 75 per cent of cases in  London . Last week charities warned monkeypox could become endemic in Britain without more action from the Government. The department for  health  said on Tuesday the outbreak has mainly been in gay, bisexual, and men who have sex with other men “without documented history of travel to endemic countries”. The NHS is continuing to warn people to look out for aches, a fever and swollen glands as possible signs of monkeypox. Anyone with symptoms is advised to avoid close contact with others and call NHS 111.", "url": "https://www.standard.co.uk/news/london/monkeypox-grand-avenue-school-surbiton-vaccine-ukhsa-b1012005.html"},
{"title": "First case of monkeypox detected in Scotland as infections rise across UK", "author": null, "date": "23 May 2022", "text": "S cotland has recorded its first case of  monkeypox,  Public Health Scotland (PHS) has confirmed. The person is “being managed and treated in line with nationally agreed protocols and guidance”, according to Dr Nick Phin, the medical and public health science director at PHS. Dr Phin described the risk to the public as low, but warned anyone with “blister-like sores” on their body to seek medical attention. On Friday, the UK Health Security Agency (UKHSA) announced 20 people in England had been confirmed to have the virus, with more expected. The agency did not confirm details of the person being treated in Scotland, or where they were located, but said close contacts were being traced and would be given support, including the possibility of a vaccination against the virus. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED Why the Elizabeth line is great news for property buyers Dr Phin said: “Public Health Scotland is aware of an individual in Scotland who is confirmed to have monkeypox. “The affected individual is being managed and treated in line with nationally agreed protocols and guidance. “We have well established and robust infection control procedures for dealing with such cases of infectious disease and these will be strictly followed. “We are working with NHS Boards and wider partners in Scotland and the UK to investigate the source of this infection. “Close contacts of the case are being identified and provided with health information and advice. This may include the offer of vaccination.” He added: “The overall risk to the general public is low. “Anyone with an unusual blister-like rash, or small number of blister-like sores on any part of their body, including their genital area, should avoid close contact with others and seek medical advice if they have any concerns.” Initial symptoms of the virus include fever or high temperature; head, muscle and back ache; swollen lymph nodes; chills and exhaustion. A blister-like rash or small number of blister-like sores can also develop, starting on the face but spreading across the body. The rash changes throughout the infection, finally forming a scab which falls off within weeks. Those with the virus are infectious between the time that symptoms start and when the last scab falls off, Public Health Scotland said.", "url": "https://www.standard.co.uk/news/uk/monkeypox-scotland-first-case-detected-ukhsa-b1001780.html"},
{"title": "Monkeypox: Surge in global cases prompts fresh concern by World Health Organisation", "author": null, "date": "07 July 2022", "text": "A  global surge of thousands of new cases of  monkeypox  has sparked fresh concern among health authorities. The total of cases now stands at more than 6,000 worldwide, according to the  World Health Organisation . It reported a 77 percent weekly increase in the number of lab-confirmed monkeypox cases. Most of those cases were reported in  Europe  and  Africa , with two more deaths reported in parts of Africa. Although the virus can affect anyone, the UN agency said the outbreak is still continuing to mainly concentrated among men who have sex with men. Health Secretary ‘must take more action on monkeypox or it will become endemic’ Moment plane makes jaw-dropping low landing at Greek airport Rupert Murdoch and Jerry Hall finalise divorce ending six-year marriage  SPONSORED 10 ways to improve your physical and mental health WHO director-general Tedros Adhanom Ghebreyesus said on Wednesday that he remained “concerned by the scale and spread of the virus\", saying that over 80% of the cases were in Europe. He said he would convene the next meeting of a WHO expert panel that is monitoring the outbreak for no later than the week of July 18. The organisation said it had counted 6,027 confirmed cases of monkeypox from 59 countries as of Monday, an increase of 2,614 cases since its last count for the week ending June 27. It said three people had now died in connection with the outbreak, all of them in Africa. Nine additional countries had reported cases, while 10 countries had not reported any new cases for more than three weeks, which is the maximum incubation period. Last month, the UK said it would begin rolling out monkeypox vaccines more widely to people at higher risk of getting the illness. Dr Mary Ramsay, head of immunisation at the UK Health Secutity Agency, said: “Our extensive contact tracing work has helped to limit the spread of the monkeypox virus, but we are continuing to see a notable proportion of cases in gay, bisexual and other men who have sex with men.  “By expanding the vaccine offer to those at higher risk, we hope to break chains of transmission and help contain the outbreak”. Most monkeypox patients experience fever, body aches, chills and fatigue. People with more serious illness may develop a rash and lesions on the face and hands that can spread to other parts of the body. The disease is endemic in parts of Africa, where people have become infected through bites from rodents or small animals. The virus does not usually spread easily among people.", "url": "https://www.standard.co.uk/news/world/monkeypox-cases-increase-world-health-organisation-b1010977.html"},
{"title": "Monkeypox: Eleven new cases detected in the UK as disease continues to spread", "author": null, "date": "02 June 2022", "text": "E leven new cases of monkeypox have been detected in the UK, the Health Security Agency (UKHSA) said on Thursday. The total across the UK now stands at 207 as of June 1.  The latest figures comes a day after the UKHSA cautioned that monkeypox appears to be spreading from person to person in England. The usually mild viral disease, which is endemic in west and central Africa, is understood to spread through close contact. Until early May, cases rarely cropped up outside Africa and were typically linked to travel to there. “The current outbreak is the first time that the virus has been passed from person to person in England where travel links to an endemic country have not been identified,” the agency said. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 7 of the best beaches in Croatia According to the UKHSA, the majority of cases in the United Kingdom are known to be in gay, bisexual, or other men who have sex with men. Only two cases are in women. Recent foreign travel to a number of different countries in Europe within 21 days of symptom onset had been reported by 34 confirmed cases.  So far, the UKHSA has identified links to gay bars, saunas and the use of dating apps in Britain and abroad. “Investigations continue but currently no single factor or exposure that links the cases has been identified,” the agency cautioned. Cases of monkeypox continue to rise outside Africa. On Wednesday, the World Health Organization said it had so far received reports of more than 550 confirmed cases of the viral disease from 30 countries outside of Africa. ", "url": "https://www.standard.co.uk/news/uk/monkeypox-new-cases-latest-update-england-ireland-wales-scotland-b1003859.html"},
{"title": "Tech & Science Daily: UK Monkeypox cases on the rise", "author": null, "date": "23 May 2022", "text": "M onkeypox  cases are on the rise in the UK, with 20 cases confirmed so far, and more expected on the way. High risk, close contacts of cases are being told to isolate for 21 days. The disease, first found in monkeys, does not tend to spread easily between people but can be transmitted through close physical contact. Europe ’s first autonomous petrol station convenience store has been unveiled in Lisbon. We spoke to Vasco Portugal, the CEO of Sensei, who are behind it. He explains how the technology works and why they think it’ll help customers and businesses. Samsung announces Galaxy Z Fold4 and Flip4 in push to make foldables mainstream New Samsung foldables expected to be unveiled Tech & Science Daily: US vs China over Biden’s computer Chips Act SPONSORED 10 ways to improve your physical and mental health Clearview  AI  has been ordered to delete all facial recognition data belonging to UK residents. The Information Commissioner’s Office has also fined Clearview £7.5 million for failing to follow the UK’s data protection laws. Plus, The  Hubble Space Telescope ’s data suggests ‘something weird’ is going on with our universe,  Google ’s DeepMind says it is on the verge of achieving human-level AI and the most detailed review of bumblebees reveals how we should protect our buzzy friends. Also, Ancient  Greek  artefacts ‘were not hacked’ from a temple, says  the British Museum  and Professor Brian Cox weighs in on a US congressman’s UFO concerns. Loading....  ", "url": "https://www.standard.co.uk/tech/uk-monkeypox-cases-on-the-rise-b1001827.html"},
{"title": "Monkeypox outbreak is not as serious as Covid, says minister", "author": null, "date": "23 May 2022", "text": "M onkeypox  is not a “repeat of”  Covid-19 , a Government minister has said. Health experts were alarmed after 20 cases had been recorded in  England  by Friday, with a notable proportion affecting gay and bisexual men. However, Chief secretary to the  Treasury  Simon Clarke  has cautioned that the outbreak is not “near the same platform of seriousness” as Covid-19. He told Sky News: “As with any new disease, and obviously after the Covid pandemic doubly so, we continue to monitor this very closely. “I would say I am cautious but I am certainly not concerned about our ability to handle the situation. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 10 ways to improve your physical and mental health “There is a vaccine which is available and works for monkeypox, and all the evidence is that it is spread by physical contact. “That being the case, the risk of community transmission is much lower, we have a working vaccine, if people present with symptoms or have very close contact, then we are advising that they quarantine for three weeks but the threshold for that is quite high – it really does have to be close physical or sexual contact.” Media reports have claimed that a young child is being treated in intensive care after being struck down with the illness.  But Mr Clarke said he was not aware of the reports, adding: “What I would say is we are cautious but we are certainly not in a position where I would in any way worry the public that this is some repeat of Covid, because it certainly does not appear to be anywhere near the same platform of seriousness.” Symptoms can include fever, headache, backache, swollen lymph nodes and a rash that looks like chickenpox. Government guidance says high-risk close contacts of patients should self isolate for three weeks. Monkeypox is usually found in central and west Africa but cases have recently been seen in at least 14 other places including the US, Australia and Canada. Belgium was the first to mandate 21-day quarantine after three cases there. The virus can be passed on by close contact or via the clothes or bedding of an infected person. It does not usually spread easily.", "url": "https://www.standard.co.uk/news/uk/monkeypox-outbreak-not-serious-covid-england-simon-clarke-b1001764.html"},
{"title": "WHO to look into reports monkeypox could be sexually transmitted disease", "author": null, "date": "15 June 2022", "text": "T he  World Health Organisation  ( WHO ) is exploring the possibility if  monkeypox  could be a sexually transmitted disease, a health official said on Wednesday. The global health body said it was looking into reports that the monkeypox virus is present in the semen of patients. It comes as a number of cases in the current monkeypox outbreak, largely centred on  Europe , are among sexual partners who have had close contact. The WHO reiterated that the rare disease is mainly transmitted via close interpersonal contact. In recent days, scientists say they have detected viral DNA in the semen of a handful of monkeypox patients in Italy and Germany. Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ Monkeypox emergency could last months, say experts SPONSORED \nThe ultimate culture guide to Croatia\n This includes a lab-tested sample that suggested the virus found in the semen of a single patient was capable of infecting another person and replicating. Catherine Smallwood, monkeypox incident manager at the WHO in Europe, said it was not known whether recent reports meant the monkeypox virus could be sexually transmitted. “This may have been something that we were unaware of in this disease before,” she told a press briefing. “We really need to focus on the most frequent mode of transmission and we clearly see that to be associated with skin to skin contact.” A global outbreak has seen more than 1,600 cases recorded in more than 30 countries in recent weeks. There have been over 500 cases in the UK,  the  Health  Security Agency (UKHSA) reported on Wednesday. Most cases have been reported in men who have sex with men. As the outbreak spreads, the WHO has recommended targeted vaccination of close contacts, including healthcare workers, but has warned it is already seeing a rush to stockpile vaccines “Once again, a ‘me first’ approach could lead to damaging consequences down the road,” said Hans Kluge, WHO’s regional director for Europe. “I beseech governments to tackle monkeypox without repeating the mistakes of the pandemic – and keeping equity at the heart of all we do.” Monkeypox is set to be renamed after experts said there was an “urgent need” for a non-discriminatory and non-stigmatising” name for the virus. The WHO is overseeing the name change after 30 scientists wrote a letter calling for the review last week, saying that references to the rare disease as  African  is both inaccurate and discriminatory. One new name to have been put forward by scientists is hMPXV. No deaths have been reported in the latest outbreak, but experts warned that in countries where the virus is endemic, deaths are reported every year.", "url": "https://www.standard.co.uk/news/health/monkeypox-sexually-transmitted-disease-who-investigation-b1006425.html"},
{"title": "UK monkeypox cases now top 100 as 16 more infections are detected in England", "author": null, "date": "27 May 2022", "text": "A  further 16 cases of  monkeypox  have been detected in  England , the  UK  Health Security Agency (UKHSA) said on Friday. The latest cases bring the total number confirmed in England since May 7 to 101. There have been three confirmed cases in Scotland, one in Wales and one in Northern Ireland, taking the UK total to 106. People with unusual rashes or lesions, particularly if they have had a new sexual partner, have been urged to limit their contact with others and contact NHS 111 or their local sexual health clinic. Despite the rise in cases, the UKHSA said the risk to the UK population “remains low” as the virus does not spread easily. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox For the love of the leopard Men who are gay or bisexual and men who have sex with men are being urged in particular to be aware of symptoms as the health body said “the majority of the cases identified to date” have been among this group. Dr Susan Hopkins, UKHSA chief medical adviser, said: “We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms. “We are asking people to look out for new spots, ulcers or blisters on any part of their body. If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.” The first cases of the virus in Wales and Northern Ireland were recorded on Thursday, while Scotland confirmed a further two cases. UKHSA teams have been tracing contacts of people with a confirmed case and are advising those at highest risk to isolate at home for up to 21 days. A smallpox vaccine is being offered to close contacts to reduce their risk of symptoms and severe illness.", "url": "https://www.standard.co.uk/news/uk/uk-monkeypox-cases-latest-infections-england-ukhsa-b1002851.html"},
{"title": "Monkeypox infections rising in London as contacts told to isolate for 21 days", "author": null, "date": "23 May 2022", "text": "M onkeypox  infections in London are rising, the capital’s public health chief warned on Monday as contacts of cases at high risk of having caught the disease were advised to self-isolate for 21 days. Professor Kevin Fenton, London’s Director of Public Health, also urged people to watch out for “unusual rashes or lesions” and to contact NHS 111 before going to a hospital, GP surgery or other health setting. New monkeypox figures, due to be published on Monday afternoon, are expected to show a significant rise in the number of confirmed cases in the UK, currently at 20. Prof Fenton told The Standard: “Monkeypox cases are increasing in London and I’m expecting this to continue in the days ahead as awareness grows about symptoms and more cases are identified. “The cases we are seeing both in the UK and Europe are predominantly in gay, bisexual and other men who have sex with men, suggesting that transmission is taking place within sexual networks, so we are asking men from these communities to be particularly alert to the symptoms and to seek help immediately.” Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox The most beautiful coffee table books to buy right now He added: “I’d like to thank everyone who has come forward so far to get help for symptoms and also the staff working hard in sexual health services throughout the city. “The monkeypox virus spreads through close contact and we are advising everyone to be aware of any unusual rashes or lesions and to contact NHS 111 or to phone ahead before attending any healthcare settings.” Latest guidance from the UK Health Security Agency urges contacts of monkeypox cases at  high risk of having caught the infection to self-isolate for three weeks . It recommends that people who have had “unprotected direct contact or high-risk environmental contact” should take such action to restrict their contact with other people. This includes no travel, providing details for contact tracing and avoiding direct contact with immunosuppressed people, pregnant women and children under 12. Those who are considered at high risk of having caught monkeypox may have had household contact, sexual contact, or have changed an infected person’s bedding without wearing appropriate PPE. UKHSA also advises that they are offered a smallpox vaccine. The disease, first found in monkeys, can be transmitted from person to person through close physical contact, including sexual intercourse, and is caused by the monkeypox virus. It is a mild disease in most people and normally goes without treatment in two to four weeks. But it can be more dangerous in vulnerable people, such as those with weakened immune systems, pregnant women and young children. One child was reportedly admitted to intensive care in London. The first case was confirmed in the UK on May 7. Public health chiefs say the virus has been detected in 15 nations outside Africa, including Spain, Portugal, Germany, Belgium, France, Austria, Switzerland, the Netherlands, Italy and Sweden, as well as the US, Canada, Australia and Israel. Belgium was the first country to announce a three-week quarantine for infected persons. Dr Susan Hopkins, chief medical adviser for UKHSA, warned that doctors are seeing community transmission in the UK, with cases predominantly being identified in individuals who self-identify as gay or bisexual or men who have sex with other men. Speaking to BBC One’s Sunday Morning, she said: “We will be releasing updated numbers tomorrow - over-the-weekend figures. “We are detecting more cases on a daily basis and I’d like to thank all of those people who are coming forward for testing to sexual health clinics, to the GPs and emergency department.” Asked if there is community transmission in the UK, she said: “Absolutely, we are finding cases that have no identified contact with an individual from west Africa, which is what we’ve seen previously in this country. “The community transmission is largely centred in urban areas and we are predominantly seeing it in individuals who self-identify as gay or bisexual, or other men who have sex with men.” Asked why it is being found in that demographic, she said: “That’s because of the frequent close contacts they may have. “We would recommend to anyone who is having changes in sex partners regularly, or having close contact with individuals that they don’t know, to come forward if they develop a rash.” Asked if people will need to to be vaccinated, she said: “There is no direct vaccine for monkeypox but we are using a form of smallpox vaccine - a third-generation, smallpox vaccine that is safe in individuals who are contacts of cases. “So we’re not using it in the general population. “We’re using it in individuals who we believe are at high risk of developing symptoms, and using it early, particularly within four or five days of the case developing symptoms. “For contacts, (this) reduces your risk of developing disease, so that’s how we’re focusing our vaccination efforts at this point.” It comes as US president Joe Biden said that recent cases of monkeypox which have been identified in Europe and the United States are something “to be concerned about”. In his first public comments on the disease, Mr Biden added: “It is a concern in that if it were to spread it would be consequential.”", "url": "https://www.standard.co.uk/news/london/monkeypox-infections-cases-london-symptoms-contacts-isolate-three-weeks-b1001690.html"},
{"title": "Monkeypox: Gay and bisexual men at higher risk of exposure to be offered vaccines", "author": null, "date": "21 June 2022", "text": "V accines should be offered to gay and bisexual men at higher risk of exposure to  monkeypox , the UK Health Security Agency has said.  In a statement, the UKHSA recommended offering the smallpox vaccine Imvanex to those at risk of catching the virus as it “is shown to be effective against monkeypox”.  The Joint Committee on Vaccination and Immunisation (JCVI) has endorsed the plans and the NHS will soon set out how the jab will be delivered, the UKHSA said.  According to the strategy, doctors may advise vaccination for someone who “has multiple partners, participates in group sex or attends ‘sex on premises’ venues.” Dr Mary Ramsay, Head of Immunisation at UKHSA, said: “Our extensive contact tracing work has helped to limit the spread of the monkeypox virus, but we are continuing to see a notable proportion of cases in gay, bisexual and other men who have sex with men. By expanding the vaccine offer to those at higher risk, we hope to break chains of transmission and help contain the outbreak. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox The most beautiful coffee table books to buy right now “Although most cases are mild, severe illness can occur in some people, so it is important we use the available vaccine to target groups where spread is ongoing. “The NHS will soon set out details on how this will be delivered – so do not come forward for the vaccine yet.” There were 793 confirmed monkeypox cases in the UK as of June 20 - with 766 in England.  The UK Health Security Agency (UKHSA) advises that anyone with a rash with blisters should contact a sexual health clinic if they have also had close contact, including sexual contact, with someone who has or might have had monkeypox in the past three weeks, or if they have travelled to West or Central Africa in the past three weeks. According to the World Health Organisation, monkeypox transmission is being driven by skin-to-skin contact and skin-to-mouth contact, and there is no evidence of a change in the virus.", "url": "https://www.standard.co.uk/news/uk/monkeypox-gay-and-bisexual-men-high-risk-exposure-offered-vaccines-b1007525.html"},
{"title": "Where can I get a monkeypox vaccine in London? 18 clinics offering jab", "author": null, "date": "22 July 2022", "text": "T he  rollout of the Monkeypox vaccine will be accelerated in London , after 2,050 cases have been confirmed across England, with the  majority based in the capital . The UKHSA announced that they had obtained more than  100,000 additional vaccine doses  and that the first 20,000 are set to be delivered for use by the NHS in August. People who are most likely to get the  Monkeypox virus  will be asked to get the vaccine first, including eligible gay, bisexual or men who have sex with men, the frontline staff at greatest risk of exposure, and people who have been in close contact with a confirmed case. Thousands of Londoners will be contacted over the next few weeks about getting their vaccine, and the public is being asked to wait to be contacted about getting their vaccine. Find out which clinics in London are offering the vaccine below. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 10 great business solutions you need to know about There are at least 18 clinics offering monkeypox vaccinations in London, including at the following locations: This list will be updated once the full list of locations has been confirmed. The number of clinics across England offering the vaccine will “grow rapidly” over the coming weeks, according to a statement from the NHS. The Mayor of London, Sadiq Khan, said: “It’s encouraging that the monkeypox vaccine is being rapidly expanded across our capital. “With London seeing the highest rate of infection in the country, it is important that NHS London is able to prioritise the vaccination of those most at risk. “I urge everyone who is offered the vaccine to book their appointment as soon as they are contacted.” Dr Mary Ramsay, Head of Immunisation at UKHSA: “Vaccination will further strengthen our response and so we urge all those who are eligible for the vaccine to take it up when offered. It will help protect yourself and others you have had close contact with. “While the infection is mild for many, it can cause severe symptoms and hospitalisation in some. Please remember that the vaccine may not provide complete protection against monkeypox, so it is still important to be alert for the symptoms of monkeypox and call 111 or a sexual health clinic if you develop any.”", "url": "https://www.standard.co.uk/news/uk/where-monkeypox-vaccine-london-clinics-list-b1014209.html"},
{"title": "Monkeypox declared a global health emergency by the WHO", "author": null, "date": "24 July 2022", "text": "T he  monkeypox  outbreak has been declared a global  health  emergency by the World Health Organization ( WHO ).  Dr Tedros Adhanom Ghebreyesus, director-general of the WHO said the organisation’s committee had been unable to reach a consensus but still decided to call it an emergency.  “We have an outbreak that has spread around the world rapidly through new modes of transmission about which we understand too little and which meets the criteria in the international health regulations,” Dr Ghebreyesus said. “I know this has not been an easy or straightforward process and that there are divergent views among the members” of the committee.” A global emergency is the WHO’s highest level of alert, but the designation does not necessarily mean a disease is particularly transmissible or lethal.  Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 7 of the best beaches in Croatia WHO’s emergencies chief, Dr Michael Ryan, said the director-general made the decision to put monkeypox in that category to ensure the gobal community takes the current outbreak seriously. Health expert Dr Rosamund Lewis said this week said that 99 per cent of all monkeypox cases outside Africa are in men. She added that 98 per cent of those involved men who have sex with other males.  Experts suspect the monkeypox outbreaks in Europe and North America were spread via sex at two raves in Belgium and Spain. “Although I am declaring a public health emergency of international concern for the moment, this is an outbreak that is concentrated among men who have sex with men, especially those with multiple sexual partners,” Dr Ghebreyesus said.  “That means that this is an outbreak that can be stopped with the right strategies in the right groups.” It comes after health officials said Britain’s monkeypox outbreak may have peaked.  On Friday the UK Health Security Agecny (UKHSA) announced a further 71 cases in the UK, taking the total to date to 2,208 .  About two thirds of the UK’s cases are in London. The vast majority of infections are among gay and bisexual men with the virus spreading predominantly via sexual contact.  “Based on the most recent case data, daily case growth has likely slowed,” the UKHSA said in its latest briefing. Dr Meera Chand, of UKHSA, said: “Check for symptoms, including rashes and blisters. If you have them call 111 or a sexual health service.”", "url": "https://www.standard.co.uk/news/world/monkeypox-world-global-emergency-who-uk-cases-latest-update-health-b1014286.html"},
{"title": "Monkeypox: Britain buys another 100,000 doses of vaccine", "author": null, "date": "19 July 2022", "text": "B ritain has bought another 100,000 doses of  vaccine  to stop  monkeypox  as the number of cases across the country has risen to more than 2,130. The country’s Health Security Agency said while the epidemic is expanding the majority of cases are in London and continue to be found in “gay, bisexual and other men who have sex with men”. Scientists  previously said there was no evidence of monkeypox spreading beyond those limited networks but it can infect anyone who has close, physical contact with an infected individual or the person’s clothing or bedsheets, regardless of sexual orientation. It comes a month after the country’s vaccination strategy was expanded with jabs offered not just to health workers treating monkeypox patients and high-risk contacts of patients but to some men who are at high risk of catching the virus. “Monkeypox is still a serious public health challenge, and we urge contacts to take a break from any activities or events involving skin to skin contact, including sex, hugging and kissing, to reduce the risk of the virus being passed on unknowingly,” said Dr Merav Kliner of the Health Security Agency. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 10 ways to elevate your summer style, from fashion trends to beauty  The agency said it expected the first additional doses of vaccine to arrive this month, with the rest being delivered in September.  The vaccine, made by Bavarian Nordic, was developed for smallpox, a related disease, and is thought to be about 85% effective against monkeypox. Earlier this month, British scientists estimated the monkeypox outbreak was doubling about every two weeks, although many cases are likely being missed due to insufficient testing. The disease has been endemic in parts of Central and West Africa for decades but had not been known to cause large outbreaks elsewhere until May.  Since then, infections have been reported in nearly 70 countries, mostly in people without travel links to Africa.", "url": "https://www.standard.co.uk/news/uk/britain-buys-another-100000-doses-monkeypox-vaccine-b1013413.html"},
{"title": "Monkeypox: more than 100 further cases detected in England", "author": null, "date": "13 June 2022", "text": "A  further 104 cases of  monkeypox  have been detected in  England . This brings the total number confirmed in the  UK  to 470 as of June 12. It brings the number of confirmed cases to 452 confirmed in England, 12 in Scotland, two in  Northern Ireland  and four in  Wales . The virus, which is spread by close contact, causes a painful rash that generally tends to clear up after two to three weeks. It can be passed on by sexual activity, coughing or sneezing or contact with scabs but the overall risk remains low, health officials have said. LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ SPONSORED Why the Elizabeth line is great news for property buyers The latest news comes as an investigation by the UK Health Security Agency found four-fifths of people infected with the virus in England live in London.  Of the cases interviewed, the UKHSA said almost all - 99 per cent - of the sufferers are men and their average age is 38. The overwhelming majority of cases - 99 per cent - involve men who are gay, bisexual or have sex with other men, the UKHSA said. Interviews it has conducted with 45 men with monkeypox specifically about their sexual health found that 4 per cent had visited “sex-on-premises venues” in the UK or abroad such as saunas, sex clubs and dark rooms while they were incubating the infection. In addition, 64 per cent had met new sexual partners during their incubation period through a dating app.  Incubation lasts anywhere between five and 21 days.  Monkeypox is a viral infection usually found in West and Central Africa.  However, since the outbreak began in May, at least 1,330 cases have been reported in 27 countries including Spain, Portugal and France. Symptoms include fever or high temperature, headache, muscle aches, backache, swollen glands, chills and exhaustion. A blister-like rash usually appears one to five days after the first symptoms. Most people recover within a few weeks.", "url": "https://www.standard.co.uk/news/uk/monkeypox-latest-cases-england-scotland-wales-northern-ireland-uk-b1005801.html"},
{"title": "Monkeypox: Officials urge continued vigilance as confirmed cases increase", "author": null, "date": "24 June 2022", "text": "H ealth officials said Friday that the  monkeypox  outbreak continues to grow and urged continued vigilance from those with new or multiple sexual partners. Data from the UK Health Security Agency showed there were 910 lab-confirmed cases across the whole of the UK as of Thursday, up by 117 cases from the last report on June 21. Of the England’s confirmed cases of monkeypox, which causes a mild illness in most people, where an address is known, 80 per cent lived in London,  according to the data . Northern Ireland had three confirmed cases according to the latest data, while Scotland had 26 and Wales eight. Although anyone can catch the virus as it is spread between humans through close contact, most cases in the outbreak have occurred in men who are gay, bisexual, or other men have sex with men, officials stated. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED \nThe ultimate culture guide to Croatia\n The UKHSA’s Dr Meera Chand said Friday: “If you’ve recently had new or multiple sexual partners, please be vigilant to the symptoms of monkeypox. “Currently the majority of cases have been in men who are gay, bisexual or have sex with men. “However, anyone who has had close contact with an individual with symptoms is also at increased risk.” Earlier this week, officials recommended  that men who are at highest risk of getting monkeypox should receive a pre-exposure vaccine. To date, nearly all of the cases have been among men, with only five confirmed female cases. Under the recommendations, eligibility would depend on a number of factors, but could include those who have multiple sexual partners. While monkeypox is not defined as a sexually transmitted infection, evidence indicates transmission is occurring in some sexual networks, said the UKHSA. Those who suspect they have monkeypox are being advised to avoid contact with others and to ring 111 or a local sexual health clinic for advice, ringing ahead before a visit. Symptoms can include a high temperature, a headache and muscle aches, and a rash that is often confused for chickenpox, according to the NHS. “To assist with our contact tracing, we encourage everyone to ensure they exchange contact details with sexual partners, to help us  limit further transmission where cases occur,” said Dr Chand. “We are grateful to all those who have come forward for testing and who help us understand the outbreak through participating in studies and investigations.”", "url": "https://www.standard.co.uk/news/uk/monkeypox-latest-data-ukhsa-nhs-london-uk-b1008337.html"},
{"title": "Monkeypox: Who will be offered a vaccine and when will they receive it?", "author": null, "date": "21 June 2022", "text": "T ens of thousands of gay and bisexual men at higher risk of being exposed to  monkeypox   should be offered vaccines to help control the recent outbreak of the virus , health officials have said. Here are your questions answered about who will get the jab, which  vaccine  it will be and when they are expected to get it. Some gay and bisexual men at higher risk of exposure to monkeypox should be offered the smallpox vaccine Imvanex, the UK Health Security Agency (UKHSA) has said. Hospital admissions continue to fall as Covid-19 wave recedes July was one of the worst months for A&Es in England, data shows NHS 111 hit by major cyber attack as public warned to expect delays SPONSORED 10 great business solutions you need to know about Smallpox is in the same  virus  “family” as monkeypox. There is currently no vaccine licensed in the UK or Europe for immunisation against monkeypox. As monkeypox is related to the virus which causes smallpox, vaccines developed for smallpox are considered to provide “cross-protection” against monkeypox. The UKHSA said the smallpox vaccine “is shown to be effective against monkeypox”. No. Officials have said the vaccine should not be offered to everyone. It will only be offered to certain gay and bisexual men. Eligibility criteria is likely to depend on a person’s sexual activity. The UKHSA guidance states that a medic may advise vaccination for someone who “has multiple partners, participates in group sex or attends ‘sex on premises’ venues”. It is, some healthcare workers caring for people with the virus have been offered the jab. As have close contacts of confirmed cases, to reduce their risk of symptoms and severe illness. Between May 6 and June 20, 793 cases of monkeypox have been confirmed in the UK. Of these, 18 were in Scotland, three were in Northern Ireland, six were in Wales and 766 were in England. Just five cases have been confirmed among women. The majority of cases are among people in London but cases have been found in other regions too. Symptoms include new and unusual spots, ulcers or blisters anywhere on the body; fever; headaches; muscle aches; chills; fatigue and swollen glands. Most people have a mild illness, with recovery within three weeks. But in some cases, severe illness can occur and sometimes results in death. Details are still forthcoming but the UKHSA said that  NHS England  will set out details “shortly”. The virus is not currently defined as a sexually transmitted infection, but it can be passed on by close and intimate contact that occurs during sex. Spread of monkeypox can occur when a person comes into close contact with an infected animal or an infected human. The stages of monkeypox (UK Health Security Agency/PA)  /  PA Media It may also occur when a person comes into close contact with material contaminated with the virus such as bedding. Anyone can get monkeypox but the latest cases have been mainly linked to “sexual networks of gay, bisexual and other men who have sex with men”, the UKHSA said. One theory behind the latest outbreak could be that there is waning immunity to smallpox among people under the age of 50. Vaccines for smallpox have not been routinely administered from around the time of the eradication of the disease in 1980, which could mean that younger people who did not get the vaccine do not carry the protection afforded by the smallpox jab.", "url": "https://www.standard.co.uk/news/uk/monkey-who-will-be-offered-vaccine-gay-bisexual-men-cases-infections-latest-uk-b1007560.html"},
{"title": "Monkeypox cases reported could be peak of the iceberg, warns WHO", "author": null, "date": "28 May 2022", "text": "T he  monkeypox  cases reported could be the peak of the  iceberg , the  World Health Organisation ‘s director of  pandemic  and epidemic diseases has warned. Cases of monkeypox in the UK have now topped more than 100 as there are a total of 106 infections reported , according to the latest government data available. Now the  WHO  said nearly 200 cases of monkeypox have been reported in more than 20  countries  not usually known to have outbreaks of the  disease . Dr. Sylvie Briand, WHO’s director of pandemic and epidemic diseases, told a public briefing on Friday: “We don’t know if we are just seeing the peak of the iceberg (or) if there are many more cases that are undetected in communities.” Different stages of Monkeypox   /  PA Media Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED Why Croatia is perfect for an adventure holiday Monkeypox starts as raised spots which turn into small blisters filled with fluid, eventually these blisters form scabs that later fall off, according to the NHS. It is usually mild and most people recover within a few weeks without treatment.  The virus is spread through close contact. The outbreak has been seen across Europe, the US, Israel, Australia and beyond.  WHO’s Briand said the current situation appeared “containable”, based on how past outbreaks of the disease in Africa have evolved. \"The first sequencing of the virus shows that the strain is not different from the strains we can find in endemic countries and (this outbreak) is probably due more to a change in human behaviour,\" she said. High risk close contacts of confirmed monkeypox cases are being traced and advised to isolate for up to 21 days in the UK. A smallpox vaccine is being offered in the  UK  to close contacts to reduce their risk of symptoms and severe illness.  There is no vaccine specifically developed for monkeypox but WHO said smallpox vaccines are about 85 per cent effective. Dr. Rosamund Lewis, head of WHO’s smallpox department, said “there is no need for mass vaccination” because monkeypox typically requires skin-to-skin contact for transmission.", "url": "https://www.standard.co.uk/news/world/monkeypox-uk-peak-cases-england-reported-who-b1002925.html"},
{"title": "NHS ramps up monkeypox vaccine rollout in London", "author": null, "date": "23 July 2022", "text": "T he  NHS  in London will accelerate the rollout of the  monkeypox  vaccine  after more than 2,000 cases of the virus were reported across the country. A total of 2,137 cases have been confirmed in the UK as of July 18, with 1,492 of those located in London - a rise of 179 from the previous week. In the capital, there are now 18 clinics offering vaccinations, including Dean Street sexual health clinic in Soho, Chelsea and  Westminster Hospital , Guy’s Hospital in Southwark, Mortimer Market Centre in Camden and Barking Hospital Outpatient Centre East. Commenting on the vaccine rollout, Mayor of London, Sadiq Khan, said: “It’s encouraging that the monkeypox vaccine is being rapidly expanded across our capital. “With London seeing the highest rate of infection in the country, it is important that NHS London is able to prioritise the vaccination of those most at risk. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED Uber: making London greener for everyone “I urge everyone who is offered the vaccine to book their appointment as soon as they are contacted.” Earlier this week, the UK Health Security Agency procured a further 100,000 doses of the monkeypox vaccine, in order to tackle the virus. The first 20,000 doses will be delivered by the NHS next month. Steve Russell, NHS Director of Vaccinations, added: “While the risk of monkeypox remains very low and nearly every case we have seen so far has recovered quickly, over 2,000 people have been affected by the virus. “On the whole, the cases we are seeing are among gay and bisexual men or men who have sex with men, with a significant number coming from London and so it is vital that those who are most likely to get the virus get vaccinated as quickly as possible. “The NHS is now scaling up its plans to get people vaccinated, particularly in London, thanks to the efforts of staff who are working hard to help stop onward spread, in line with UKHSA advice. Monkeypox can spread from person to person through touching clothing, bedding or towels used by someone with the monkeypox rash, touching monkeypox skin blisters or scabs, or through the coughs or sneezes of a person with the monkeypox rash, including during sex. Common signs of the monkeypox infection include fever, headache, muscle aches, exhaustion, swollen lymph nodes, and the development of a new rash. Mr Russell said thousands more people will be invited for a vaccine “very shortly”.  “We will be inviting anyone who we believe is a priority for vaccination and local teams will be working to make sure that anyone who meets the criteria set by UKHSA knows how they can get their jab. “We are asking people to wait to be contacted and to come forward at the earliest opportunity possible when invited to get vaccinated.”", "url": "https://www.standard.co.uk/news/london/monkeypox-vaccine-rollout-london-virus-sadiq-khan-b1014118.html"},
{"title": "More than 1,000 monkeypox cases reported to WHO across globe", "author": null, "date": "08 June 2022", "text": "M ore than 1,000  monkeypox  cases have been reported to the  World Health Organisation  as it spreads to nearly 30 countries outside of Africa where it had been more commonly found. There have been 18 additional cases of monkeypox in England, bringing the total to 305, the UK Health Security Agency (UKHSA) reported on Wednesday. WHO Director-General Tedros Adhanom Ghebreyesus said the risk of monkeypox becoming established in these non-endemic  countries  was “real but preventable” at this point. Twenty-nine countries so far have reported cases in the current outbreak which began in May. None have reported deaths so far. Spain reports first monkeypox-related death in Europe Zombies in China? The new TikTok trend explained and debunked China discovers potentially fatal new virus passed from shrews SPONSORED 10 ways to elevate your summer style, from fashion trends to beauty  The stages of a monkeypox lesion (UKHSA/PA)  /  PA Media At a media briefing in Geneva, Tedros also said there had been more than 1,400 suspected cases of monkeypox this year in Africa and 66 deaths. “It’s an unfortunate reflection of the world we live in that the international community is only now paying attention to monkeypox because it has appeared in high-income countries,” he said. He said the outbreak was showing signs of community transmission in some countries.  WHO recommends people with monkeypox isolate at home. Cases are still predominantly among men who have sex with men, the WHO added, although cases in women have been reported. The U.N. agency is working with organizations including UN AIDS and community groups to raise awareness and stop transmission. Post-exposure vaccination, including for health workers or close contacts, including sexual partners - ideally within four days of exposure - may be considered for some countries, WHO added.  The vaccines being used are designed against smallpox, a related, more dangerous virus that the world eradicated in 1980, but also work to protect against monkeypox, studies have shown. Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms, the UKHSA said. Monkeypox is not normally a sexually transmitted infection but it can be passed on by direct contact during sex. It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash. According to the UKHSA, monkeypox does not usually spread easily between people and the overall risk to the UK population remains low. People  with a rash with blisters are advised to contact a sexual health clinic if they have been in close contact with someone who has monkeypox or if they have travelled to  West  or Central Africa in the last three weeks.", "url": "https://www.standard.co.uk/news/world/monkeypox-cases-recorded-as-outbreak-goes-global-who-b1004947.html"},
{"title": "Monkeypox: 86 per cent of cases in England are in London", "author": null, "date": "01 June 2022", "text": "M ore than 80 per cent of  Monkeypox  cases in England are in  London , new figures have revealed.  The  UK  Health Security Agency (UKHSA) has published details about the outbreak in the UK with data up to 30th May. The current outbreak is the first time that the  virus  has been passed from person to person in England where travel links to an country where the disease is endemic have not been identified. Of 190 confirmed cases identified from sixth to May 31 in the UK, 183 were in England, four were in Scotland, two in Northern Ireland and one in Wales. The figures show 86 per cent of England’s cases are in London residents meaning 132 out of 153.   LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ SPONSORED Uber: making London greener for everyone Meanwhile only two were women.  The majority of Monkeypox cases  have occurred in people aged 20 to 49 years old while 111 cases are known to be gay, bisexual, or other men who have sex with men.  Recent foreign travel to a number of different countries in Europe within 21 days of symptom onset has been reported by 34 confirmed cases, or 18 per cent. Investigations to date have identified links to gay bars, saunas and the use of dating apps in the UK and abroad, according to the UKHSA.  Investigations continue but currently no single factor or exposure that links the cases has been identified. Dr Meera Chand, Director of Clinical and Emerging Infections at UKHSA, said: “We are working to break chains of transmission, including by contact tracing and vaccination. We are grateful to everyone who has come forward for testing and it is extremely important that everyone continues to be aware of the symptoms and to seek advice if they have concerns. “We are reminding people to look out for new spots, ulcers or blisters on any part of their body.  “If anyone suspects they might have monkeypox,  particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.”In London, outreach activity has included working with venue owners and event organisers.” UKHSA health protection teams are contacting people who may be high risk contacts of confirmed cases.  These contacts will be risk assessed and if they remain well, will be advised to isolate at home for up to 21 days. In addition to isolating, UKHSA is offering the Imvanex vaccine to people who have had contact or may have contact with a confirmed case of Monkeypox to reduce the risk of infection and severe illness. Investigations are continuing and UKHSA will publish weekly updates for partners and the public, with latest case numbers and findings.", "url": "https://www.standard.co.uk/news/uk/monkeypox-cases-london-symptoms-b1003762.html"},
{"title": "Pride: Stay at home if you have monkeypox symptoms, says London doctor", "author": null, "date": "30 June 2022", "text": "P eople with  monkeypox  symptoms should not attend  Pride  events this weekend,  London ’s top public-health doctor has said. Professor Kevin Fenton said anyone with swollen glands, a fever and blisters should stay at home during the celebrations to avoid spreading the virus. He told  BBC News : “If you think you may have monkeypox - blisters, fevers, swollen glands - please do not go out over the weekend. “Stay at home and contact NHS 111 or your local sexual health service for advice.” He said cases were likely to rise in the coming weeks due to a gap between infection and the emergence of symptoms. What the papers say – August 2 Body Movements festival is queer chaos in the best way Thousands line streets of Belfast as Pride parade returns SPONSORED Uber: making London greener for everyone There were 1,076 total UK monkeypox cases as of June 26, with 79 per cent of cases in London.  Health authorities have raced to contain the spread of the virus since it emerged in Britain on May 6 and suspected cases are expected to isolate for up to 21 days. While most who contract the virus have a mild illness, with recovery within three weeks, some cases can cause severe illness and occasionally result in death. Monkeypox is not a sexually transmitted infection but can be passed on by close contact. Earlier this month, the UK Health Security Agency (UKHSA) announced gay and bisexual men at higher risk of being exposed to monkeypox would be offered the smallpox vaccine Imvanex. The UKHSA said the jab had been shown to be effective against monkeypox. Eligibility will depend on a number of factors but a clinician may advise vaccination for someone who has a “recent history of multiple partners, participating in group sex, attending sex on premises venues or a proxy marker such as recent bacterial STI in the past year”. In other developments, scientists in South Korea on Wednesday announced a new PCR test for monkeypox that can deliver results in 90 minutes.  Diagnostics firm Seegene aims to roll out the test swiftly using its automated assay development system.", "url": "https://www.standard.co.uk/news/uk/london-pride-weekend-monkeypox-symptoms-b1009429.html"},
{"title": "Misinformation being spread online about monkeypox, WHO adviser warns", "author": null, "date": "23 May 2022", "text": "M isinformation is circulating online about how  monkeypox  spreads, an adviser for the World Health Organisation (WHO) has warned. Andy Seale, an adviser on  HIV ,  Hepatitis  and  STI  programmes said fake news about the rare disease was being posted, creating “stigma and  discrimination ”. He said during a news briefing hosted by the WHO on Monday: “We’re seeing cases among men who identify as gay, bisexual or other groups in several countries and it’s often linked to travel, and it seems clear it’s linked to close contact, whether through social contact or possibly sexual contact. “There’s a lot of stigma and discrimination that surround many diseases and the WHO needs to work with our partners to make sure the messaging is correct. “While we’re seeing some cases in men this is not a ‘gay disease’ and some people and social media have labelled it.” Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox For the love of the leopard It comes as the United Nations AIDS agency (UNAIDS) said some information online about monkeypox was “racist and homophobic”. The agency has criticised some reporting of monkeypox, saying that it “[reinforces] homophobic and racist stereotypes and exacerbate stigma”. Monkeypox is a  rare viral infection  usually associated with travel to West and central Africa. It is usually mild and most people recover in a few weeks. Symptoms include fever, headaches, swellings, aches and exhaustion, as well as lesions forming on the skin. Since May 6, there has been at least 57 cases recorded in the UK. The  first case in Scotland  was announced on Monday.  The UK Health Security Agency has said that most of the cases have been found in gay and bisexual men, and other men who have sex with men. They said that the “infection can be passed on through close contact or contact with clothing or linens used by a person who has monkeypox”. Health experts were alarmed about the outbreak but ministers have insisted that this will not be the country’s next epidemic. Chief secretary to the  Treasury  Simon Clarke  said the outbreak is not “near the same platform of seriousness” as Covid-19. He told Sky News: “As with any new disease, and obviously after the Covid pandemic doubly so, we continue to monitor this very closely. “I would say I am cautious but I am certainly not concerned about our ability to handle the situation.” Latest guidance from the UK Health Security Agency urges contacts of monkeypox cases at  high risk of having caught the infection to self-isolate for three weeks . It recommends that people who have had “unprotected direct contact or high-risk environmental contact” should take such action to restrict their contact with other people. This includes no travel, providing details for contact tracing and avoiding direct contact with immunosuppressed people, pregnant women and children under 12.", "url": "https://www.standard.co.uk/news/health/monkeypox-misinformation-online-world-health-organisation-who-b1001841.html"},
{"title": "Monkeypox emergency could last months and window is closing to stop spread, say experts", "author": null, "date": "27 July 2022", "text": "S cientists advising the  World Health Organisation  (WHO) have warned that the  monkeypox  outbreak could take several months to peak. WHO Europe has forecast just over 27,000 monkeypox cases in 88 countries by August 2, up from 17,800 cases in nearly 70 countries at the latest count. Cases of the virus, which has been present in parts of Africa for decades, first began to be reported outside countries where it is endemic in May. It generally causes moderate symptoms, including fever, fatigue and painful skin lesions. Anne Rimoin, an epidemiology professor at the University of California, Los Angeles, told Reuters that health officials “have to get in front of this”. “It’s clear the window of opportunity for doing so is closing,” she added. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 10 great business solutions you need to know about Prof Rimoin is a member of the WHO’s expert committee on monkeypox that met last week to determine whether the outbreak constituted a global health emergency. Despite a majority of committee members voting against the move, WHO Director-General declared an emergency anyway. Health experts have urged authorities to ramp up vaccination, testing, contact tracing and quarantine measures for those infected. Antoine Flahault, director of the Institute of Global Health at the University of Geneva and chair of the WHO Europe advisory group, said that transmission is “clearly unchecked”. The group has modelled three scenarios for the coming months. These include “sustained transmission”, either between men who have sex with men; beyond these groups and possibly into more vulnerable populations, like children, or between humans and animals. The latter scenario risks the establishment of a monkeypox reservoir in animals in new countries, as it has in parts of west and central Africa, said Prof Flahault. Ongoing transmission could also lead to mutations that make the virus more efficient at spreading in humans, scientists said. The most likely route of monkeypox transmission is close physical contact, touching clothing, bedding or towels used by someone with the monkeypox rash, or touching monkeypox skin blisters or scabs. Sexual intercourse is thought to expose people to a higher risk of contracting the disease as, although it is not known to be sexually transmitted, the close physical contact involved means exposure is more likely. A majority of the cases seen so far have been in gay and bisexual men and men who have sex with men.", "url": "https://www.standard.co.uk/news/world/monkeypox-emergency-last-months-who-experts-b1015034.html"},
{"title": "The Leader podcast: Monkeypox outbreak in London explained", "author": null, "date": "23 May 2022", "text": "F igures set to be published later on Monday will show an increase in the number of confirmed viral cases in  England . The UK  Health  Security Agency is advising people at high risk of catching the disease to self-isolate for three weeks, and call NHS 111 before seeing a doctor. This is the advice for anyone having sexual or household contact with a  monkeypox -infected person. Symptoms include unusual rashes, lesions and swollen lymph nodes. Over the weekend, Belgium introduced 21-day quarantine, following this new outbreak of a viral disease first identified in the 1950s. Tories ‘have put the smoke alarm on snooze’ as Britain faces wildfire risk Leadership candidates raise thousands but frontrunners’ backers remain a mystery The Leader podcast: Could London run dry?  The Arabian leopard roars into town So what is monkeypox, what about vaccines and how worried should we be? The Leader is joined by Keith Neal, emeritus professor at the University of Nottingham and a 30-year veteran of studying epidemiology and infectious diseases. Loading....", "url": "https://www.standard.co.uk/comment/monkeypox-outbreak-in-london-explained-b1001873.html"},
{"title": "Monkeypox set to be renamed over concerns name is ‘discriminatory’", "author": null, "date": "14 June 2022", "text": "M onkeypox  is set to be renamed after  experts  said there was an “urgent need” for a non-discriminatory and non-stigmatising” name for the virus. The  World Health Organization  ( WHO ) is overseeing the name change after 30 scientists wrote a letter calling for the review last week. They say that references to the rare disease as  African  is both inaccurate and discriminatory. One new name to have been put forward by scientists is hMPXV. It comes amid a global outbreak which has seen more than 1,600 cases recorded in more than 30 countries in recent weeks. Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ Monkeypox emergency could last months, say experts SPONSORED \n10 travel experiences to add to your bucket list this year No deaths have been reported in the latest outbreak, but experts warned that in countries where the virus is endemic, deaths are reported every year. The UK total currently stands at 470 confirmed cases, according to the UK Health Security Agency (UKHSA). There have been 452 monkeypox cases recorded in England, 12 in Scotland, four in Wales and two in Northern Ireland as of June 12. The WHO will convene an emergency meeting next week to discuss whether it will classify the outbreak as a public health emergency of international concern. Covid-19, Ebola, Zika, polio and Swine flu are the only other diseases to be classified as this, which is the highest ranking the UN agency can make. Tedros Adhanom Ghebreyesus, director-general of the WHO, said: “The outbreak of monkeypox is unusual and concerning. “For that reason I have decided to convene the Emergency Committee under the international health regulations next week, to assess whether this outbreak represents a public health emergency of international concern.” The global health body said that one theory behind the latest outbreak could be that there is waning immunity to smallpox – which is from the same virus “family” as monkeypox – among adults under the age of 50. Vaccines for smallpox are being offered to close contacts of diagnosed cases in the current outbreak. In England, health officials have classified it as a “notifiable disease”, meaning all medics must alert local health authorities to suspected cases. It can be passed on by sexual activity, coughing or sneezing, or contact with monkeypox scabs – including via bedding, towels or clothing. Most people recover within several weeks, although some can suffer a severe illness. The UKHSA said that monkeypox does not usually spread easily and the overall risk to the population remains low.", "url": "https://www.standard.co.uk/news/health/monkeypox-renamed-world-health-organisation-stigma-discriminatory-b1006164.html"},
{"title": "54 new cases of monkeypox detected in UK ahead of WHO emergency meeting", "author": null, "date": "15 June 2022", "text": "A  further 52 cases of  monkeypox  have been detected in England, and two across Scotland and Wales, bringing the  UK  total to 524. There are 504 cases in England, 13 in Scotland, 2 in Northern Ireland and 5 in Wales,the UK  Health  Security Agency (UKHSA) reported on Wednesday. A UKHSA briefing revealed that 81 percent of cases were known to be London residents, and 99 percent were male - many of whom had travelled abroad 21 days prior to showing symptoms. The World Health Organisation ( WHO ) is holding an emergency session on June 23 to determine whether the ongoing outbreak represents a Public Health Emergency of International Concern, the highest level of global alert. So far the global alert only applies to Covid 19 and polio. Douglas Ross urges change in approach to ‘heart-breaking’ drug deaths A guide to checking your breasts for lumps Rainwater no longer safe to drink due to ‘forever chemicals’ The most beautiful coffee table books to buy right now WHO released its first recommendations on vaccines and immunisations for monkeypox on Tuesday. Mass vaccination is not required at this time, the guidance stated, but certain treatment is recommended for contacts of cases and health workers at risk. World Health Organisation (WHO) Director-General Tedros Adhanom Ghebreyesus delivers  /  AFP via Getty Images More than 1600 cases and almost 1500 suspected cases of monkeypox have been reported to WHO this year across 39 countries. As the global outbreak continues to spread, it has been described as “clearly unusual and concerning” by WHO director Tedros Adhanom Gebreyesus. WHO deputy director for emergency response, Ibrahima Socé Fall, said the risk of spread in Europe is considered \"high\" while in the rest of the world \"moderate\". Meanwhile, scientists are calling on the WHO to rename the virus. Thirty scientists wrote a letter calling for the review, believing that references to the rare disease as African is both inaccurate and discriminatory. Anyone can get monkeypox, UKHSA advised, particularly if you have had close contact, including sexual contact, with an individual with symptoms. Currently most cases have been in men who are gay, bisexual or have sex with men, the UKHSA said. Anyone who has a rash with blisters and has either been in close contact with a case, or has travelled to West or Central Africa in the past three weeks is asked to contact a sexual health clinic.", "url": "https://www.standard.co.uk/news/health/latest-cases-monkeypox-detected-uk-ukhsa-who-emergency-meeting-b1006339.html"},
{"title": "Monkeypox: 11 new cases in England brings UK total to 190", "author": null, "date": "31 May 2022", "text": "T here have been 11 new  monkeypox  cases found in  England , the  UK  Health Security Agency (UKHSA) said, bringing the total in the UK to 190. As of May 30, a total of 183 cases have been identified in England since May 7.  Currently there are four confirmed cases in Scotland, two in Northern Ireland and one in Wales. People are being asked to remain alert to any new rashes or lesions which appear like spots, ulcers or blisters on any part of their body. Those considered to be a high-risk contact of someone with a confirmed case are being advivsed to isolate at home for up to 21 days. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED Buy a Cornwall holiday home and get up to £10,000 towards stamp duty  Although this advice applies to everyone, the majority of the cases identified to date have been among men who are gay, bisexual and men who have sex with men, so we are asking these people in particular to be aware of the symptoms - particularly if they have recently had a new sexual partner. Dr Ruth Milton, Senior Medical Advisor at UKHSA, said: “The risk to the general public from monkeypox is still low, but it’s important that we work to limit the virus being passed on. We remind people that they should be alert to new spots, ulcers or blisters on any part of their body.  “If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.” Advice remains that people should call NHS 111 or a sexual health centre immediately if they have a rash with blisters.  People have been asked not to go to a sexual health clinic without contacting them first.  It comes after the  World Health Organisation ’s top  monkeypox  expert said she does not expect another  pandemic  despite a surge in cases — but admitted there are still many unknowns about the disease. Dr Rosamund Lewis insisted the threat to the general population was “low” but acknowledged it was unknown whether monkeypox is being transmitted by sex or just the close contact between people engaging in sexual activity. Dr Lewis said: “We are concerned individuals may acquire this infection through high-risk exposure if they don’t have the information they need to protect themselves.”", "url": "https://www.standard.co.uk/news/uk/monkeypox-new-cases-england-uk-b1003459.html"},
{"title": "UK ramps up response to monkeypox as it designates it ‘notifiable disease’", "author": null, "date": "07 June 2022", "text": "B ritish  doctors  will be on high alert for new cases of  Monkeypox  as it is made a notifiable  disease  in  law , the UK Health Security Agency (UKHSA) has said. It means from Wednesday all doctors in  England  are required to notify their  local council or local Health Protection Team (HPT) if they suspect a patient has Monkeypox.  Labs  must also notify the UKHSA if the Monkeypox virus is identified in a laboratory sample. Wendi Shepherd, Monkeypox incident director at UKHSA, said: “Rapid diagnosis and reporting is the key to interrupting transmission and containing any further spread of Monkeypox. This new legislation will support us and our health partners to swiftly identify, treat and control the disease. “It also supports us with the swift collection and analysis of data which enables us to detect possible outbreaks of the disease and trace close contacts rapidly, whilst offering vaccinations where appropriate to limit onward transmission.” What is the monkeypox virus and what are the symptoms? Iceland pensioners discount: How the £30 voucher scheme works and who is eligible Much of UK to see heatwave conditions as hot and dry weather continues SPONSORED 10 products and services that could boost your business The stages of Monkeypox (UK Health Security Agency)  /  PA Media It came the  day after 73 more cases were confirmed  in  England , alongside two more in  Scotland  and two more in Wales bringing the UK total to 302. A large proportion of cases so far have been identified in the gay, bisexual and men who have sex with other men community. Monkeypox is not normally a sexually-transmitted infection, but it can be passed on by direct contact during sex. It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash. According to the UKHSA, monkeypox does not usually spread easily between people and the overall risk to the UK population remains low. Anyone with unusual rashes or lesions on any part of their body, especially their genitalia, should contact NHS 111 or call a sexual health service if they have concerns, it said. The disease is usually mild but can cause severe illness in some cases. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genitals.", "url": "https://www.standard.co.uk/news/uk/monkeypox-ukhsa-law-notifiable-disease-uk-b1004644.html"},
{"title": "77 more monkeypox cases brings UK total to more than 300", "author": null, "date": "06 June 2022", "text": "A  further 77 cases of  monkeypox  have been detected in the  UK , latest  figures  from health officials show. This brings the  total  number confirmed in the UK to 302 as of June 5, the UK Health Security Agency (UKHSA) said. There are currently 287 confirmed cases in  England , 10 in  Scotland , two in  Northern Ireland  and 3 in  Wales . The UKHSA’s latest figures show 73 additional cases of monkeypox in England, two additional cases in Scotland and two in Wales. A UKHSA spokesperson said: “Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. People who are gay or bisexual and men who have sex with men remain disproportionately affected.” Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED 10 great business solutions you need to know about The UKHSA is asking anyone with a rash with blisters who has been in close contact, including sexual contact, with someone who has or might have monkeypox in the past three weeks to contact a sexual health clinic. The stages of Monkeypox (UK Health Security Agency/PA)  /  PA Media It is giving the same advice to anyone with a rash with blisters who has been to West or Central Africa in the past three weeks. Health officials insisted the risk to the general population “remains low” because the virus, which is transmitted through close physical contact, does not spread easily. It can live on surfaces such as bedsheets or towels, however. Last week, data from the UKHSA said that more than 50% of cases in England have been found in men who are gay, bisexual or other men who have sex with men. Most monkeypox cases have occurred in people aged 20 to 49 years old. The World Health Organisation said on Sunday there have been 780 confirmed cases of monkeypox in countries where the virus is not usually found. That is roughly triple the 257 cases it reported a week ago. It says the figure - for the past three weeks - is probably an underestimate and assesses the global risk level as “moderate”. The infection is usually mild, but this is the first time it has spread widely outside Central and West Africa. The WHO said cases had been identified in 27 countries where it is not already “endemic” - meaning places it is expected to be found. Most of these new cases are in Europe and North America as well as small numbers in Mexico, Argentina, Morocco and the United Arab Emirates.", "url": "https://www.standard.co.uk/news/uk/latest-monkeypox-cases-england-scotland-northern-ireland-wales-ukhsa-uk-total-b1004359.html"},
{"title": "Monkeypox: More than 1,000 cases now recorded in the UK", "author": null, "date": "28 June 2022", "text": "M ore than 1,000 cases of  monkeypox  have now been recorded in the UK with more than half in  London . The UK Health Security Agency, in its latest  statistics , said 1,076 confirmed cases had now been recorded - a rise of 166 cases from the last reported data on June 24. 1,035 of the cases are in England with 659 confirmed in London though that figure may be higher as addresses are not available for every case. There were 27 cases in Scotland, five in Northern Ireland and nine in Wales.  Monkeypox is usually found in West and Central Africa and between 2018 and 2021 there were only seven reported cases in the UK. LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe Monkeypox — ‘we need to fight the culture of blame’ SPONSORED Uber: making London greener for everyone The first cases from the new outbreak were confirmed in England on May 6 and the outbreak has mainly been found in gay, bisexual, and men who have sex with men. Speaking before the latest figures were announced, Health Secretary Sajid Javid said monkeypox posed a “very low risk” but said vaccines will be offered to gay and bi-sexual men. “We’re responding to monkeypox, but it’s still very low risk so I don’t think there’s anything in general for people to be concerned about. The UK Health Security Agency, with its partners, I think has given a very robust response.” He said the government had “plenty” of vaccines and was “using them in a targeted way to help protect those that are most vulnerable but also the health workers that are supporting them”.", "url": "https://www.standard.co.uk/news/uk/monkeypox-latest-cases-uk-england-scotland-wales-northern-ireland-b1008897.html"},
{"title": "Fears early flu wave could collide with rising Covid and monkeypox cases", "author": null, "date": "01 July 2022", "text": "B ritain could be hit by an early flu wave this autumn that will coincide with rising  Covid  and  monkeypox  cases, a health boss has warned. Dr Susan Hopkins, the chief medical adviser at the UK Health Security Agency (UKHSA), said health authorities were monitoring flu cases “very carefully”. The UK has not experienced a proper flu season since 2020, as successive Covid lockdowns helped to stem transmission of the virus. However, experts fear that waning population immunity could leave the country vulnerable to a bad wave this winter. Speaking at a webinar hosted by the Royal Society of Medicine on Thursday, Dr Hopkins noted that Australia has experienced its worst flu wave in five years. “It started earlier and it rose very, very fast in all age groups, so we are expecting that we will see an early influenza wave,” she said. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox  The Arabian leopard roars into town “While we normally don’t see influenza really kick off until the end of November to December, that might happen as early as late September-October – that’s what we’re planning for.” Dr Hopkins also warned that a flu wave could collide with rising monkeypox and Covid cases, adding: “Our current planning assumptions are that we will see at least one [Covid] wave in the autumn-winter period.” Covid cases have risen in England for the first time since March amid the spread of the BA.4 and BA.5 subvariants of omicron . Data from the Office for National Statistics (ONS) estimated that 1.3 million people in England contracted Covid during the week up to June 18 – a rise of a fifth in a week. With high levels of the virus still in circulation, scientists have criticised the Government’s move to wind down the gold-standard ONS infection survey after more than two years. Professor Paul Hunter, of the University of East Anglia, said it was “a mistake” to close down the survey as it could leave public health authorities “blind” heading into the winter months. Elsewhere, Dr Hopkins said monkeypox would continue to circulate in the community “for the next six months” as cases passed the 1,000 mark. There were 1,076 confirmed cases of monkeypox in the UK between May 6 and June 26, according to the latest Government figures. Around 79 per cent of cases are in London. Professor Kevin Fenton, London’s public health chief, urged people with monkeypox symptoms not to attend Pride events in the capital this weekend . He told BBC News: “If you think you may have monkeypox - blisters, fevers, swollen glands - please do not go out over the weekend. Stay at home and contact NHS 111 or your local sexual health service for advice.” On June 21, the UKHSA announced that in a bid to control the outbreak, some gay and bisexual men at higher risk of exposure to monkeypox should be offered the smallpox vaccine Imvanex.", "url": "https://www.standard.co.uk/news/uk/early-flu-wave-covid-monkeypox-cases-london-b1009641.html"},
{"title": "Tech & Science Daily: Meta’s Chelsea Flower Show garden wins gold", "author": null, "date": "25 May 2022", "text": "W e’ve been speaking to the designer of  Meta ’s  Chelsea Flower Show  garden, which has won gold for the second year in a row. It’s an immersive experience, featuring a unique interactive installation that will bring to life the complex communication webs in nature beneath our feet. Joe Perkins, the designer and landscape architect behind it, told us about what makes ‘The Meta Garden: Growing the Future’ so special. North Korea  has test-fired three ballistic missiles just hours after US President Joe Biden left Asia. Japan’s Defence Minister said the first missile flew about 300km with a maximum altitude of around 550 km, while the second, reaching as high as 50 km, travelled around 750 km. Experts are advising parents not to worry as  monkeypox  cases are rare in children. Facebook criticised for handing over private messages in teen abortion case WhatsApp privacy update: How to leave groups silently and control your online status SoftBank posts record £19bn loss as tech investments flop For the love of the leopard They say it is more likely any rash a child develops will be because of chickenpox or hand foot and mouth disease. Also, researchers claim Google Chrome is only blocking a quarter of phishing websites. Apple confirms its next major event so there’s speculation we could get a first glimpse of their augmented reality headset.  Nasa ’s InSight lander posts its final selfie as it bids farewell from Mars and we hear about the underwater drone that will carry out the first-ever autonomous robotic inspection of wind farm foundations. Plus, there’s a new dinosaur in town and this one is vegan. Loading....", "url": "https://www.standard.co.uk/tech/meta-chelsea-rhs-flower-show-garden-design-woodland-b1002346.html"},
{"title": "Monkeypox expert ‘does not expect another pandemic’", "author": null, "date": "31 May 2022", "text": "T he  World Health Organisation ’s top  monkeypox  expert said she does not expect another  pandemic  despite a surge in cases — but admitted there are still many unknowns about the disease. Dr Rosamund Lewis insisted the threat to the general population was “low” but acknowledged it was unknown whether monkeypox is being transmitted by sex or just the close contact between people engaging in sexual activity.  Monkeypox is known to spread when there is close physical contact with an infected person or their clothing or bedsheets. Another 71 cases of monkeypox were identified in England over the weekend bringing the UK total to 179 .  New guidance is advising anyone with the virus to abstain from sex while they have symptoms. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox BRANDPOST | PAID CONTENT How Uber drivers are sparking the electric car revolution Dr Lewis said: “We are concerned individuals may acquire this infection through high-risk exposure if they don’t have the information they need to protect themselves.” She warned that anyone is at potential risk of the disease, regardless of their sexual orientation. The disease, first found in monkeys, can be transmitted from person to person through close physical contact, including sexual intercourse, and is caused by the monkeypox virus. The virus is usually found in west and central Africa. Symptoms are generally mild and the illness is spread through close contact with someone already infected. Most people recover within a few weeks. The UKHSA said that while the risk to the UK population remains low, people should be alert to any new rashes or lesions, which would appear like spots, ulcers or blisters, on any part of their body. People are being urged to call NHS 111 or a sexual health centre immediately if they have a rash with blisters and either have been in close contact with someone who has or might have monkeypox in the past three weeks. More than 20 countries have reported monkeypox cases as the latest outbreak spread arond the world.", "url": "https://www.standard.co.uk/news/uk/monkeypox-pandemic-case-numbers-who-symptoms-b1003388.html"},
{"title": "Monkeypox: Another 14 cases detected in England taking total identified in UK to 71", "author": null, "date": "24 May 2022", "text": "A nother 14 cases of monkeypox have been detected in England, the UK Health Security Agency announced on Tuesday.  The latest cases bring the total number of cases confirmed in England since May 7 to 70. Public Health Scotland confirmed on Monday it had identified one monkeypox case, taking the total cases identified in the UK to 71.  None have been detected in Wales and Northern Ireland so far. Dr Susan Hopkins, chief medical adviser at the UKHSA, said: “We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services and thanks to people coming forward with symptoms. Londoner tells of agony after being hospitalised with monkeypox LGBT groups demand action over monkeypox Spain reports first monkeypox-related death in Europe SPONSORED Why the Elizabeth line is great news for property buyers “If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person.” Health officials have said that while the outbreak is “significant and concerning”, the risk to the UK population remains low. The Government has stocks of the smallpox vaccine which is being offered to very close contacts of those affected. Those at the highest risk of contracting the disease are being asked to self-isolate at home for 21 days, with others warned to be on the lookout for symptoms. Transmission between people is occurring in the UK, with a large proportion of cases identified in the gay, bisexual and men who have sex with other men community. Monkeypox is not normally a sexually transmitted infection, but it can be passed on by direct contact during sex. Health authorities in Europe, North America, Israel and Australia have identified more than 100 cases of monkeypox in recent days.  Health officials are still investigating, but a top adviser to the World Health Organisation said this week that the leading theory is that monkeypox was likely spread after sexual activity at two recent raves in Europe. Dr David Heymann, who chairs WHO's expert advisory group on infectious hazards, said monkeypox can spread when there is close contact with someone already infected with the disease, and that “it looks like sexual contact has now amplified that transmission.”  Most monkeypox patients experience only fever, body aches, chills and fatigue. People with more serious illness may develop a rash and lesions on the face and hands that can spread to other parts of the body.  Most people recover within about two to four weeks without needing to be hospitalised, although it can be fatal in up to six per cent of cases.", "url": "https://www.standard.co.uk/news/uk/monkeypox-latest-cases-infections-england-uk-ukhsa-virus-disease-b1002103.html"},
{"title": "LGBT groups demand action over monkeypox", "author": null, "date": "05 August 2022", "text": "L GBT + groups from across the political spectrum on Friday joined forces to demand the Government increase efforts to combat  monkeypox  or risk it becoming “endemic” in the UK. Health Secretary  Steve Barclay  is coming under pressure to take action due to monkeypox “causing real fear and anxiety” within the LGBT+ community. “We are united as LGBT+ groups from across political parties in asking that the Government treat the monkeypox outbreak as a public health emergency,” a letter to Mr Barclay signed by the LGBT+ groups for Conservatives, Labour, Liberal Democrats, Greens and Scottish National Party said. “We have the tools required to stop this outbreak and prevent further risk to health. We ask that you do so urgently.”  The letter, which was also signed by sexual health charities including the Terrence Higgins Trust, said: “We need clear, non-stigmatising messaging, delivered direct to GBMSM (gay, bisexual and men who have sex with men) about the symptoms of monkeypox and what to do if you suspect you have the virus to inform and reassure people.”  TOWIE star Lauren Goodger’s partner reportedly arrested over alleged assault Sunak’s remarks on diverting funds from ‘deprived urban areas’ divides Tories Energy bills could rise to £4,400 in January, analysis shows The desert does bloom: rewilding AlUla The authors, who included the Tories’ Luke Black and Labour’s Matthew Lloyd, added: “Vaccinating those most at-risk must be a priority if we are to stand a chance of preventing the virus from becoming endemic in the UK.” The charity’s head of policy Ceri Smith said: “We need to see far better coordination, increased vaccine procurement, improved delivery and a cash injection to sexual health services to treat monkeypox.” Vaccination experts have recommended that gay and bisexual men at higher risk of exposure to monkeypox be offered the smallpox vaccine.", "url": "https://www.standard.co.uk/news/uk/monkeypox-lgbt-groups-health-secretary-steve-barclay-action-b1016884.html"},
{"title": "Tech & Science Daily: To mark Ghostbusters Day we reveal Afterlife’s CGI magic", "author": null, "date": "08 June 2022", "text": "T o mark  Ghostbusters  Day we spoke to Christophe Paradis, animation supervisor from MPC (Moving Picture Company). Christophe played a big part in creating the graphics behind the ghosts on Ghostbusters: Afterlife. We find out how they brought back the late actor Harold Ramis, who was the much-loved Egon Spengler in the original, through the power of  CGI . Monkeypox  has been designated as a ‘notifiable disease’ in England, meaning GPs and medics now have to alert local health authorities to suspected cases. The UKHSA said monkeypox doesn’t usually spread easily between people, and the overall risk to the UK population remains low. Tech & Science Daily: WhatsApp’s new avoid your friends feature Tech & Science Daily: Elon calls for public bot count on Twitter West End revival as fight grows for best office space The desert does bloom: rewilding AlUla It’s World Oceans Day but around the coastline of the British Isles, it's a case of ‘who dares, swims’, after a grim warning from another kind of SAS - Surfers Against Sewage. Hugo Tagholm, the charity’s chief executive, told us the UK’s sea and river quality is being ruined by water companies discharging 'raw effluent' into our rivers and coastal waters. Plus, a new biodegradable gel that could hopefully repair damage caused by a heart attack. Why the Red Panda has been driven closer to extinction. Summer Game Fest 2022: Worldwide reveal of the new  Call of Duty  Modern Warfare 2 and we take a look at  Instagram ’s new features. Loading....", "url": "https://www.standard.co.uk/tech/ghostbusters-day-afterlife-film-cgi-behind-the-scenes-b1004848.html"},
{"title": "Spain reports first monkeypox-related death in Europe", "author": null, "date": "29 July 2022", "text": "S pain  reported its first  monkeypox -related death on Friday, the country’s health ministry announced. It is thought to be  Europe ’s first fatality from the disease and only the second outside of  Africa  in the current outbreak. Five previous reported deaths were all in African nations. The Spanish Ministry of Health confirmed the fatality as it revealed 4,298 cases have so far been notified. Of the 3,750 patients it had information on, 120 had been hospitalised - accounting for 3.2 per cent. Police hunting missing woman in new plea a month after last confirmed sighting Rare, jewel-coloured sea slug found in UK water for first time Owami Davies: Fourth arrest in search for missing student nurse SPONSORED Uber: making London greener for everyone The agency declined to give details about the deceased person or when they passed away. Only 64 of the confirmed cases in Spain have involved women. Earlier this month when the number of confirmed cases stood at just over 3,000 in Spain, it was identified as the monkeypox world leader. The earliest cases in May were linked to a gay sauna in Madrid and a Pride festival in Gran Canaria. Earlier on Friday, Brazil reported the first monkeypox-related death outside the African continent in the current wave of the disease. The World Health Organisation last Saturday declared the outbreak which has rapidly spread to 75 countries a global health emergency, its highest level of alert. This week, the  NHS  announced it was stepping up its vaccination programme against monkeypox in London as more supplies of a jab become available. Evening Standard composite On Tuesday, the UK Health Security Agency said it had procured 100,000 more doses of an effective vaccine. As of July 21, there were 2,208 confirmed cases in the UK, of which 2,115 were in England. While anyone can get monkeypox, the majority of cases in the UK continue to be in gay, bisexual and other men who have sex with men. Vaccination experts have recommended that gay and bisexual men at higher risk of exposure to monkeypox should be offered the smallpox vaccine Imvanex. Dr Meera Chand, director of clinical and emerging infections at UKHSA, said the WHO declaration of an emergency “recognises the rapid spread of the virus globally, and the need for global coordination to investigate and prevent further transmission”. Dr Chand added: “The UK continues to work closely with the World Health Organisation, and to share our clinical and epidemiological findings and public health approach to the outbreak. “The risk to the UK remains the same. If you have monkeypox symptoms, take a break from attending events or sex until you’ve called 111 or a sexual health service and been assessed by a clinician. “It can take up to three weeks for symptoms to appear after being in contact with someone with monkeypox, so stay alert for symptoms after you have skin-to-skin or sexual contact with someone new.”", "url": "https://www.standard.co.uk/news/world/spain-monkeypox-europe-africa-nhs-world-health-organisation-b1015650.html"},
{"title": "Professor Kevin Fenton: Stigma is our enemy in the fight against monkeypox", "author": null, "date": "31 May 2022", "text": "T he past three weeks have seen a  new and unusual outbreak of the monkeypox virus emerge in the UK and internationally.  You may hear comparisons being drawn between Covid-19 and monkeypox after what has been a difficult few years for us all. But it’s important to know that  monkeypox is less transmissible than Covid-19  and even less so than chickenpox. It is unpleasant but reassuringly it is generally mild and doesn’t usually spread easily from person to person. Nevertheless, we must do all we can to suppress it, to avoid it becoming established here. As more monkeypox cases are being detected,  several epidemiological links are becoming apparent including gay, bisexual and other men who have sex with men,  many of whom have links to, or live in London. But these early links are evolving rapidly, and other groups may be affected soon. That’s why we’re advising everyone to  be aware of the symptoms  — monkeypox can start with a temperature, swollen glands and a headache, and a rash of spots or blisters can appear on the body, including the face and genitals. If you have any of these symptoms, you should limit your contact with others and contact NHS 111 or your local sexual health service as soon as possible, but please phone ahead before attending in person. As with any new disease outbreak, the risk of stigma is great and does great harm. It prevents those who may be at risk from coming forward for testing, and people may withhold important information about their medical history for fear of being judged. Monkeypox has never been, and is by no means a “gay disease”, nor is it a sexually transmitted infection. In this recent outbreak, monkeypox is primarily being spread by close skin-to-skin physical contact with someone who has the spots or blisters, including during sex. It can also be passed on by touching used clothing, bedding or towels so it can sometimes spread to house mates and family. As we have learned from responding to other epidemics, including Covid-19 and  HIV/Aids,  it’s important that we continue to use the right language to describe monkeypox. It’s crucial that we learn the lessons from previous pandemics. Thank you to everyone who has come forward for testing already and supported our contact tracing efforts — you are helping us limit the spread of this infection. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox SPONSORED \nThe ultimate culture guide to Croatia\n", "url": "https://www.standard.co.uk/comment/monkeypox-fight-stigma-gay-men-disease-b1003378.html"},
{"title": "Monkeypox patients can be contagious for up to ten weeks - study", "author": null, "date": "25 May 2022", "text": "T he most serious cases of  monkeypox  could leave the patient infectious for up to ten weeks, according to latest  research . A probe into  patients  who had the  disease  found one man tested positive more than 70 days after he first displayed symptoms. With  71 confirmed cases of monkeypox reported in the UK , contacts of cases at high  risk  of having caught the disease are currently being advised to self-isolate for 21 days. The stages of Monkeypox, according to the UK Health Security Agency (UKHSA/PA)  /  PA Media Professor Kevin Fenton, London’s Director of Public Health, also urged people to watch out for “unusual rashes or lesions” and to contact NHS 111 before going to a hospital. Community police to encourage victims of institutions for women to come forward Strike vote by courts staff Notting Hill Carnival 2022: Schedule, lineup, dates, timings, and parade route SPONSORED 10 ways to elevate your summer style, from fashion trends to beauty  Early symptoms include fever, headache, chills, back and muscle aches. A rash may develop between one and five days later, which at first looks like chickenpox before turning into blisters that scab over. The disease, first found in monkeys, can be transmitted from person to person through close physical contact and is caused by the monkeypox virus. It is a mild disease in most people and normally goes without treatment in two to four weeks. But it can be more dangerous in vulnerable people, such as those with weakened immune systems, pregnant women and young children. One child was reportedly admitted to intensive care in London. The first case was confirmed in the UK on May 7. Professor Azeem Majeed head of the Department of Primary Care and Public Health at Imperial College London, wrote in the Standard: “Unlike  Covid-19 , which is easily transmissible and has caused huge waves of infection globally, monkeypox spreads much more slowly, requiring close contact with an infected person or animal. “Monkeypox outbreaks can generally be contained through conventional public health measures — like identifying and isolating cases early on, tracing contacts to identify people who are at risk of infection, and good practices when dealing with people who are infected. Smallpox vaccines also provide some protection against infection.”", "url": "https://www.standard.co.uk/news/uk/monkeypox-patients-contagious-up-to-ten-weeks-research-latest-cases-b1002333.html"},
{"title": "Monkeypox cases rise by 50 in UK, health bosses announce", "author": null, "date": "17 June 2022", "text": "T he UK Health Security Agency has detected 50 additional cases of monkeypox in the UK. The UKHSA said 46 additional cases of the  disease  had been recorded in  England , along with three additional cases in  Scotland  and one in  Wales . This brings the total number confirmed in the  UK  to 574, as of June 16. There are currently 550 confirmed cases in England, 16 in Scotland, two in  Northern Ireland  and six in Wales. According to the World Health Organization,  monkeypox  transmission is being driven by skin-to-skin contact and skin-to-mouth contact, and there is no evidence of a change in the virus. Londoner tells of agony after being hospitalised with monkeypox Monkeypox vaccines running low in London amid calls for urgent action LGBT groups demand action over monkeypox The most beautiful coffee table books to buy right now WHO said some 1,160 confirmed cases have been reported in 22 countries in the European Economic Area. Most cases are mild but WHO said it had seen some complications, and some admissions to hospital. The UKHSA advises that anyone with a rash with blisters should contact a sexual health clinic if they have also had close contact, including sexual contact, with someone who has or might have had monkeypox in the past three weeks, or if they have travelled to West or Central Africa in the past three weeks. Yvonne Doyle, medical director for public health at the NHS in England, said she was \"not worried about monkeypox\". She told the NHS ConfedExpo conference: \"I'm not worried about monkeypox because we have a very good group of people advising the country about it. \"They are really on the ball and they are giving out clear and honest authentic information. \"As always, the health protection service is looking after its population in the best possible way.\"", "url": "https://www.standard.co.uk/news/uk/monkeypox-latest-cases-uk-england-wales-scotland-ukhsa-b1006832.html"}
]