[
{"title": "\nInside the world’s worst monkeypox outbreak\n", "author": ["Sarah Newey, ", "Will Brown, "], "date": "\n30 May 2022 • 2:38pm\n", "text": "In rainforest clinics in the heart of the Congo, hundreds of miles from the nearest town, medics know the grim signs of the pox all too well. Feverish patients with swollen lymph nodes and oozing sores frequently arrive at the barebone bush facilities, often after trekking for hours along sodden tracks to seek help.  Doctors here are on the frontline of the world’s worst outbreak of monkeypox – a neglected disease that has sparked global alarm after unprecedented outbreaks in Europe and North America, including 106 cases in the UK. But across the Democratic Republic of Congo (DRC), where a  , the threat is on another scale. The World Health Organization (WHO) estimates that 1,200 people have been infected with the virus so far this year, including 58 fatalities. The real figure is probably far higher. Hundreds of deaths are likely going unrecorded, according to Congolese researchers, who say the world ignored the disease for too long and is now paying the price.  Sankuru, a region in central DRC best-known for its vast rainforests and artisanal diamond mines, is the country’s main hotspot – with close to 500 cases officially reported since January. “Monkeypox is affecting hundreds of people across the region, especially in the rural health zones in  ,” Dr Merveille Nkombo, a doctor who has worked on the response in the region, told the Telegraph. “It is an epidemic… so the doctors all know the symbols of monkeypox.” “The disease is affecting most of the villagers – young and adult people,” added Dr Raphael Okoko, managing physician for the Bena Dibele health zone in the heart of Sankuru. “We are treating them with what we have… we don’t have vaccines. “The epidemiological situation of the monkeypox is very alarming and remains a deep concern in our health zone,” he told the Telegraph. Monkeypox has a long history in the country. In 1970, the first known human case of the disease was detected in northwest DRC, when a nine-year-old boy developed a nasty rash that reminded medics of smallpox, an ancient killer that had already been wiped out in the region following an intense vaccination drive. Over the following decade, monkeypox outbreaks were sporadic and human to human transmission rare – partly because the smallpox shot provides protection against monkeypox, too. But   from the Pasteur Institute in Paris, immunity to monkeypox fell from around 85 per cent in the early 1980s to 60 per cent in 2012.  Between 1970 and 1979,   were reported in the DRC. In 2020 alone, there were around 4,000 suspected infections and at least 171 deaths.  “Vaccination stopped over 30 years ago… now, the epidemiology is changing, because now there’s no immunity in the population,” said Prof David Heymann, a former WHO-executive who worked on the DRC’s monkeypox response in the late 1970s.  The country’s population has also swelled, with settlements spreading out across the  second-largest rainforest basin on earth. Researchers say this could be leading to more spillover events – monkeypox is thought to have . “The demographic expansion… leads to people going further into [the] forest for farming, hunting and deforestation,” said Dr Placide Mbala-Kingebeni, head of epidemiology at National Institute of Biomedical Research in Kinshasa (INRB).   “This   between wildlife and humans a lot.” Already, new regions have seen flare ups. While Sankuru is historically the major hotspot, experts are increasingly concerned about a new outbreak in the neighbouring Maniema province, where cases are spiralling. “The most serious outbreak is in Maniema around Tunda. People do not know how to deal with the disease there,” said Dr Thierry Kalondji from the INRB.  So far, just over 500 cases have been detected in the province – including 425 cases and 50 fatalities in Tunda. But Dr Mbala-Kingebeni warned that many more are “going unreported.” “Hundreds have probably been killed,” he said. “There is really a huge number of unnoticed cases or suspected deaths.”  Across the DRC, it is the more severe Congo Basin variant – which has a case fatality rate as high as 10 per cent – which is endemic. Only Cameroon has both this variant and the milder west African clade, which is now spreading outside the continent and has a far lower death rate.  The logistical challenges faced by Congolese health workers are immense. For example, researchers from Kinshasa, DRC’s capital, have to fly to the provincial capital of Maniema and then drive some 200 miles on barely passable roads to get to the victims in Tunda.  There is no testing capacity on the ground, meaning that every sample has to go the same route back to Kinshasa before medics can be sure what they’re dealing with.  When cases are identified, the response hinges on treating their symptoms and isolating both them and their contacts. Currently, widespread use of a “ring vaccination” strategy – like the kind deployed in the UK and much of Europe, using smallpox vaccines – is not the norm.  “There are very good control measures, but many of these control measures are not available here,” said Dr Gervais Folefack, coordinator of the WHO’s emergency program in the DRC.  “What we are doing now is mostly supportive treatments to control the disease… isolating patients to prevent further transmission, and managing their contacts.” He added that the disease has, historically, received limited attention – seen as yet another pathogen facing a country with an already overstretched healthcare system.  “We always say that monkeypox is a neglected outbreak,” said Dr Folefack. “When you talk about Ebola, there are so many partners involved in the response, but when you talk about monkeypox there are very few who are helping to support the country on this disease.”  There is some hope that the international spread of the virus will galvanise efforts to better understand and respond to monkeypox. More than 400 cases have so far been confirmed in close to 30 countries, and Dr Folefack suspects that many more will be identified before the disease is contained.  “With this many cases that are not linked to endemic countries, it suggests that there has been undetected transmission for a period of time, amplified by a superspreading event,” he said. “We need to have a retrospective investigation to understand what’s happened.”  But there is also a growing sense of irritation that it took a global outbreak for warnings to be heeded. Experts in Nigeria, which has seen an unusual uptick in cases since 2017, have been warning of the potential for international transmission for years – and the first known case in the UK was  . This year, Nigerian authorities have identified 21 cases and one death.  In June 2019, Chatham House also convened a meeting in London to discuss the threat posed by monkeypox, amid fears that the  left behind by smallpox.  Experts – including Prof Heymann, who chaired the meeting – warned there was an urgent need to develop next generation vaccines and treatments to combat the threat. “Global travel and easy access to remote and potentially monkeypox-endemic regions are a cause for increasing global vigilance,” they said.  On Monday, Prof Heymann added that research into the current monkeypox outbreak, caused by the west Africa strain, should not neglect the Congo basin variant – “which looks much like smallpox”.  “While we’re watching this virus, we need to be sure of what’s going on in central africa, because transmission there is much easier,” he said. “We must make sure we’re not looking at just one monkeypox virus,  but both types. Because as vaccinations decrease, cases will increase, and the global threat is real.” Dr Mbala-Kingebeni told the   that there is a real frustration throughout African medical circles that warnings went unnoticed, and the world is only paying attention to the disease now it has spread outside the continent.  “I feel angry. It’s always the same situation. We have been suffering from this disease for many years, but our outbreak is ignored,” he said. “If we’d been given support before, the world would have better tools to treat monkeypox now in the West and Europe.”", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/inside-worlds-worst-monkeypox-outbreak/"},
{"title": "\nPeople with monkeypox symptoms told to isolate at home as UK cases almost double\n", "author": ["Laura Donnelly, ", "Sarah Newey, "], "date": "\n30 May 2022 • 6:08pm\n", "text": "People with   symptoms are being ordered to isolate at home, amid a near-doubling in cases. The UK Health Security Agency (UKHSA) has issued new guidance in a bid to stem transmission in the community. Health officials issued new advice on Monday, as an extra 71 cases were identified in England, taking the UK total confirmed cases to 179. People who have “possible, probable or confirmed monkeypox” are being told they should isolate at home, as long as they remain well enough, rather than being admitted to hospital. Those with lesions and scabs are advised to avoid all contact with others, whether or not monkeypox has been confirmed. Those who test positive for the infection should avoid sex while they have any symptoms, including early signs, such as include headache and fever. Anyone with unusual rashes or lesions is still advised to seek advice from NHS111 or a sexual health service. Officials said they had moved from a “highly precautionary” approach - designed for “complete containment around single cases” to a situation where there are multiple cases in the community. They should avoid contact with other people until all their lesions have healed and the scabs have dried off. They are also advised to wash their own clothing and bed linen with standard detergents in a washing machine.  include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body including the genitals. The UKHSA said that while the risk to the UK population remains low, people should be alert to any new rashes or lesions, which would appear like spots, ulcers or blisters, on any part of their body. Although this advice applies to everyone, the agency said the majority of the cases identified to date have been among men who are gay, bisexual and men who have sex with men, so is asking those people in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner. Separately a risk assessment has been carried by the Human Animal Infections and Risk Surveillance group (HAIRS) looking at  . Officials said the risk of a case infecting a pet is low. However, they said that as a precautionary measure cases should try to avoid contact with their pets, its bedding & litter for 21 days, and where possible pets should be cared for by someone else in the same household. If this is not possible, then infected individuals should minimise their contact with their pet as much as possible, and practise good hygiene by washing their hands thoroughly before and after contact, officials said. Cases should also abstain from sex while symptomatic, including the period of early symptom onset, and while lesions are present. Whilst there is currently no available evidence of monkeypox in genital excretions, as a precaution, cases are advised to use condoms for 8 weeks after infection and this guidance will be updated as evidence emerges. In addition, UKHSA has purchased over 20,000 doses of a safe smallpox vaccine called Imvanex (supplied by Bavarian Nordic) which is being offered to identified close contacts of those diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness. Anyone who may have the infection and needs to travel to seek healthcare is being told to ensure any lesions are covered by cloth and wear a face covering and avoid public transport where possible. Contacts of someone with monkeypox will also be risk assessed and told to isolate for 21 days if necessary. Guidance for NHS workers says that where possible, pregnant healthcare workers and severely immunosuppressed individuals should not assess or clinically care for individuals with suspected or confirmed monkeypox. It also sets out different recommendations for personal protective equipment (PPE) for staff working with confirmed and possible cases. The guidance, agreed by health officials for all four UK nations, says that close contacts of confirmed cases should be assessed for vaccination. Dr Ruth Milton, a senior medical advisor and the monkeypox strategic response director, at UKHSA said: “This new monkeypox guidance sets out important measures for healthcare professionals and the public for managing the disease including how to safely isolate at home and reduce the risk to others. “The highest risk of transmission is through direct contact with someone with monkeypox. The risk to the UK population remains low and anyone with unusual rashes or lesions on any part of their body should   or their local sexual health service.” The guidance says that within non-domestic residential settings (e.g. adult social care, prisons, homeless shelters, refuges), individuals who are clinically well should be managed in a single room with separate toilet facilities where possible. Heath officials have also updated guidance on offering the Imvanex vaccine to individuals pre and post exposure to a confirmed monkeypox case. The vaccine will be offered pre-exposure to healthcare workers due to care for a patient with confirmed Monkeypox and staff working in sexual health services who have been identified as assessing suspected cases. Post exposure, the vaccine will continue to be offered to close contacts in the highest exposure categories, ideally within four days of exposure, but it can also be offered to high-risk close contacts, including gay and bisexual men, men who have sex with men, those with immunosuppression, young children and pregnant women, up to 14 days after exposure. It came as the World Health Organisation warned that Monkeypox could become “established” in Britain without immediate action, calling for cases to be isolated in hospitals. In the UN agency’s latest situation report, experts stressed that “widespread human-to-human transmission is already underway” and warned there is only a limited opportunity to contain the virus, which is deemed a “moderate” risk to public health. So far, more than 640 confirmed or suspected cases have been detected outside Africa, where the virus is endemic, since early May. The scale of the outbreak has provoked alarm. Between 2017 and 2022, just nine cases were exported from the continent. The sudden explosion of the virus suggests monkeypox was spreading silently “for several weeks or longer” before it was identified, the WHO said. The agency added that although the majority of infections so far have been found among men who have had sex with other men - with  , sex parties and adult saunas across Europe - it is unlikely to stay that way. “Immediate action from countries is required to control further spread among groups at risk, prevent spread to the general population and avert the establishment of monkeypox as a clinical condition and public health problem in currently non-endemic countries,” the WHO said. “The public health risk could become high if this virus exploits the opportunity to establish itself as a human pathogen and spreads to groups at higher risk of severe disease such as young children and immunosuppressed persons,’’ the agency added.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-could-establish-britain-without-swift-action-warns/"},
{"title": "\nWe do not know if monkeypox can be contained, warns WHO\n", "author": ["Sarah Newey, ", "Joe Pinkstone, "], "date": "\n31 May 2022 • 7:00pm\n", "text": "Monkeypox may not be containable, the World Health Organization has admitted, as it urged people to “reduce the number of sexual partners” to help curb the outbreak. In a statement on Tuesday, Dr Hans Kluge, head of the WHO’s Europe office, said that although the monkeypox response should not mimic the scale of Covid-style restrictions, health authorities do need to take “significant and urgent” action to mitigate the threat. “But – and this is important – we do not yet know if we will be able to contain its spread completely,” Dr Kluge warned. The WHO has so far maintained that the world has “an opportunity to stop this outbreak”. The WHO official added that Europe is currently at the “epicentre of the largest and most geographically widespread monkeypox outbreak ever reported” outside west and central Africa, where the disease is endemic. He suggested   suggests transmission was “underway as early as mid-April”. According to a team at   tracking monkeypox’s spread, 70 per cent of roughly 700 confirmed or suspected cases reported worldwide have been found in Europe, where the transmission has been linked to recent raves, parties and adult saunas. The UKHSA announced 11 more infections in England on Tuesday, taking the UK’s tally to 190. “The potential for further transmission in Europe and elsewhere over the summer is high,” Dr Kluge warned. “Over the coming months, many of the dozens of festivals and large parties planned provide further contexts where amplification may occur.” He suggested that as well as isolating cases and monitoring their contacts, health authorities should actively support the   to communicate the risks of the disease – and how to minimise spread. This includes reducing sexual activity. “We will interrupt transmission if we act now… [to] increase awareness and share information on how people can reduce their risk of exposure, including by reducing the number of sexual partners they have,” Dr Kluge said. So far, the majority of cases have been idenfitied among men who have sex with men, but Dr Kluge stressed that anyone can be infected. “Young people regardless of gender and sexual orientation or activity” should be aware of how to reduce the risks of catching and spreading monkeypox, he said. UK guidance suggests that cases should also abstain from sex while symptomatic and use a condom for eight weeks post-infection as a precaution. The WHO added that it is not yet clear if the virus can also “spread from one person to another through semen or vaginal fluids, nor whether the virus could persist in these bodily fluids for longer periods of time”. A senior British health official told the   that pregnant women, children and the immunocompromised at most at risk and should be prioritised for the vaccine if exposed to a monkeypox case, and the next highest priority is promiscuous gay men. “Those idividuals who are at the greatest risk are those who have more sexual partners, for obvious reasons, and so they also get into that priority group,” they said. “But that has as an added advantage that even if they didn't get exposed on this occasion, they might be at risk of getting exposed again, because they've got multiple partners.” They added that monkeypox is not a big threat to public health and widespread community transmission of the virus is “not likely”. Widespread vaccination is also unnecessary, they added, as this “is not a Covid-like situation where the whole country needs to vaccinate.” It comes amid calls for events popular with gay and bisexual men to be closed for a month in order to stop the spread ahead of Pride, which will bring together thousands of gay men in London in July. The LGB Alliance put out the call to shut public places popular with gay men who meet to party and often engage in sexual activity with multiple parters, to help protect gay individuals from the disease which has gained a foothold in this community. Malcolm Clark, head of research at the LGB ALliance, told the  : “We were really lucky this time that it wasn't another Aids, but what would have happened if it was? We would have been complaining about stigmatisation and still taking our time. It appears that 30 years after HIV, we haven't learnt anything. “It's pure luck that this is a disease nobody dies from, but it could have easily been something else, it could have easily been worse. We should thank our lucky stars.” He added that a four-week closure could allow transmission to be stymied enough to allow for Pride, the biggest event in the gay calendar, to go ahead in the summer. “If action is not taken now, you could still save Pride. All it takes is an outbreak at Mighty Hoopla this weekend, and music festivals in general will have to close and Pride may have to close,” he said. “Decisive fast action in public health [is key]... we learned that from Covid. We learned that from Aids. The faster you act, the better. “It just beggars belief that somehow the right to go to a sauna and have sex with loads of people is somehow more precious than public health.”", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/do-not-know-monkeypox-can-contained-warns/"},
{"title": "\nMonkeypox could have been spreading across Europe undetected for two years\n", "author": ["Sarah Newey, "], "date": "\n1 June 2022 • 7:30pm\n", "text": "Monkeypox may have been spreading across Europe undetected for two years, the World Health Organisation (WHO) said, amid fears it could take months to   in the UK. At a briefing on Wednesday, Dr Tedros Adhanom Ghebreyesus, the head of the WHO, said   suggested the virus was spreading under the radar before health authorities noticed it. “Investigations are ongoing, but the sudden appearance of monkeypox in many countries at the same time suggests there may have been undetected transmission for some time,” Dr Tedros said. “We expect that more cases will continue to be found.” Dr Rosamund Lewis, the head of the WHO’s smallpox team, added that   were “clearly a cause for concern”. A team at global.health has tracked close to 750 confirmed and suspected infections in more than 30 countries in the last month. “It does suggest that there may have been undetected transmission for a while,” said Dr Lewis. “We don’t know if that’s weeks, months or possibly a couple of years.” Six   were reported in the UK on Wednesday, taking the total to 196 since early May. In the first breakdown of these infections, the UK Health Security Agency said London is the epicentre  . Of 153 cases where the address is known, 86 per cent are residents of the capital. The epidemiological report added that 87 per cent of patients are aged between 20 and 49, while 111 are known to be gay, bisexual or other men who have sex with men. Only two women have so far been diagnosed with monkeypox. “Investigations to date have identified links to gay bars, saunas and   in the UK and abroad,” the UKHSA said, adding that around a fifth of cases reported foreign travel within 21 days of developing symptoms. “Investigations continue, but currently no single factor or exposure that links the cases has been identified.” Meanwhile, experts from the Government’s Scientific Advisory Group for Emergencies (Sage) warned that it could take months to curb the outbreak in Britain. “You’re not going to get rid of it overnight,” Prof John Edmunds, a Sage member and epidemiologist at the London School of Hygiene and Tropical Medicine, told The Independent. “It’s going to take a good couple of months of really solid work to chase up all the infections and contacts and stamp it out.” So far, the majority of cases have been linked to men who have sex with men, but Dr Tedros urged countries to “widen their surveillance” to ensure they do not miss cases in the broader community. Prof Kevin Fenton, the London regional director for public health added: “Monkeypox can affect anyone, but we know that many of the most recent diagnoses are in gay, bisexual and other men who have sex with men, many of whom live in or have links to London. “We’re reminding everyone of  , and especially gay and bisexual men in particular, to be especially aware and seek advice immediately by calling NHS111 or their local sexual health clinic if they have concerns.”", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-could-have-spreading-across-europe-undetected-two/"},
{"title": "\nIs monkeypox racist?\n", "author": [], "date": "\n18 June 2022 • 7:00am\n", "text": "The World Health Organisation is worried about monkeypox. Not just the disease – but the name. So worried, in fact, that it’s promised to think of a new one. Because in some people’s eyes, it seems, “monkeypox” is offensive –  . The WHO’s decision comes in response to a letter from a group of scientists, who argued that the name was “discriminatory and stigmatising”. I find this claim puzzling, since I don’t see who could be stigmatised by the name “monkeypox” – apart, I suppose, from monkeys. Perhaps a delegation of leading monkeys has lodged a formal complaint. “Dear Sirs, on behalf of the wider monkey community we wish to point out that the so-called ‘monkeypox’ has actually been found in a wide variety of mammals, and it is not known which species was the original source of the disease. Calling it ‘monkeypox’ is therefore ignorant and defamatory, and could lead to a rise in anti-monkey prejudice, with innocent monkeys facing unacceptable abuse from the public, and potentially being denied valuable career opportunities, for example in circuses or ads for PG Tips.” It turns out, however, that it isn’t monkeys the WHO is concerned about. Apparently it thinks the victims of any discrimination and stigma will be people from Africa. Again, though, I don’t see how they get this idea from the word “monkeypox”. After all, monkeys don’t just come from Africa – they’re also found in Asia, and South and Central America. Still, it’s hardly unusual for the WHO to be oversensitive. During the pandemic it decided it was “stigmatising” to name Covid variants after the places they were first identified. For example, “the Kent variant”. I found this odd. I live in Kent, and I didn’t feel stigmatised by the name “Kent variant”, and nor did anyone I know. For some reason, the WHO had decided to be offended on our behalf, even though we weren’t offended ourselves. Incidentally, I wonder why no one has renamed chickenpox – which, after all, does not come from chickens. Perhaps the time has come for the chicken community to take a stand.  Is it acceptable for an actor who’s straight to play a character who’s gay? Tom Hanks says not. Back in 1993, he played a gay man in the film Philadelphia. But this week he said we’d never see casting like that in a film these days –  . Modern audiences, Mr Hanks believes, simply wouldn’t tolerate such “inauthenticity”. Of course, the old-fashioned might argue that all acting is by definition “inauthentic”, because – unless you’ve been handed the starring role in a biopic of yourself – you’re always playing someone who isn’t you. Your whole job as an actor is to make the inauthentic seem authentic. And Mr Hanks must have seemed like an authentic gay man in Philadelphia, because his performance won him the Oscar for Best Actor. Still, it’s become widespread, at least in progressive circles, to insist that an actor have the same sexuality, gender identity and “lived experience” as the character he or she is playing. Hence the controversy over The Danish Girl, a 2015 film in which Eddie Redmayne, a man, played a trans woman. Last year Mr Redmayne said that on reflection his casting had been “a mistake”. He shouldn’t be so hard on himself. A few months ago, after all, Netflix released Stay Close, an acclaimed thriller serial which featured Eddie Izzard playing a man called Harry. Yet Izzard has been using the pronouns she/her since 2020. Which means Izzard was a woman playing a man. According to the new progressive rules, isn’t that inauthentic? As it turned out, however, viewers didn’t seem to have any objection to this piece of casting, and found Izzard perfectly plausible in the role. So perhaps today’s audiences are more open-minded than progressives think.  Yeonmi Park, an author and human rights activist, fled North Korea with her family at the age of 13. Now 28, she’s lived happily in the USA for the past eight years. But this week, she told an interviewer that she’s “terrified” for the future – because she fears that, at school,  . Her own son, she says, is being taught to “think like a socialist” and to believe that socialism is “a good, benevolent system”. If I were her, I wouldn’t worry so much. The truth is that in the West, the young have always been Left-wing anyway, whether their teachers encourage it or not. The reason is quite simple. The young like socialism because, in their lives to date, it’s all they’ve ever known. Essentially, after all, the family unit is a socialist state, rigidly adhering to the core Marxist principle: “From each according to his abilities, to each according to his needs.” Parents provide their children with everything free at the point of use: food, accommodation, even spending money.   When the children approach adulthood, however, they realise, to their horror and indignation, that the safety net provided by their parents is about to be abruptly torn away, and they’ll be forced to fend for themselves. Which is why they’re naturally attracted to socialism. It seems to promise them a kind of lifelong childhood, with the State fulfilling the role that until now their parents have performed. I’m sure Ms Park’s son, like so many young people before him, will grow out of it in time. And if he doesn’t, at least he can always find a nice, secure job in teaching. ", "url": "https://www.telegraph.co.uk/columnists/2022/06/18/monkeypox-racist/"},
{"title": "\nPride events ‘should go ahead despite monkeypox outbreak’\n", "author": ["Telegraph Reporters"], "date": "\n15 June 2022 • 3:17pm\n", "text": "Global Pride events are an opportunity to spread public health messages about   and must not be cancelled, an expert has told a World Health Organisation (WHO) briefing. Steve Taylor, a board member at EuroPride, said the virus - which has been mainly concentrated among gay or bisexual men - must not be used as an excuse to shut down LGBTQ+ events. He said: “Prides will return to the streets this summer. They are an important opportunity for communities to come together. “Across Europe, we need governments, health authorities and civil society to ensure that we enable and value prides going ahead, and also use them to share public health messaging.” It comes as Dr Hans Kluge, WHO’s Europe director, said the magnitude of the outbreak “poses a real risk”. He told the briefing: “The longer the virus circulates, the more it will extend its reach and the stronger the disease’s foothold will get in   countries. “Governments, health partners and civil society need to act with urgency...  .” Mr Taylor told the briefing that this summer, Europe will host around 750 Pride events. “We are reassured by the clear statement from WHO that major events including Pride should not be cancelled or curtailed because of the outbreak,” he said. “We have been working with WHO over recent weeks to develop our messages and we will encourage Pride organisations and event producers across Europe to use their events to raise awareness of the facts about monkeypox so that people can protect themselves. “Sadly, but entirely predictably, some of those who oppose Pride and who oppose equality and human rights have already been attempting to use monkeypox as a justification for calls for Pride to be banned. “We are pleased that the WHO guidance is clear that Pride and major events should not be affected and are, in fact, opportunities to share important public health messaging.” Dr Catherine Smallwood, senior emergency officer at the WHO regional office for Europe, was asked why cases have been predominantly in the men who have sex with men community. She said: “All outbreaks start somewhere... this virus doesn’t choose any one person against another, it’s opportunistic in its spread. “And how it will spread will really be defined by the opportunities it has. “It’s also a disease that has an incubation period of 21 days. We’re just over a month into this outbreak,  , so it’s too early to conclude as to how it will be spreading amongst the general population.” According to WHO,   is being driven by skin-to-skin contact and skin-to-mouth contact, and there is no evidence of a change in the virus. WHO said some 1,160 confirmed cases have been reported in 22 countries in the European Economic Area. The UK total is 470 cases, with 452 of those in England. Most cases are mild but WHO said it had seen some complications, and some admissions to hospital. The UK Health Security Agency (UKHSA) advises that anyone with a rash with blisters should contact a sexual health clinic if they have also had close contact, including sexual contact, with someone who has or might have had monkeypox in the past three weeks, or if they have travelled to West or Central Africa in the past three weeks. The pride messaging comes as currently most cases detected in Europe have been in men who are gay, bisexual or have sex with men. But experts have emphasised that anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. On Wednesday, the UK Health Security Agency reported 52 additional cases of monkeypox in England, one additional case in Scotland and one in Wales. This brings the total number confirmed in the UK to 524 as of June 14. Monkeypox is also set to be renamed by the WHO over concerns it could stoke racism and stigmatisation. The WHO is overseeing a review after 30 scientists wrote a letter calling for change last week. The experts said that references to the disease as African are “discriminatory and stigmatising”. They have put forward the new name hMPXV. The organisation will hold an emergency meeting next week to determine whether to classify the outbreak as a public health emergency of international concern – the highest alarm the UN agency can sound.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/pride-events-should-go-ahead-despite-monkeypox-outbreak-insists/"},
{"title": "\nUK ‘set to run out of monkeypox vaccines’\n", "author": ["Joe Pinkstone, "], "date": "\n10 August 2022 • 10:41am\n", "text": "Britain could be   in the coming weeks as the UK awaits a bumper shipment of 100,000 doses next month. Health officials have already received more than 50,000 doses but demand for the vaccine has outstripped supply. Reports claim the remaining number of doses could be just 8,000. The monkeypox vaccine, called Imvanex, is administered as an injection and a person needs two doses which should normally be four weeks apart, for full protection. Britain ordered 100,000 more doses of Imvanex in July which are due to be delivered in September by Bavarian Nordic, the Danish pharmaceutical firm which is the only place in the world making monkeypox jabs. The vaccine also protects against smallpox, which was eradicated in 1980, so before the current outbreak countries only had small stockpiles in case of a bioterrorism attack or a rare, localised case of monkeypox brought from overseas where the virus is endemic, such as in western Africa. But with around 3,000 cases of the virus now in the UK alone — with the   as it is   — there has been a huge surge in demand in the UK. This has also been mirrored globally, with the one company rapidly trying to scale up production to meet the demands of the outbreak, which the World Health Organization (WHO) has labelled as a   (PHEIC). Now, all gay men who are promiscuous, have recently had an STI, or   are eligible to get the vaccine as a preventative measure, and are being encouraged to reach out to their local sexual health clinic to get inoculated. The UKHSA last week said the outbreak in Britain appears to be slowing, largely as a result of getting as many at-risk men vaccinated as possible. Protection from the vaccine is long-lasting, with people who got a smallpox jab in the UK before it was stopped in 1971 still protected now from monkeypox. As a result of the robust and durable protection,   in order to maximise how many people have some protection. The UKHSA approach means it is content to deplete their vaccine reserves as quickly as possible in order to build up maximum protection in the exposed community. This rapid rollout approach will build up protection rapidly, but means there may be a period of time where the nation has no more available doses before the resupply shipment arrives. The delivery schedule is dictated by Bavarian Nordic, not UKHSA, and experts believe the doses already given out have been effective at helping stymy the outbreak. Dr Mary Ramsay, the director of clinical programmes at UKHSA, said: “The roll out is continuing at pace, with the vaccine being offered to individuals at higher risk of coming into contact with monkeypox in order to offer them protection and to help contain the current outbreak. “The remaining approximately 100,000 doses are expected to arrive in the UK in September. The thousands of vaccines administered by the NHS to date among those at highest risk of exposure should have a significant impact on the transmission of the virus.” Dr Nick Phin, the director of public health science and medical director at Public Health Scotland, said the country wants to vaccinate around 6,000 people, and has so far only received 3,000 doses. He added that he believes the vaccine could be up to 99 per cent effective. “[People] mention 85 per cent, but I actually put it much higher, it is nearer 98-99 per cent,” he said. “We do know that it's effective, it is highly effective. I have no concerns about the effectiveness of this vaccine, it’s got a good track record and the trials have consistently shown a high level of protection.”", "url": "https://www.telegraph.co.uk/news/2022/08/10/uk-set-run-monkeypox-vaccines/"},
{"title": "\nMonkeypox: What is it, what are the symptoms, and how does it spread?\n", "author": ["Joe Pinkstone, "], "date": "\n8 June 2022 • 8:25am\n", "text": "Monkeypox has now become a notifiable disease in England, meaning all medics must alert local health authorities to suspected cases. The UK Health Security Agency (UKHSA) said laboratories must also tell it if the virus is identified in a sample. Since early May, more than 1,100 confirmed and suspected infections have been detected in 40 countries – including 302 in the UK, as of June 7.  Wendi Shepherd, monkeypox incident director at UKHSA, said: \"Rapid diagnosis and reporting is the key to interrupting transmission and containing any further spread of monkeypox. \"This new legislation will support us and our health partners to swiftly identify, treat and control the disease. \"It also supports us with the swift collection and analysis of data which enables us to detect possible outbreaks of the disease and trace close contacts rapidly, whilst offering vaccinations where appropriate to limit onward transmission.\" David Heymann, professor of infectious disease epidemiology at the London School of Hygiene & Tropical Medicine (LSHTM), said: \"Making monkeypox a notifiable disease suggests a desire to be sure to have reporting from all sectors (public and private) and all parts of the NHS. \"It suggests that the Government wants to focus surveillance on the entire population - not only on the risk groups identified so far. \"This will permit clear identification of all risk groups and help better understand the epidemiology and extent of spread.\" It is rare for the virus to be seen in Britain and most previous cases on our shores have been linked to travel to other parts of the world where it is more prevalent, particularly West Africa. Monkeypox vaccines are being given to close contacts of known cases in a bid to stop the spread of the virus and close contacts are also self-isolating for 21 days. Experts believe the virus is spreading between people, the first time this has ever been seen outside Africa, with sexual contact thought to be a main driver. Many, but not all, of the current British cases are men in the LGBTQ+ community and health officials are now urging this group to be particularly aware of “any unusual rashes or lesions on any part of their body, especially their genitalia, and to contact a sexual health service if they have concerns”. The name monkeypox is somewhat misleading as it is a virus that circulates most often in small mammals in Africa, such as rats, which are believed to be the disease’s reservoir. However, it can also infect monkeys. The condition’s visible lesions and bumps on an afflicted group of research primates in 1958 led to the red herring of a moniker. It was first discovered in the 1950s and jumped into humans in the 1970s. “It’s a poxvirus, in the same family as variola virus, which caused smallpox before it was eradicated globally in 1980,” said Dr Michael Skinner, a reader in virology at Imperial College London. He added that the smallpox vaccine can also protect against monkeypox, but this inoculation was halted in 1971 due to a low level of disease. Dr Michael Head, a leading global health expert from the University of Southampton, said that with the sophisticated healthcare in the UK, “the risks to the wider public are extremely low”. Unlike Covid, monkeypox can not spread easily through a population as it requires very close contact. Routes of transmission from one person to another are via large exhaled droplets and skin-to-skin contact with open sores. It can also be caught from eating or touching infected animals. “It’s a hard virus to transmit between humans,” said Dr Head. “It needs very close contact, for example skin-to-skin contact with an individual who is infectious with a monkeypox rash. Between these new cases, there will have been that close contact.” Prof Paul Hunter, professor in medicine at the University of East Anglia, estimates there is only a 10 per cent risk of a person infecting someone they live with. It has emerged recently that it is possible the virus is also passed during sexual activity, something never described before. Experts are divided on this topic, with scientists loath to say it is a new STI. However, some academics say it is possible the virus does spread in this “novel” way, even if it is not its primary route of infection. “It would not be surprising that sex – which does tend to require close person to person skin contact over a quite wide area of the body – would also enable transmission of monkeypox,” said Prof Hunter. “Whether or not that is genital-to-genital contact or through other contact is not clear to me, though if pocks occur in the genital area than such sexual transmission is likely. “ Monkeypox has an incubation period of about one to two weeks and illness normally lasts for between two and four weeks with most people recovering on their own. The UKHSA says the initial symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. It also produces a distinctive rash, which often starts on the face before spreading across the body, including the genitals. The rash changes and goes through different stages, and can look like chickenpox or syphilis, before finally forming a scab, which later falls off. The WHO says that symptoms can be mild or severe, and lesions can be very itchy or painful. Health experts are “particularly urging” members of the gay community, especially in London, to be aware of any new blemishes, rashes or lesions, including on their genitalia, as the most recent cases were all men who identify as either gay or bisexual. Monkeypox has no cure and most people recover on their own. Most people recover fully within a month but it can be fatal in some cases. The strain circulating in the UK is the West African clade which has a mortality rate of around three per cent. There is a more serious version, called the Congo Basin clade, that looks like smallpox, and kills one in ten people it infects. However, children are at higher risk than adults, and monkeypox during pregnancy may lead to complications, congenital monkeypox or stillbirth, according to the WHO. In Britain, there is no formally approved vaccine for monkeypox specifically, but the country does have a stockpile of a smallpox jab called Imvanex in the UK and Jynneos, which is made by a Danish company called Bavarian Nordic, that also works against monkeypox. This can be used “off label” to treat and protect against monkeypox as well. The Bavarian Nordic vaccine is the only one in the world now deemed safe for everyone, and is a second generation form of the vaccine used to eradicate smallpox in 1980. Prof David Heymann, ex-WHO chief and professor of epidemiology at London School of Tropical Medicine and Hygiene, told the Telegraph: “We believe, if used within four days of infection, [the vaccine] can modify infection. “That happened with the smallpox vaccine, if you gave it within four days, it modified the disease and you didn't get the serious illness and smallpox.” Britain had a stockpile before the outbreak in case there was a smallpox outbreak, and it is now being used to protect close contacts of known cases. “The vaccine Bavaria Nordic has is the only vaccine it's been licensed for use in people to prevent monkeypox. So there is a vaccine,” Prof Heymann said. “There are also antiviral drugs and if the vaccine is not available in sufficient quantities, then what might happen is that there would be prophylaxis of contacts with an antiviral drug in order to try to stop this from just continuing to spread.” Gay and bisexual men have been specifically mentioned by the UKHSA because the four most recent cases all identify as members of this community. The agency is also investigating whether the virus can also be transmitted during sex, and if this is a hitherto unknown mechanism of infection. Dr Susan Hopkins, chief medical adviser at the UKHSA, said: “We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay.” Prof Jimmy Whitworth, professor of international public health at the London School of Hygiene & Tropical Medicine, added: “There is a need to engage with the at-risk community of gay and bisexual men to ensure they know about the presence of this infection and report any sign and symptoms to health facilities.” Monkeypox has not previously been known as a sexually transmissible virus, but experts believe this latest outbreak may be evidence that it is. Mateo Prochazka, an STI expert at the UKHSA leading the investigation into monkeypox, said on Twitter: “Close contact between two people (such as during sex) could facilitate transmission – but this has never been described before. “However, the high proportion of cases in the current outbreak in England that are gay or bisexual (4/7, 57 per cent) is highly suggestive of spread in sexual networks.” He added that this would mean the virus may be transmitted via sex, but it is not its primary route of transmission, much like shigella.", "url": "https://www.telegraph.co.uk/news/0/monkeypox-virus-what-symptoms-treatments-uk-cases/"},
{"title": "\nMonkeypox cases triple in Europe\n", "author": ["Joe Pinkstone, "], "date": "\n1 July 2022 • 11:38pm\n", "text": " cases in Europe have tripled in the last two weeks, the World Health Organization (WHO) has said, as experts warn there should be “no complacency”. There are now more than 4,500   in 31 European countries, Dr Hans Henri Kluge, WHO regional director for Europe, said in a statement. The WHO decided not to make monkeypox a Public Health Emergency of International Concern (PHEIC) last week, but it still deems the risk from the virus to be “high”. Europe, Dr Kluge says, is home to 90 per cent of the world’s monkeypox cases. The virus is thought to have spread en masse in May   and other festivals in Europe. The UK Health Security Agency (UKHSA) said on Friday that there are now 1,235 cases in the UK, with just five women infected. London is the disease epicentre, with almost 700 infections. Most patients are between 31 and 43, with an average age of 37. Soaring case numbers come as an NHS study in The Lancet shows that the current outbreak is unlike previous recorded instances of monkeypox, with people often having no symptoms before a rash appears. Analysis of 54 infected men in London revealed that almost half had been intimate with five or more partners in the last three months; a quarter also had chlamydia or gonorrhoea; and all had lesions on their skin. The majority had sores in their genital region. “The fact that a quarter of the patients tested positive for gonorrhoea or chlamydia at the same time as the monkeypox infection, suggests that transmission of the monkeypox virus in this cohort is occurring from close skin-to-skin, for example in the context of sexual activity,” says Dr Ruth Byrne, from the Chelsea & Westminster Hospital NHS Foundation Trust “It is possible that at various stages of the infection, monkeypox may mimic common STIs, such as herpes and syphilis, in its presentation.” Since the outbreak of monkeypox began, doctors and officials have identified that most cases are gay men. Experts are concerned that Pride, which takes place on Saturday in London and is the marquee event in the LGBTQ calendar,  Wendi Shepherd, monkeypox incident director at UKHSA, said: “The monkeypox outbreak continues to grow. Our investigations and information from confirmed cases continue to show that the overwhelming majority of cases are  “This weekend, let’s enjoy Pride safely – before you go to any events or parties, check yourself for blister-like spots and rashes. “Please don’t attend if you have monkeypox symptoms or feel unwell. If you have a rash or blisters, stay at home, phone a sexual health clinic, and get tested. Please be vigilant for any monkeypox symptoms in the coming weeks – especially if you are having sex with someone new.” Prof Kevin Fenton, London’s public health director, told BBC News: “If you think you may have monkeypox with blisters, fevers, swollen glands, please do not go out over the weekend.” Prof Denis Kinane, professor of immunology at the University of Bern and Founding Scientist at Cignpost Diagnostics, told The Telegraph: “The gay community, particularly male gay community, has to be on the guard over the next three to six months until this thing dies down. “You may want to treat it similar to the same precautions you would use for HIV, for example. One has to be careful with partners and one has to ask questions and do their best on that front. “I think this is not a good time to be overly promiscuous with people you actually don’t know and I think the gay community are taking on board messages to be celibate as you can.” The NHS is now pro-actively   who often have sex with multiple partners, frequent sex clubs or have recently had another STI, in order to curb the outbreak.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-cases-triple-europe/"},
{"title": "\nMonkeypox is not a one-off – here’s how we prepare for our new reality\n", "author": [], "date": "\n28 June 2022 • 3:38pm\n", "text": "Monkeypox is yet another warning shot to the world. The virus’ rapid spread in recent weeks has highlighted the threat posed by emerging new infections, and shone a spotlight on gaps in the global response to tackling disease.  But although some parallels can be drawn to the coronavirus, monkeypox is almost certainly not the next Covid-19. That fact was reflected by a committee of experts appointed by the World Health Organization, who met on June 23 to decide whether to raise the agency’s highest alarm. I was part of this committee. We concluded that, while clearly an evolving threat meriting urgent attention,  . Tedros Adhanom Ghebreyesus, the WHO director-general,  .  PHEICs have been declared on six previous occasions – most recently in January 2020, in the early days of the coronavirus pandemic. But monkeypox presents a very different situation. The virus is not so easily transmitted, and not so prone to mutations that can result in dangerous variants because it is a DNA virus, rather than an RNA virus like Covid-19.  Plus, thanks to the work that went into eradicating its cousin smallpox, we already have many of the tests, treatments and vaccines to control it. But that does not mean we can discount the virus. While the committee’s decision makes sense, we also noted the sobering fact that monkeypox outbreaks have existed for years in Africa. Yet, it was only when the disease began to be detected in richer countries that more than 40 diagnostic tests suddenly became commercially available to help identify and swiftly tackle the disease. In the last six months there have been over 3,000 confirmed cases of monkeypox across nearly 50 mostly high-income countries. In contrast, with increasing surveillance and waning population immunity since the end of smallpox vaccination in 1980, the number of monkeypox cases and deaths in Africa has been averaging over 2,000 cases and 50-100 deaths   since 2017. Multiple factors – from mass vaccination programmes to climate change – are fundamentally altering the biology of our planet. As a result, disease patterns are changing. When Covid-19 was declared a PHEIC, it alerted governments to the need for action, which eventually spurred an unprecedented all-hands-on-deck, global response that was most certainly warranted for a fast-spreading, too-often-lethal pathogen like Sars-CoV-2. But while full-blown, global pandemics such as Covid-19 remain a threat, frequent smaller but significant outbreaks of new and reemerging diseases are almost certain to be a regular part of life. While we need to take every disease outbreak seriously, it is not practical, feasible or necessary to replicate the Covid-19 response for every outbreak that emerges. We cannot repetitively put a blanket divert on global resources or send whole swathes of society into lockdown. Research agendas cannot be hijacked and manufacturing lines re-deployed for each new threat. In short,   are the new normal. How will we deal with that reality? On one hand, the sudden explosion in diagnostic test availability for monkeypox can be seen as a welcome and positive lesson learned from the experience with Covid-19 – the importance of testing to get an emerging disease under control was certainly not widely accepted when Sars-CoV-2 was starting to gain momentum in January 2020. But on the other, the sudden intense focus on monkeypox only once it circulates in richer areas of the world exposes once again the inequalities in global health. Will we continue to relive these endless cycles of panic-then-forget, which we have seen with Ebola, and are already beginning to see with Covid-19?  Assuming we can bring monkeypox under control in high-income countries, how many of these 40 diagnostic tests, as well as vaccines and therapeutics, will still be available a year from now to control monkeypox in Africa, where they are most needed? For both ethical and strategic reasons, our only way forward is to accept this new reality of our interconnected world, and to redouble our efforts at disease control in the places where they are endemic.  We need to invest in smarter, integrated and agile tools and approaches that can structurally impact health systems in every country, so that we can nip multiple emerging diseases in the bud before they get out of hand – not wait until they reach high-income regions and populations.  This means a more equitable prioritisation of global disease threats and research and public health programme agendas, as well as creation of manufacturing capacity and stable pipelines for diagnostic tests, vaccines and therapeutics to address needs and ensure access in low- and middle-income countries, all capacitated by appropriate regulatory and ethical frameworks. Covid-19 showed us that there are no national borders when it comes to outbreaks of infectious diseases. We must level the playing field of public health, so that all countries have flexible, efficient, coordinated disease surveillance systems in place, and every individual has access to reliable tests, vaccines, and therapeutics when and where they need them.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-not-one-off-how-prepare-new-reality/"},
{"title": "\nFrom monkeypox to polio, here’s why so many viruses are attacking the UK\n", "author": ["Sarah Newey, "], "date": "\n26 June 2022 • 12:00pm\n", "text": "Gordon Richardson doesn’t remember the moment his legs failed. But he does remember the nine lonely months he later spent in cold hospital wards, wrapped in plaster from his armpits to his toes. “It was awful, I just couldn’t move,” said Mr Richardson, now 69 and living in Bristol. “When they took the plaster off there were a dozen or more knitting needles found inside – it had just been so itchy!”  A year earlier, when he was just three, Mr Richardson had collapsed when saying goodnight to his father. It was the first sign that he was infected with a debilitating virus that would alter the course of his life: polio.  “Initially I had almost total paralysis, I only had use of my right eyelid,” he said. “Gradually I recovered the use of my head, neck, shoulders, most of my left arm and half of my right arm. But everything below my chest is basically paralysed… I’ve been in a wheelchair for 66 years.” Polio, an incurable infectious disease which mainly affects children, was declared eradicated in the UK in 2003. Now, the wild virus circulates only in Pakistan and Afghanistan thanks to widespread vaccination campaigns.  But last Wednesday, the UK declared a   after experts sounded the alarm about  . A series of positive test results stretching back to February suggest there is ongoing transmission in north east London.   to have arrived in Britain in the past six months. Aside from Covid, the UK detected a deadly strain of H5 bird flu in January,   in February, Crimean-Congo haemorrhagic fever in March and monkeypox in May.  “There’s a name for what we’re seeing at the moment in the UK and elsewhere, it’s called chatter,” said Prof Mark Woolhouse, a professor of infectious disease epidemiology at the University of Edinburgh. “It’s a term anti-terrorist [units] use to describe the small events that might signify something more major on the horizon … infectious diseases work much the same way.” The chatter is getting louder. Some are linked to heightened awareness of infectious disease post-Covid and strengthened surveillance systems but experts – including America’s Prof Anthony Fauci – have warned of  a “new pandemic era”.  Many of the factors driving the spread of new and existing viruses are not new.  Population growth, the booming economies of previously undeveloped nations, human encroachment into jungles and forest and the growth in the trade in wildlife have all played a part.  Climate change is also shifting the geography of disease. A paper earlier this year warned there could be a “potentially devastating” surge in the number of novel pathogens jumping between mammals over the next 50 years. It predicted “a minimum of at least 15,000” new spillover events by 2070, if temperatures rise by 2C.  “The early 21st century has been a perfect storm for emerging infectious diseases, and everything is pointing towards the likelihood of more and more outbreaks,” said Prof Woolhouse. “All the drivers of outbreaks are getting worse, not better, over time.”  Some experts say the number of new diseases to have hit the UK in the past six months can also be linked to pandemic-related disruption, the easing of restrictions and a shift in migration patterns away from Europe post-Brexit. Since leaving the European Union, non-EU immigration has boomed. “People going from this country to other countries and back is probably the biggest driver of disease importations,” said Prof Paul Hunter, a professor of medicine at the University of East Anglia.  “The UK is also one of the world’s leading transportation hubs,” adds Dr Richard Hatchett, chief executive of Cepi (Coalition for Epidemic Preparedness Innovations). “And we have recently seen a surge of global transportation following two years of relative inactivity, enabling infections to spread rapidly.” In February, a baby died from Lassa fever in hospital in Bedfordshire, one of three people to contract the haemorrhagic virus while in West Africa. A month later, a woman with a recent travel history to Asia was diagnosed with Crimean-Congo haemorrhagic fever, a related tick-borne virus with a fatality rate as high as 40 per cent.  The rapid worldwide   –  roughly 3,700 confirmed and suspected cases have now been reported outside endemic countries – is also linked to travel.  The first known case in the UK, where 813 cases have been reported, was linked to Nigeria. Many cases have since been linked to recent raves, sex parties and adult saunas across Europe.  “People travelling more freely again [post-Covid] – including for those in various sexual networks – may have boosted the ability of this virus to spread among a larger global population,” said Dr Julian Tang, clinical virologist at the University of Leicester.  In the case of polio, scientists are not yet sure how the virus reached London’s sewage system. But it is likely it came from one of a handful of countries still using polio inoculations containing a weakened version of the virus, as the strain detected is vaccine-derived. These include Pakistan, Afghanistan and several countries in Africa. So what could come next? Some highlight diseases including flu – surging in Australia after being suppressed by Covid restrictions – and contagious viruses such as measles. “Covid-related disruption to vaccination campaigns has also affected control of infections,” said Prof Adam Kucharski, an epidemiologist at the London School of Hygiene and Tropical Medicine. “Measles with its high transmissibility in susceptible populations means it is often the canary in the public health coal mine.”  Meanwhile the potential arrival of the next “Disease X” is almost impossible to predict. “We do need to pay attention, to strengthen pandemic preparedness and maintain our surveillance systems, because in the grand scheme of things Covid wasn’t as bad as it potentially could have been,” said Prof Hunter. “When it comes to disease, we’re not an island and it would be a mistake to consider ourselves as such.” It’s a sentiment that Mr Richardson is fully on board with.  “I wouldn’t wish my disability on anyone,” he said. “We’ve got to deal with the UK’s vaccine derived polio cases quickly, so we can get back to focusing on the global eradication programme … I’ve love to see this horrid disease eradicated in my lifetime.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-polio-why-many-viruses-attacking-uk/"},
{"title": "\nThe history of the Monkeypox – 11 things you need to know\n", "author": ["Sarah Newey, ", "Harriet Barber, "], "date": "\n28 May 2022 • 5:00pm\n", "text": "In 1970, doctors in the Democratic Republic of Congo came across a patient who sparked in them something close to existential dread. A nine-year-old boy in a remote village had developed a terrible rash.  The skin lesions covering his body resembled a disease that was supposed to be wiped out – an ancient killer that had toppled Empires, decimated civilisations and killed some 300 million people in the 20th century alone: smallpox.  The virus was supposed to have been eliminated in the DRC. But scientists feared this case, in an unvaccinated child, had fallen through the cracks.  “All of a sudden, when smallpox had disappeared, there was this infection that looked like the virus,” said Prof David Heymann, a professor of epidemiology at London School of Tropical Medicine and Hygiene, part of a team which tracked pox viruses in the region. Testing later revealed the child was suffering from monkeypox – a close relative of smallpox, part of the orthopoxvirus family (which also includes cowpox and racoonpox).  It had first been identified 12 years prior, when two outbreaks occurred in colonies of monkeys kept for research but this was the first known human case.  Now,  , including 71 cases in the UK. Experts argue that the rise of the virus is linked to declining protection against its far deadlier cousin, smallpox.  Here’s a look at the long history of that disease, and why the two are inextricably linked.  While the first clinical descriptions of smallpox were recorded in medical writings from China as early as 1122 BC, evidence of the first fatality comes from Egypt – via the mummified remains of Pharaoh Ramesses V, who died aged 40 in 1157 BC. “On examining the front of the mummy from the waist up, we saw a rash of yellowish blisters or pustules, each of between one to five mm in diameter,” Dr Donald R Hopkins, who helped lead smallpox eradication efforts,   after visiting the mummy in Cairo Museum.  “The rash is quite striking and is remarkably similar to smallpox… and after seeing at first hand the rash on this remarkable mummy, I am almost as convinced that he did indeed have smallpox as if I had actually seen a 3,000-year-old poxvirus,” Dr Hopkins said.   The pathogen arrived in the Roman Empire around 165 AD and triggered a pandemic, known as the Antonine Plague, that ravaged the region – killing as many as seven million people in what is thought to be the first major smallpox outbreak.  “The Antonine Plague was a lethal phenomenon of unknown magnitude,” Patrick Berche wrote in an   in March. “It killed an entire generation, especially children and young adults. In Rome, it was contracted by at least 300,000 inhabitants, half of whom died.” Medical historians argue that the economic and social devastation wrought by the Antonine plague and others helped cause the Empire to falter, seeding the roots of its demise. “It marks a point of rupture in Roman history,” said Kyle Harper, author of Plagues and the Fall of the Roman Empire. “Ancient historians have increasingly identified the pandemic itself as a kind of turning point.”  Christopher Columbus was not alone when he arrived in America in 1492. Alongside early settlers came smallpox – which triggered an  . Before 1492, it is estimated that the native American population stood at around 54m. But the deadly virus, alongside other epidemics, slavery and massacres, wrought havoc across a population without immunity.  Mexico’s Aztec population, for example, dropped from about 17.2m at the end of the 15th century to one million a century later – and just 600,000 by 1800 – as an epidemic which locals named “cocoliztli” (or pestilence) ripped through the region.  The virus helped Spanish expedition leader Hernan Cortés conquer the Aztec capital, a densely populated city called Tenochtitlan, with just 600 troops, within two years of his arrival in the Americas.  “As the Indians did not know the remedy of the disease, they died in heaps, like bed bugs,” a  Franciscan monk who was on the expedition wrote. “In many places it happened that everyone in a house died, and as it was impossible to bury the great number of dead, they pulled down the houses over them, so that their homes became their tombs.” Smallpox was   between England and France in America in the 18th century. In 1757, the English governor of Fort William-Henry, in New York, surrendered. Indians allied with the French dug up the corpses of Englishmen who had died of smallpox and scalped them. In doing so, they contaminated themselves with the deadly pathogen. Soon after, the disease arrived in Quebec City and the surrounding area. In the spring of 1763, during the siege of Fort Pitt by the Ohio Indian tribes, a Swiss mercenary officer sent two blankets and one handkerchief used by smallpox patients to the Delaware Indians.  By mid-July, the besiegers were decimated by the disease and the fort remained in English hands, turning the tide of the conflict. Before vaccines, smallpox was treated by traditional healers. Some prayed to the smallpox gods and goddesses. While other patients were isolated.  Dr Sydenham, who lived between 1624 and 1689,   by leaving the windows permanently open, drawing the bedclothes no higher than the patient’s waist, and administering “twelve bottles of small beer every twenty-four hours”. Traditional medical practitioners in China, India, Egypt and Ethiopia collected the pus or crusts of the afflicted and inserted these into the noses or skin of healthy persons seeking protection. Variolation, as it was known, did come with a risk of death. But in a world rife with the disease, the odds made it worthwhile; only about 0.5-2 per cent of people died after variolation (much lower than the normal death rate of 30-50 per cent). Dr Edward Jenner from Gloucester, England, is known as the father of smallpox vaccination. Working in a town surrounded by dairy farms, he noticed that milkmaids almost never caught smallpox. They did, however, catch the milder cowpox. Fearing the raging smallpox epidemic, he inoculated his son Edward and two young maids with the benign cowpox disease. A few months later, he exposed them to human smallpox – what we would now call a “challenge trial”. The risk paid off; they had developed immunity and a vaccine soon followed; by 1807, 165,000 were vaccinated in England.  A century later, a photograph of two schoolboys sat side by side in Leicester (see above) demonstrated the power of smallpox vaccination. One was riddled with smallpox lesions. The other, who had been immunised, showed no signs of an infection.  The vaccines were met with resistance, and tens of thousands of Britons marched against the smallpox vaccine in the late 19th century.  They brandished banners reading: “Repeal the Vaccination Acts, the curse of our nation” and burned copies of the vaccine law in the street. Some of the protesters were arrested, fined and sent to jail after a succession of laws made vaccinations free, then compulsory.  “[Protesters] came from a variety of angles – sanitary, religious, scientific and political,” Dr Kristin Hussey, a medical historian, told the BBC. “Some felt the method – using material from cows – was unhealthy or unchristian, using matter from lower creatures. “Some disputed smallpox was passed from person to person, but many simply objected to being told what was good for them… while riots flared in some towns, there was also more restrained opposition in the form of anti-vaccination leagues,” she said.  In 1959, the World Health Organization unveiled an ambitious plan to wipe out smallpox – a feat deemed possible because there is no animal reservoir for the disease. One it was eradicated in humans, it would not reinfect us.  The campaign initially faltered due to a lack of funds, medics and vaccines. While the disease disappeared from North America in 1952 and Europe in 1953, it continued to trigger regular outbreaks across South America, Africa and Asia.  The world, however, doubled down on efforts to eliminate the age old killed in 1967 – and a decade later, after hundreds of millions of vaccines were distributed across the globe –  . The accomplishment, the WHO said at the time, was “nothing short of a public health miracle”. In the 20th century alone, it has been estimated that roughly 300 million people died from smallpox. The last to die was Janet Parker, a medical photographer at England’s Birmingham University Medical School. Parker was working one floor above a department where smallpox research was conducted. She became ill on August 11 and was diagnosed with smallpox until nine days later. She died exactly a month later on September 11, 1978. Her passing triggered another related death. Prof Henry Bedson headed the smallpox laboratory in Birmingham and, the day after the virus claimed Janet’s life, he went to his shed and killed himself.  Only two high security labs – one in Moscow, one in Atlanta – now retain samples of smallpox for future research, despite calls from the WHO to destroy all traces of the virus. The nightmare is these samples one day either escape in a lab accident, or are used to create a deadly bio weapon.  Now, roughly five decades since smallpox was eradicated across the globe and vaccination campaigns ceased, some experts believe   from smallpox Fewer than one in three people are now protected against smallpox, and by association, monkeypox, as Britain's vaccination programmes were stopped in 1971.  “Monkeypox is transmitting more easily,” said Prof Heymann.  Self-limiting outbreaks of monkeypox occur regularly in west and central Africa. But with more than 300 cases now reported across the globe, the latest outbreak has left scientists scrambling to respond. The WHO says the disease remains “containable”, and governments have launched ring vaccination campaigns using the smallpox vaccine – which is 85 per cent effective against monkeypox – to curb transmission.  But there are fears that the virus could become entrenched in Europe if the current outbreak jumps from humans to pets to wildlife – where it is difficult to track.  “This cat is already out of the bag,” Prof Bill Hanage, an epidemiology professor at Harvard University, said last week. “All that remains is to see what sort of cat it is – a tabby or a tiger?”", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/history-monkeypox-11-things-need-know/"},
{"title": "\nMonkeypox declared global emergency by World Health Organisation\n", "author": ["Josie Ensor, ", "Sarah Newey, ", "Joe Pinkstone, "], "date": "\n23 July 2022 • 5:51pm\n", "text": "The World Health Organisation has declared monkeypox a global health emergency, signalling a greater global response to an outbreak that has spread to at least 75 countries in  Dr Tedros Adhanom Ghebreyesus, the WHO’s director general, on Saturday took the unprecedented step of overruling a panel of advisers to make the designation.   “We have an outbreak that has spread around the world rapidly through new modes of transmission, about which we understand too little, and which meets the criteria,” he told reporters. However he said it was still  “Although I am declaring a public health emergency of international concern, for the moment this is an outbreak that is concentrated among men who have sex with men, especially those with multiple sexual partners,” he said. “That means that this is an outbreak that can be stopped with the right strategies in the right groups.” The designation of a “public health emergency of international concern” is currently only being used by the global health body for Covid-19 and polio. It is likely to pave the way for greater international cooperation on vaccines and research, and an increase in funding for countries battling the outbreak. Dr Tedros ignored his own expert committee after nine voted against the designation and only six in favour. It was the first time a UN health agency chief has unilaterally made such a decision without an expert recommendation. Mark Eccleston-Turner, a professor of global health law at King’s College London, described the decision as “unprecedented”. “I think it’s an important step,” he told The Telegraph. “Previous director generals – including Tedros – have followed Emergency Committee advice even when that advice is patently poor. The fundamental question now is: what will happen next. Questions have always been asked of what a [PHEIC declaration] actually achieves in practice.” A PHEIC has been declared just six times before – including for Ebola and Zika. It is an alert to encourage countries to do more to tackle it rather than adding any more specific funding. The WHO decision comes after the UK downgraded the severity of monkeypox and removed the requirement for close contacts to self-isolate, unless they are symptomatic.  British health officials said on Friday that the outbreak may have peaked in the UK, with signs cases “may be leveling off”.  Official data from the UKHSA shows cases are slowing nationwide, with the UK seemingly ahead of the global curve at getting its monkeypox outbreak under control.  The news comes just days after the National Health Service announced it had stepped up its vaccination programme to combat the disease, which has infected more than 2,200 people in the UK and tens of thousands more around the world.   The US announced on Friday that it had discovered the   The two cases were unrelated and were likely the result of household transmission, the Centers for Disease Control and Prevention (CDC) said. The monkeypox virus has long been endemic in Africa, but little is understood about how it manifests, so British health experts sought to learn more as the outbreak grew. The first study of its kind of the virus, run by the NHS, found that Monkeypox causes swelling of the brain and seizures in one in 50 people. In a rapidly published pre-print, health experts from the WHO, UKHSA, NHS, the University of Cambridge and more analysed the scientific literature to estimate how common neurological and psychiatric symptoms are. They found that more than half of patients suffer from myalgia and headaches, a third get fatigue, and around one in 50 suffer from seizures, confusion and encephalitis, a swelling of the brain which can be fatal. Analysis of more than 1,700 studies led to data being drawn from 19 projects, including data on more than 1,500 people. “There is preliminary evidence for a range of neurological and psychiatric presentations of monkeypox, ranging from commonly reported and nonspecific neurological symptoms (myalgia and headache) to rarer but more severe neurological complications, such as encephalitis and seizures,” the researchers wrote. The “vast majority” of cases are in gay and bisexual men, according to the WHO and the UK Health Security Agency. The Joint Committee on Vaccinations and Immunisations has been inviting gay men who are promiscuous, frequent sex venues and have recently had an STI to get the monkeypox vaccine because it is spreading predominantly in sexual networks of gay men via skin-to-skin contact. Data from more than 500 British patients revealed 98 per cent of cases are gay men. Official data show just 14 women have been infected, less than one per cent of cases.", "url": "https://www.telegraph.co.uk/world-news/2022/07/23/monkeypox-outbreak-now-global-emergency-says-world-health-organization/"},
{"title": "\nChina still withholding data on Covid origins, WHO panel suggests\n", "author": ["Sarah Newey, "], "date": "\n9 June 2022 • 5:52pm\n", "text": "In a veiled criticism of China, a World Health Organization panel has warned that key data which could shed light on Covid’s origins is “not available yet”.  China’s reluctance to cooperate marks a further blow to efforts to unravel how the pandemic began, and comes as a senior WHO official warned delays mean the world may never know how Covid jumped to humans.  In the first report from a WHO expert group formed last autumn, scientists said significant “gaps in our knowledge” still persist, while several studies requested from China in February 2021 remain incomplete.  The panel - known as the   (Sago) - also revealed that WHO chief Dr Tedros Adhanom Ghebreyesus wrote to the Chinese government twice in February 2022 “requesting information on the status of studies” on Covid origins. This included the results of   from early suspected human cases, the results of “traceback studies” exploring  , and further details on the lab-leak hypothesis.  The WHO declined to share details of the correspondence, although Sago members said China did provide some of this information.  But the   made it clear that  scientists' understanding of Covid’s origins is inconclusive because “key pieces of data… are not yet available”, especially raw data from China.  Although Sago members said , the panel called for a raft of further research into every theory - including the hypothesis that the virus emerged after a  , where the first cases were identified.  “That was not really covered by the first trip… there was not really an investigation into this hypothesis,” said Dr Jean-Claude Manuguerra, co-chair of Sago, referring to a WHO-convened team who visited China in early 2021.  He told a press briefing that although Sago has not identified any new leads which indicate a lab leak took place, “we should investigate it further”.  But, in a reflection of the political wrangling that has dogged the drafting of this report and wider efforts to trace the pandemic’s origins, three of the 27 independent scientists disagreed. In a footnote experts from China, Russia and Brazil said there is “no scientific evidence to question the conclusion” of the previous report.  “Having [the lab leak] in the report doesn’t say that’s definitely what we think happened… but if anything new comes up, we will not ignore it,” Dr Marietjie Venter, co-chair of Sago, told journalists on Thursday. “The report is a reflection of the whole of Sago… so we can’t exclude [the lab leak hypothesis] because three members didn’t like it being there.” The possibility that Covid emerged after a breach of biosafety has caused intense debate across the globe, and . The group was formed in autumn 2021, after the initial WHO-convened team investigating the Wuhan outbreak became bogged down in international politics and accusations of bias. That China still appears to be obscuring the truth is not a huge surprise; international efforts to further investigate the initial spillover event have long been   - natural or otherwise - which  .  “The report makes an entirely reasonable set of recommendations and proposals for further investigations, but without cooperation from Chinese authorities is is kind of stuck in the mud,” said Prof Stuart Neil, a professor of virology at Kings College London who is not involved in Sago.   “What seems clear to everyone is that there is an overall reluctance to provide any [information] that would put the origins of Sars-Cov-2 within the borders of the Chinese state. Why? Because it's emergence was in all likelihood preventable or containable,” he said on Twitter.   Dr Maria Van Kerkhove, a senior WHO official on the Sago secretariat, also admitted that the “longer it takes, the  ” to determine how the pandemic began.  “Sago is only able to evaluate the evidence that exists… there’s quite a lot more that we would like to see done and all of these [studies will] provide clues,” she said. “We are certainly going to try [to get more data]... and we will continue to do everything we can until these questions are answered. “We owe it to ourselves, we owe [it] to the millions of people who died and the billions of people who were infected,” Dr Van Kerkove said.  She added that a key area is serology studies of those who worked in markets in Wuhan and within the wildlife trade, to try to establish who was infected with Covid-19 before the virus was identified in December 2019.  As well as outlining gaps in scientists’ understanding of Covid’s origins, the Sago report details a new framework to “set the standard” for  of new disease outbreaks in future.  Dr Manuguerra said the   was an “illustration of how much we need this global framework”. More than 1,300 cases have now been identified in roughly 45 countries, according to data from scientists at global.health.  “Hopefully for the next pandemic, we will have a better plan in place to investigate it quickly,” added Dr Venter, warning that it may now be “difficult to pinpoint” the exact moment that Covid jumped to humans.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/china-still-withholding-data-covid-origins-says/"},
{"title": "\nSadiq Khan calls for urgent action to tackle rise in monkeypox cases\n", "author": ["Telegraph Reporters"], "date": "\n15 July 2022 • 6:00am\n", "text": "London Mayor Sadiq Khan has warned the Government to urgently tackle the   after 71 per cent of recent cases were reported in the capital. Between May 6 and July 11 this year, there have been 1,735 confirmed  , and 1,229 of these were Londoners, according to UK Health Security Agency (UKHSA) figures. This compares with only seven cases recorded in the UK between 2018 and 2021. Mr Khan has said he is \"deeply concerned\" about the spread, and has written to the recently appointed Health Secretary, Steve Barclay, urging him to act. Health charities, including the National Aids Trust and the Terrence Higgins Trust for the NHS, as well as the Department for Health and Social Care (DHSC), have called for urgent action to combat the outbreak as soon as possible. On Thursday evening, Mr Khan said: \"Today, I have written to the Health Secretary over the growing number of monkeypox cases in London and the UK. \"London is currently seeing the highest rate of infection and I'm deeply concerned that reported monkeypox cases have doubled in less than a week. \"If we have learned anything from the Covid-19 pandemic, it's that early action and coordination is vital to get ahead of the curve. \"The Government must rapidly ensure that there's a coordinated and resourced approach to tackle the threat faced by monkeypox now. \"I have let the Secretary of State know that City Hall will do everything it can to ensure Londoners have the information and support they need.\" Most people   have been men, at 99.4 per cent, according to the UKHSA. For confirmed cases where gender information was available, 1,633 were men and only 10 women. Sexual health charities have warned that the increased burden to their services caused by monkeypox also risks jeopardising the Government's target of ending new HIV cases in the UK by 2030. Monkeypox is related to smallpox and cases are usually found in West and Central Africa, with the virus not often spreading elsewhere. The disease, which was first discovered in monkeys, is usually mild but can cause severe illness in some cases. Most patients experience a fever, body aches, chills and fatigue, but some may develop a rash and lesions on the face and hands that can spread to other parts of the body. The DHSC said it is urging people to look out for any new ulcers or blisters, particularly if they have had close contact with a new partner. A spokesperson for the department said: \"We are providing more than £3.4 billion to local authorities through the Public Health Grant, enabling them to invest in essential frontline services including sexual health services. \"The UK Health Security Agency is asking people to be alert to any new spots, ulcers or blisters on any part of their body, particularly if they've had close contact with a new partner. \"If people think they have these symptoms, they should avoid close contact with others and call NHS 111 or their local sexual health centre - but are encouraged to phone ahead before attending.\"", "url": "https://www.telegraph.co.uk/news/2022/07/15/sadiq-khan-calls-urgent-action-tackle-rise-monkeypox-cases/"},
{"title": "\nMonkeypox cases exceed 1,000 as experts urge caution ahead of Pride\n", "author": ["Joe Pinkstone, "], "date": "\n28 June 2022 • 10:05pm\n", "text": " cases in the UK have exceeded 1,000 for the first time, with experts urging gay men to be wary of the virus ahead of more festivals and Pride this summer. The vast majority of infections are in gay and bisexual men, while only five cases are reported to have been in women - as the condition is largely spreading via  The UK Health Security Agency (UKHSA) announced on Tuesday that the total number of monkeypox cases in the UK is now 1,076, an increase of 166 from the previous week. A majority of the new cases were in England (162), with 69 in London - taking the capital’s tally to 659 and making it the epicentre of the British outbreak. The majority of patients are between the age of 31 and 43, with the average age being 36, health experts added. Data from the UKHSA go back to Sunday, June 26 and mean the global number of cases is now in excess of 3,500, with one known death and two cases in children. Daniel Bausch is  director of the United Kingdom Public Health Rapid Support Team and was recently part of the committee who decided not to make monkeypox a “public health emergency of international concern”. “Monkeypox is  . “  has highlighted the very real threat posed by emerging new infections, and shone a harsh spotlight on major gaps in the global response to tackling disease. “But although some parallels can be drawn to the coronavirus, monkeypox is almost certainly not the next Covid-19.” Dr Sophia Makki, incident director at UKHSA, said on Tuesday that cases are expected to continue increasing. “The monkeypox outbreak in the UK continues to grow, with over 1,000 cases now confirmed nationwide,” she said. “We expect cases to continue to rise further in the coming days and weeks. If you are attending large events over the summer or having sex with new partners, be alert to any monkeypox symptoms so you can get tested rapidly and help avoid passing the infection on. “Currently, the majority of cases have been in men who are gay, bisexual or have sex with men. However, anyone who has had close contact with an individual with symptoms is also at increased risk.” She also urged people to not go out to events or see friends if they have symptoms and to contact NHS 111 or their local sexual health clinic if they think they may be infected. Alex Sparrowhawk, health promotion specialist at Terrence Higgins Trust, said on Twitter:  London Pride, the biggest event in the British LGBTQ calendar, is next weekend. Health officials last week expanded the   deemed to be at high risk of catching the disease, because they have sex with multiple partners or attend sex parties. Criteria for the vaccine is similar to those who are given pre-exposure prophylaxis (PrEP) medication to stave off HIV and takes into consideration whether the individual has multiple sexual partners, engages in group sex, attends “sex on premises” venues or has recently caught a sexually transmitted infection. The new strategy, published by the UKHSA, said: “JCVI proposed that vaccination should be offered as soon as feasible to GBMSM [gay and bisexual men who have sex with men] at highest risk due to a large number of contacts. “In view of the current epidemiology and vaccine supply available, wider vaccination in low-risk GBMSM individuals or the general population is not advised at this time.” The pre-emptive vaccine rollout aspect of the strategy is in addition to the existing “ring vaccination” plan, which   to identify those who have been in recent close contact with a known case. Healthcare workers at specialist wards, close contacts of known cases and staff who clean the rooms of positive cases are all currently eligible for the vaccine. But the update to the strategy will now expand the list of occupations eligible for the jab to include laboratory workers processing monkeypox tests, as well as hospital staff at non-specialist units treating infected patients.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-cases-pass-1000-experts-urge-caution-ahead-pride/"},
{"title": "\nMonkeypox upgraded to same severity level as leprosy and plague\n", "author": ["Sarah Newey, "], "date": "\n7 June 2022 • 6:34pm\n", "text": "Monkeypox has been upgraded to the same category as diseases including plague and leprosy, with doctors required to notify health authorities of every case. As of Wednesday, it will be a legal requirement for doctors to inform their local council or health protection team if they suspect a patient has  , while labs must tell the UK Health Security Agency (UKHSA) if a sample tests positive. The move elevates monkeypox to the same legal status as 33 other diseases – including leprosy, malaria, rabies, plague and yellow fever – which are designated as “notifiable” under the UK’s health protection regulations. Covid-19 was first made a notifiable disease on 5 March 2020, before the UK went into lockdown. But Dr Meaghan Kall, an epidemiologist at the UKHSA, said the latest move has “no direct link to [disease control] measures” and should not be interpreted as a precursor to coronavirus-like restrictions. “It just means that clinicians and laboratories have a statutory requirement to report cases,” she told The Telegraph. “We need to monitor cases for surveillance and [epidemiological] purposes.” The change also means all overseas visitors who are diagnosed or treated for monkeypox will be exempt from charges. “This is important as a cost to access testing and treatment from NHS can be a huge barrier and stop people from coming forward – increasing risk of transmission,” Dr Kall added. It comes amid mounting concerns about the global spread of monkeypox outside west and central Africa, where  . Since early May, more than 1,100 confirmed and suspected infections have been detected in 40 countries – including 302 in the UK. The World Health Organisation (WHO) says that the “sudden and unexpected” explosion of cases suggests the virus has been  . The agency’s latest update also warned that some countries were reporting cases unlinked to confirmed patients, “suggesting that chains of transmission are being missed”. Prof David Heymann, a former WHO director and professor of infectious disease epidemiology, said the UK’s decision to make monkeypox a notifiable disease may reflect a concern that transmission is taking place outside the most at-risk groups. So far, the bulk of cases have been among gay, bisexual and other men who have sex with men. Although monkeypox is not normally a sexually-transmitted infection, it is transmitted through close contact, and the latest outbreak appears to be driven by sexual networks. “Making it a notifiable disease means that they want to be sure to have reporting from all sectors and all parts of the NHS,” he told the Telegraph. “It suggests that they want to focus surveillance on the entire population – not only on the risk groups identified so far.” The Telegraph understands that health authorities do not expect cases to significantly increase as a result of the legal change, although it is difficult to predict. The UKHSA has asked all registered medical practitioners to tell them about cases since the early days of the outbreak, but the latest move formalises that process. “Rapid diagnosis and reporting is the key to interrupting transmission and containing any further spread of monkeypox,” said Wendi Shepherd, monkeypox incident director at the UKHSA. “This new legislation will support us and our health partners to swiftly identify, treat and control the disease.” So far, the Government has not scaled up contact tracing units, instead relying on existing local health protection teams to track down potential contacts. “In any outbreak, the actual number of infections will be higher than the ones diagnosed,” said Prof Francois Balloux, director of the University College London Genetics Institute.  “This is particularly the case for a disease which can often be mild with fairly unspecific symptoms such as monkeypox. It is difficult to work out at the moment whether cases are going up, down or plateauing worldwide … but this is not a ‘Covid-level’ health scare.” The UKHSA added on Tuesday that cases in the UK will be announced on a Monday, Wednesday and Friday going forward.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-upgraded-severity-level-leprosy-malaria/"},
{"title": "\nMonkeypox ‘levelling off’ across Britain, says UKHSA\n", "author": ["Joe Pinkstone, ", "Sarah Newey, "], "date": "\n23 July 2022 • 7:00am\n", "text": "Britain’s monkeypox outbreak may have peaked, health officials have said.   The UK Health Security Agency (UKHSA) announced on Friday a further 71 cases in the UK, taking the total scale of the outbreak to 2,208, while more than 15,500 infections have been reported globally. The World Health Organization is deliberating whether to declare an international crisis.  In the UK, around two thirds of cases are in London. The vast majority of infections are among gay and bisexual men, as the virus is predominantly spreading through sexual contact in this community. “Based on the most recent case data, daily case growth has likely slowed,” the UKHSA said in its latest technical briefing. “The number of daily confirmed cases may still be increasing slightly or may be levelling off.” Britain’s health chiefs added that while London is still the epicentre of the nation’s outbreak, there is now evidence that the virus is spreading more widely in other regions. This week, the NHS is stepping up its vaccination programme against in the capital as more supplies of a jab come on stream. Dr Meera Chand, Director of Clinical and Emerging Infections at UKHSA, said: “Before you go to a party or event, check yourself for monkeypox symptoms, including rashes and blisters.  “If you have monkeypox symptoms, take a break from attending events or sex until you’ve called 111 or a sexual health service and been assessed by a clinician.” But experts believe the global outbreak is yet to decelerate.  On Saturday, the WHO is expected to announced whether the epidemic constitutes an public health emergency of international concern (PHEIC) – the agency's highest alert level. At the end of June, experts decided not to call the outbreak a global emergency. Dr Mikel Martínez, a microbiologist specialising in viral, bacterial and emerging infections at the Barcelona Institute for Global Health, told the Telegraph that there is now an “uncontrolled outbreak” globally. “That’s clear – if you see the numbers, they’re just growing and growing,” he said. “If you look at the epidemic curve and how it is increasing, for me we are going to have monkeypox for a long time. We have not reached the peak of the epidemic.”  Prof Lawrence Gostin, an expert in global health law at Georgetown University, added: “If monkeypox is not a global health emergency, then I don't know what is. It is an infectious disease that has spread to 42 member states across five WHO regions.  “Health systems are stretched, [men who have sex with men] and other communities placed at high risk, and it requires global coordination,” he said on Twitter. “Monkeypox is spinning out of control. There's no legal, scientific, or health reason to wait to declare a PHEIC.”  More than 15,500 cases have now been reported worldwide – including 2,724 in the last week. Spain has reported the most infections, followed by the US, Germany and the UK. On Friday, health officials in the US said two children have been diagnosed with monkeypox.  Meanwhile a study from Queen Mary University of London, published this week in the New England Journal of Medicine, found that the current outbreak is changing what academics know about the virus.  Data from more than 500 British patients revealed 98 per cent of cases are gay men, with 95 per cent of cases thought to be transmitted during sex.  Textbook definitions of the virus say large and numerous lesions are a tell-tale sign of monkeypox infection, but one in ten of the new cases have just one sole blister on the genitals. NHS England this week ramped up its vaccination efforts to help stymie the monkeypox outbreak in London, increasing the number of clinics, staff and appointments for high-risk gay men to get the Imvanex jab which protects a person from the disease. ", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-levelling-across-britain-says-ukhsa/"},
{"title": "\nMonkeypox could signal dawn of a new STI in men as ‘uncontrolled’ global spread continues\n", "author": ["Joe Pinkstone, ", "Sarah Newey, "], "date": "\n30 July 2022 • 3:01pm\n", "text": "When British health officials unveiled monkeypox had  , it looked like another isolated, imported case – a reminder of the threat of pathogens worldwide, but easily containable. A week later, when two unrelated patients emerged, intrigue mounted. That soon turned to alarm when, on May 16, the UK Health Security Agency (UKHSA) said almost all the new cases were in gay and bisexual men. Mateo Prochazka, an sexually transmitted infections (STI) expert at the UKHSA, put it bluntly: the virus, transmitted via close contact, was   - a “bizarre” trend which had “never been described before”. So far, officials have continued to stress that this is not the beginning of a new STI. Monkeypox, they say, is  , bodily fluids or contaminated linen – not sex alone. But a growing number of scientists, doctors and activists are questioning whether that distinction is academic, a distraction that is confusing and limiting the response. Globally, roughly   have now been detected – including 2,546 in the UK – in an outbreak deemed an   (WHO). Cases are doubling every fortnight, with 27,000 forecast in Europe alone by August 2. In Britain, 97 per cent of cases of cases are among men who have sex with men. Just 22 patients are women. The UKHSA says sexual networks are the “primary route” of transmission and that there is “no robust evidence” that monkeypox would sustain itself outside of these circles. Prof Jackie Cassell, a consultant in public health and professor in genitourinary medicine at the University of Sussex, with links to British Association for Sexual Health and HIV, told The Telegraph that the best way understand how the virus is spreading is to bring back a Covid classic - R, the reproduction rate. If it is larger than one, the outbreak is growing. Smaller than one, and it is shrinking. “Sex is keeping R above one during this outbreak,” she said. “You’re going to get a few spillover exceptions, but those aren’t going to keep R above one and that’s why we’re still seeing — and can expect to continue to see — the overwhelming dominance of [monkeypox] amongst men have sex with men populations.” If monkeypox was not spreading via sex in this community, the outbreak would likely already have fizzled out. That is why Dr Tedros Adhanom Ghebreyesus, head of the WHO, on Wednesday urged men who have sex with men to “reduce your number of sexual partners”, while Prof Francois Balloux, director of the University College London Genetics Institute, said: “It is not a pathogen that has the potential to become an STD in the heterosexual population.” Still, experts are digging their heels in at the label of STI. Why? Technicalities, history and stigma. “Monkeypox is spread by sexual contact and by other contact as well, whereas other diseases are transmitted only by close sexual contact,” Prof David Heyman, an infectious disease epidemiologist at the London School of Hygiene and Tropical Medicine, told The Telegraph. “That’s the distinguishing factor.” Other STIs that spread via close contact – including herpes and syphilis – are not as effective at spreading outside of sexual contact, he added. For instance, although syphilis “could possibly” spread through skin-to-skin contact, the bacteria prefers “mucosal membranes”, such as those found in one’s genitals. Meanwhile, although monkeypox virus has been detected in semen and saliva, it is not yet clear how infectious it is. The experience in   and 75 people have died this year, has also made experts cautious about categorisations. Sexual transmission has not been identified as a major transmission route – although, according to Prof Heymann, there have always been suspicions that the virus was silently exploiting sexual networks. “Whether something is sexually transmissible or not depends a bit on the context,” added Prof Cassell. “If you’re living in a village where people live in tiny little huts and all the children sleep in the same room, then you’re going to get a lot of close proximity transmission. “So it’s not the disease, it’s the way the disease transmits in a particular setting. It’s not just about the pathogen, it’s about the pathogen in a setting. “By and large, in this country, in this resource-rich setting, it’s going to be sexually transmitted, with a few overspills,” she said. “I might say that the monkeypox is an accidental STI,” said Prof Heymann. But does all this even matter? For some, calling a spade a spade - and monkeypox an STI - is trivial and something for the textbooks to squabble over. But for others,   of a public health response, funneling attention and resources – for better or worse. So far, sexual health clinics have been on the frontline of the response. But data from the Health Foundation suggests England’s sexual health services’ budget was cut by 14 per cent over a six-year period ending in fiscal 2022 – and providers say they are “overwhelmed”. Earlier this month, a coalition of sexual health charities called for £51 million of extra funding amid “unsustainable” pressure on services, which could put efforts to tackle other diseases, including HIV, at risk. But experts are also cautious because of the very real baggage associated with the STI label, as well as concerns it minimises the threat of monkeypox jumping to other groups. Dr Emma Harding-Esch, an epidemiologist focused on STIs at the London School of Hygiene and Tropical Medicine, suggested “there’s just not quite enough information on transmission routes at the moment to make a categorisation”, and doing so could have damaging repercussions. “Individuals who may have been exposed through some of these other routes might not seek out care because they don’t think they’re at risk.” She added that others “might not seek healthcare because they don’t want the stigma associated with [an STI]” and said: “So they might not come forward for diagnosis, and then the chain of transmission continues.” For Prof Heymann, the STI/non-STI debate is no longer black and white, and there needs to be a “re-examination of traditional terms”. Changing the definition of an STI would likely fall to the WHO or perhaps specialist genitourinal groups, he believes. “I think it is easier to say it is generally sexually transmitted in this country and therefore, if you think you’ve got it, go to a sexual health clinic,” added Prof Cassell. \"That's the key thing to know, definitions are not what matters.\" The virus looks set to continue to spread among gay and bisexual men whether monkeypox is classed as an STI or not. Despite the rollout of vaccines and contact-tracing efforts, the outbreak is spiralling - though early signs suggest  , according to the UKHSA. But there is real concern that this new route of transmission is becoming entrenched, perhaps signalling the dawn of a new STI, as global spread continues “uncontrolled” and the window to curtail the virus closes. “The numbers [are] just growing and growing,” said Dr Mikel Martínez, a microbiologist at Barcelona Institute for Global Health. “If you look at the epidemic curve and how it is increasing, we are going to have monkeypox for a long time. We have not reached the peak of the epidemic.”", "url": "https://www.telegraph.co.uk/news/2022/07/30/monkeypox-could-signal-dawn-new-sti-men-uncontrolled-global/"},
{"title": "\nSigns monkeypox is starting to infect children, warns WHO\n", "author": ["Sarah Newey, "], "date": "\n29 June 2022 • 5:55pm\n", "text": "Monkeypox is starting to spill into high-risk groups including children, the World Health Organization has warned. So far, the bulk of some 4,800 cases reported worldwide –   – have been detected among men who have sex with men. But at a press conference on Wednesday, Dr Tedros Adhanom Ghebreyesus, head of the UN health agency, said the scale of the outbreak meant monkeypox was starting to spill into more vulnerable groups. “I’m concerned about sustained transmission because it would suggest that the virus is establishing itself and it could move into high risk groups – including children, the immunocompromised and pregnant women,” Dr Tedros told a media briefing. “We’re starting to see this with several children already infected right now.” The WHO added that it was investigating reports of infections in children under 18 in Spain and France, while two cases have been found in the UK since May. But the warning, which comes amid mounting concerns that   outside of endemic countries, follows a decision not to call the outbreak a public health emergency of international concern (PHEIC) – the WHO’s highest alert. On Saturday, a panel stopped short of declaring that monkeypox a global health emergency. Dr Tedros said on Wednesday that three of the 14 members felt a PHEIC should have been announced, but the overall consensus was that the criteria had not been met. However he stressed that he would “reconvene them quickly” if the situation further evolves. The decision has sparked significant criticism. Prof Michael Worobey, head of ecology and evolutionary biology at the University of Arizona, told   that it does not reflect the threat posed by the virus. “The window may already have closed on stopping the establishment of a new sexually transmitted disease worldwide, but a PHEIC has not even been declared,” he said. But Dr Tedros insisted that the decision does not mean monkeypox is not a threat, nor that it isn't being taken seriously. He said that the WHO is working on a mechanism to distribute vaccines more equitably, after countries including Britain and the United States suggested they were willing to share their stockpiled smallpox vaccines, which also protect against monkeypox. The WHO chief also urged governments to increase testing and surveillance, and actively engage with the LGBTQ commmunity ahead of large gatherings, such as Pride festivals. On Tuesday Dr Sophia Makki, an Incident director at UKHSA, warned that the agency expects to see cases “continue to rise further in the coming days and weeks” in Britain, where 1,076 cases have now been detected. London is the epicentre, with 79 per cent of  cases where residential information is known, while the average age is 36.  “If you are attending large events over the summer or having sex with new partners, be alert to any monkeypox symptoms so you can get tested rapidly and help avoid passing the infection on,” Dr Makki said. ", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-spilling-high-risk-groups-warns-who/"},
{"title": "\n‘I dodged Covid but caught monkeypox’: a Londoner’s surreal ordeal\n", "author": ["Sarah Newey, "], "date": "\n7 June 2022 • 9:00am\n", "text": "As the black, scabby lesion grew, George turned to Google. The 29-year-old was unnerved by the wart-like spot; as a healthcare worker he had “seen quite a bit”, but this was unlike any infection he’d come across.  “I know I should never Google symptoms, but I just had no idea what it was,” George (not his real name) told the Telegraph over Zoom. “I was very concerned that it might be a sexually transmitted infection.”  Doctors were baffled, too. At a sexual health clinic in London, they ran “every test under the sun”, but all came back negative. Nothing seemed to explain George’s mounting raft of symptoms.  He was fatigued, suffering from a low-grade fever and “horrendous” lower back pain, while his lymph nodes were tender and swollen. Alongside a rash and the “nasty-looking” black lesion in his groin, seven or eight small spot-like sores had sprouted across his body – on his right elbow, his stomach and back.  It was only when George went to hospital with a secondary throat infection that the pieces of the puzzle began to slot into place. The healthcare worker had dodged Covid for two years – despite his work on the front lines – but he was now at the forefront of a new outbreak  “[When I was in hospital] I got a call from the sexual health doctor who said, ‘I think this might be monkeypox’,” says George, one of the first patients to speak publicly about his experience. “Suddenly everyone was in PPE and taking it incredibly seriously.”  A day later, on May 19, a PCR test confirmed the diagnosis. Unable to isolate in his shared house in south London, George was whisked away in an ambulance to the Royal Free Hospital. He would spend the next fortnight isolated in a sealed infectious disease ward, his only contact with the outside world medics dressed head to toe in PPE. “I feel like I managed to dodge Covid, but then suddenly I had monkeypox – at this point there were, like, less than 10 people confirmed in the UK. And then I’m one of them,” says George. “I just had this sense of disbelief. The whole thing felt very surreal.” Monkeypox – an infectious virus spread through close contact, which comes from the same family as smallpox – is  , where 1,400 cases and 66 deaths have been reported so far this year. While sporadic cases have been spotted elsewhere, these are usually linked to travel.  But global health officials have been racing to curb and understand an unusual outbreak since early May. Roughly 1,000 confirmed and suspected cases   including 302 in the UK – where a further 77 were announced yesterday.  The World Health Organisation fears this is “likely an underestimate”. The UN health agency has warned that the “sudden and unexpected” explosion of cases across more than 40 non-endemic countries implies the virus has been spreading silently for months,  , while analysis suggests two distinct outbreaks are unfolding, introduced separately.  This could make the virus harder to trace and contain, especially as many patients are developing “atypical” symptoms. Monkeypox is generally described as beginning with flu-like symptoms, before a rash and painful, pus-filled blisters emerge. But in the latest outbreak patients, like George, are developing localised rashes – often in their genital region – and small, sporadic poxes.  “Many cases in this outbreak are not presenting with the classical clinical picture for monkeypox,” the WHO said in a  . “This initial presentation of a genital or peri-anal rash in many cases suggests close physical contact as the likely route of transmission during sexual contact.” Ominously, the report added: “Some countries are reporting that new generations of cases are no longer appearing only among known contacts of previously confirmed cases, suggesting that chains of transmission are being missed.” So far, the bulk of cases have been among gay, bisexual and other men who have sex with men. Although the virus is not an STI, its spread seems to have been amplified by   across Europe. “Sexual health histories have identified links to sex on premises, venues, private sex parties, and the use of geospatial dating apps, both in the UK and abroad,” scientists wrote last week, in a  . “So far, no single factor or exposure that links the cases has been identified.” But George, who identifies as gay, is fairly sure he knows how he contracted the virus. In early May he went to Madrid with a friend, where they visited “the biggest and most famous gay sauna in the city” – a sauna that was later  . It was only the second time he had been to such a venue, and while he did not have unprotected sex, he was “intimate with others”. Five days later, when George was celebrating Britain's Eurovision success in Turin, he noticed the first sore. Assuming it was an STI, he immediately decided “not to be intimate with anyone”, and went to a sexual health clinic as soon as he returned to London.  “Obviously, before I knew what it was I had been around other people,” says George. “Certainly one of my biggest fears was whether I’d passed it on to someone else – but I’ve been open with everyone I’ve seen… [and] at this stage it looks like I didn’t spread it.” His diagnosis has thrown up other challenges, though, including stigma. “There have already been some homophobic remarks,” he says. “One person assumed I got it through unprotected sex with another man, which isn’t what happened… I suppose it will just be something I have to deal with, but I’m not keen to tell random people that I’ve had monkeypox… I’m kind of worried about public perceptions.”  The news that he would   also triggered a tense conversation with his housemates, who were fearful of catching the virus and keen to forget the threat of infectious diseases after two years of lockdown. “It felt very much like a Covid situation,” he said. “One flatmate had gloves, a mask, everything, and asked me to wear that too. It was stressing me out… I felt a lot of pressure to leave, unfortunately, and isolate somewhere else.” It’s a scenario the NHS had foreseen. Before George found an alternative, the Royal Free in North London called to offer him a room – aware that 20-somethings might have issues isolating in small, rented house shares.  George was lucky. His monkeypox infection did not deteriorate into a severe disease, and after about a week he felt increasingly normal. His lesions were neither painful nor itchy.  But, as authorities raced to break transmission chains, he was kept in a private room on the infectious disease ward in London for nine days, where he kept himself busy with video games, YouTube and Netflix. To free up space for more severe cases in the capital – which is at the epicentre of the UK’s outbreak – he was later transferred via ambulance to Liverpool for another five nights.  “I really missed the wind on my face, because I couldn’t go outside or open any windows – airflow is quite important when it comes to infectious diseases,” George said. “In the last four or five days I started to get really restless… I was so keen to get out of there.”  Last Thursday, he got the test result he had been waiting for: some three weeks after his first symptom, his PCR came back negative. His ordeal was over, he was free to leave, just in time to “celebrate the Platinum Jubilee – and the fact I’m not in hospital”.  “It’s just a very odd, very random thing to happen,” George added. “You don’t think these kinds of things will happen to you, especially when you’re one of the first people to get it. It just seems crazy… I feel like you can’t make that kind of stuff up. I think I’ll be looking back at this for a while, like, how did this come about? It’s surreal.”", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/dodged-covid-caught-monkeypox-londoners-surreal-ordeal/"},
{"title": "\nEarly UK flu wave threatens to coincide with rising Covid and monkeypox cases\n", "author": ["Joe Pinkstone, "], "date": "\n30 June 2022 • 8:01pm\n", "text": "Britain will be hit by an unusually early   that could begin as soon as September, a health boss has warned. It has sparked fears that the wave will collide with increasing numbers of   and   this autumn. Britain has not experienced a proper flu season since the Covid pandemic struck in 2020, leaving experts worried about a lack of population immunity and the potential for a bad winter. Dr Susan Hopkins, the chief medical adviser at the UK Health Security Agency (UKHSA), told a webinar hosted by the Royal Society of Medicine that health authorities were preparing for this eventuality. Australia, currently going through its winter, is having its worst flu season in five years, Dr Hopkins said, adding: “We are planning for an influenza wave. I don’t know if people are following Australia, but we are watching very, very carefully. “They have had their worst influenza season for more than five years. It started earlier and it rose very, very fast in all age groups, so we are expecting that we will see an early influenza wave. “While we normally don’t see influenza really kick off until the end of November to December, that might happen as early as late September-October – that’s what we’re planning for.” Dr Hopkins warned that monkeypox and Covid  , adding: “Our current planning assumptions are that we will see at least one [Covid] wave in the autumn-winter period.” Covid cases and hospitalisations are currently increasing as a new omicron sub-variant, BA.5, exploits waning population immunity. The Zoe symptom tracker app said cases were up 27 per cent in a week and set to continue ticking upwards. Dr Hopkins said that “for the next six months” people would need to assume that there would be ongoing community transmission of monkeypox. There are now between 20 and 40 new cases every day. Cases have recently exceeded 1,000, official data show, and are spreading predominantly in gay and bisexual men. London is at the epicentre of the outbreak, with 659 confirmed infected individuals, with the majority of patients gay and bisexual men between the age of 31 and 43. Only five women have been diagnosed with the virus, which produces sore and virus-laden lesions. At least one child  , and there have so far been no deaths. The three diseases are all following their own trajectories, but experts are fearful they will overlap in the coming months. “I think this year will be even more challenging than normal,” Dr Hopkins said. However, she concluded her talk by saying that 2023 “will look like a different world” if the NHS can get through the rest of 2022 relatively unscathed. It comes as the Office for National Statistics announced that its gold-standard Covid infection survey  . Scientists have warned that the change to the survey’s methodology puts the validity of its results at risk. Paul Hunter, professor of medicine at the University of East Anglia, said it was “disappointing” and a “mistake” and could leave experts “blind” to the prevalence of Covid heading into winter.", "url": "https://www.telegraph.co.uk/news/2022/06/30/early-uk-flu-wave-threatens-coincide-rising-covid-monkeypox/"},
{"title": "\nBritain's greatest monarchs have been queens\n", "author": [], "date": "\n6 June 2022 • 1:26pm\n", "text": "Like many others, I was up early and struggling on Thursday 2 June to secure my largest union flag from a first floor window above the front door of my house. In my old age, that was about all I could do towards the celebration of the Platinum Jubilee of Her Majesty the Queen.  I later settled to watching the magnificent military display of beating the retreat on the Horse Guards Parade Ground and then the huge crowds as the public filled The Mall. That enormous demonstration of affection and loyalty to the monarch could never have been organised by an authoritarian regime. It happened simply because her people wanted to be there. And they wanted to see her, together with her family on that great balcony of Buckingham Palace. For me, as a former aviator, the moment of the day came with the fly-past and that perfect formation of fighter planes into the figure of 70, approaching above the Mall and over Buckingham Palace.  For a few moments, my mind slipped back to my days as a young officer on Number 604, County of Middlesex Squadron of the Royal Auxiliary Air Force, sweating with the concentration needed to fly tight formations. At North Weald, where I was stationed we would hold a dinner to mark the day and a great deal of champagne was drunk. Happily, this year I was able to mark the day with good English sparkling wine. Some things really do get better. I spent most of last Thursday watching the TV coverage of the events, from those appearances of the royals on the Buckingham Palace balcony to the lighting of beacons across the world. Once or twice it did come to mind that women have been among our greatest monarchs, from Elizabeth Tudor to Queen Victoria and now in a very different style, our present Queen Elizabeth. Over the last week or so, growing concerns have been expressed over the threat to public health from “monkeypox”. The World Health Organisation has urged people to “reduce the number of sexual partners” to help curb the outbreak. The     of the World Health Organisation had warned that, although the monkeypox response should not mimic the scale of Covid-style restrictions, health authorities do need to take “significant and urgent” action to mitigate the threat. Dr Kluge said that Europe is currently “the epicentre of the largest and most geographically widespread monkeypox outbreak ever reported” outside West and Central Africa where the disease is endemic. It seems that many cases have been identified among men who have sex with men, although Dr Kluge did stress that anyone can be infected. It all brought back to my mind memories from my early days as a National Service recruit in 1949 when we spoke more clearly and directly about the dangers inherent in sexual activity outside the confines of marriage. In the words of the medical officer examining us for signs of venereal disease, “If she’ll have it, she has got it and if she’s got it you’ve had it.” The advent of previously unknown powerful antibiotics, such as penicillin, changed that, but the normalisation of casual sexual relationships has surely increased the risk.  Those like me, in our nineties, run more risk from alcohol than sex. However, younger folk are more at risk from alcohol not only on their health from its excessive consumption, but from its effects on judgment, as apparently happened in the case of the Prime Minister at 10 Downing Street during lockdown. Indeed, according to a report in the   of 1 June, Mr Cummings claimed that it was said that such things happened also at Chequers. I find it very difficult to reach any judgment on most of these press stories about matters not investigated by Sue Gray and indeed I have struggled at times with the details of the Sue Gray report. Again I have read a report that the Labour leader Sir Keir Starmer and his deputy Angela Rayner drank beer and ate curry with over a dozen Labour campaign staff during the restrictions. Was that a matter requiring police investigation?  In my old age, and during lonely moments since the loss of my wife Margaret in 2020,  I have spent more time idly watching my television screen. At one such moment I noticed a repeat of an old episode of a programme called   about to commence. The setting of these programmes is German-occupied France in the early 1940s, where Rene runs a restaurant which is patronised by officers of the German Army of occupation, local French people, a couple of shot-down RAF pilots evading capture, a female member of the French resistance and, from time to time, Herr Flick, an immaculately uniformed member of the Gestapo, loathed by all the others. Of course it was a caricature, but I think not an absurd caricature of life in France in those days. What was remarkable in the episode on which I had chanced upon was that Herr Flick was chatted up by an attractive young French woman. To my even greater surprise, Herr Flick falls for her advances and becomes so totally carried away that he stripped off his uniform revealing, to my even greater surprise, that he was wearing the most exotic female underclothes. As my mirth subsided I recalled that my late friend Airey Neave, hero of Colditz prison (but later murdered by the IRA), told me that many Gestapo secret police were sexual perverts. These days, however, humour at the expense of such persons is not allowed. Nobody from any sort of minority can be the subject of a joke. Nevertheless, those old programmes will linger long in my memory.", "url": "https://www.telegraph.co.uk/news/2022/06/06/britains-greatest-monarchs-have-queens/"},
{"title": "\n‘Do I have monkeypox?’: The query that is overwhelming NHS 111\n", "author": ["Joe Pinkstone, "], "date": "\n27 May 2022 • 2:43pm\n", "text": "NHS 111 is being overwhelmed by calls from people with a rash who are concerned that  , a health official has said.  Since the outbreak began at the start of this month, officials at the UK Health Security Agency (UKHSA) have advised people who may   such as a new rash to either phone the NHS on 111 or get in touch with their nearest sexual health clinic.  But Mateo Prochazka, an expert on sexually transmitted infections and the head of the UKHSA team investigating monkeypox cases, urged people to use local sexual health services instead of 111 to take the strain off the non-urgent service, which also handles calls for other health queries.  “Sexual health clinics are not just for gay and bisexual men,” he said during a webinar hosted by Prepster, a volunteer group of London-based HIV prevention activists helping raise awareness of monkeypox. “Anyone can be seen in a sexual health clinic, regardless of gender, sexual orientation or identity. Everyone is welcome.  “There are other potential routes of trying to get yourself into the system, maybe calling NHS 111, but this resource has been really overloaded with everyone calling who had a rash. We are trying to point people towards sexual health clinics.” The webinar   and run in conjunction with the UKHSA in an effort to ensure that gay and bisexual men in London were provided with accurate and up-to-date information.  There are 106 known   in the UK, with 101 in England, three in Scotland, one in Northern Ireland and one in Wales.  Monkeypox symptoms often start as a fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. The World Health Organisation said on Friday that swollen lymph nodes are a telltale sign   that may differentiate the disease from other similar conditions.  It also produces a rash a couple of days after the initial symptoms, which can be anywhere on the body, but is being seen commonly on the genitals. A person   when symptomatic and until at least the time when their scabs fall off, and potentially longer.  A sexual health professional will confidentially ask questions to someone who may be concerned about any symptoms they have and any recent sexual activity. If necessary, a person may be asked to go to a clinic for a monkeypox test, which normally involves a swab of the lesions that is sent to a lab for PCR analysis.  Officials say the “majority” of cases in Britain are in men who have sex with men, and Mr Prochazka said London was particularly hard hit because of its large LGBTQ+ community.  Gay men are being urged to be “hyper vigilant” for symptoms as the virus can spread through close contact with an infected person, such as skin-to-skin contact. Sexual interactions fall into this category.  Mr Prochazka said: “As gay people, we already have so many STIs. We have gonorrhoea, syphilis, chlamydia, LGV, herpes, shigella, there’s so many things on our mind.  “Our relationship with STIs, or infections in general, is somewhat different to the relationship that other people have. We don’t want another STI, or other infection that affects us specifically, to be added. I am not saying that monkeypox is an STI, but it seems like it is sexually transmissible, maybe similar to shigella.  “We know that most people who get infected with shigella are men in the UK who get it through sexual contact, and we don’t want another infection entering those networks and burdening our health.” It comes as health authorities in Britain updated official guidance to state that the pet rodents – such as gerbils, guinea pigs and hamsters – of monkeypox cases must be isolated in a secure location such as a government lab for three weeks. This is the human incubation period for the disease and the animal must test negative via PCR before it can be released from quarantine. There are an estimated two million pet rodents in Britain. Wendi Shepherd, the monkeypox incident director at the UKHSA, called the move “a precautionary measure”. Other pets, such as cats and dogs, are believed to be less susceptible to monkeypox and can be isolated away from an infected person at home as long as vets can access them safely. ", "url": "https://www.telegraph.co.uk/news/2022/05/27/nhs-111-overwhelmed-monkeypox-sees-surge-calls/"},
{"title": "\nWHO to rename monkeypox amid racism concerns\n", "author": ["Our Foreign Staff"], "date": "\n14 June 2022 • 11:36pm\n", "text": "Monkeypox is set to be renamed by the World Health Organisation (WHO) over concerns it could stoke racism and stigmatisation. The WHO is overseeing a review after 30 scientists wrote a letter calling for change last week. The experts said that references to the disease as African are \"discriminatory and stigmatising\". They have put forward the new name hMPXV. WHO Director-General Tedros Adhanom Ghebreyesus said at a briefing that the WHO is \"working with partners and experts from around the world on changing the name of  , its clades and the disease it causes\". It comes amid soaring cases of the virus around the world, including 470  . There were 452 monkeypox cases recorded in England, 12 in Scotland, four in Wales and two in Northern Ireland as of June 12. No deaths have yet been reported, but experts warn that in  , there are fatalities every year. In their letter to the WHO, the scientists claimed that \"continued reference to, and nomenclature of this virus being African is not only inaccurate but is also discriminatory and stigmatising.\" It added: \"The most obvious manifestation of this is the use of photos of African patients to depict the pox lesions in mainstream media in the global north.\" There is also \"an increasing narrative in the media and among many scientists that are trying to link the present global outbreak to Africa or West Africa, or Nigeria\", the letter pointed out. \"As any other disease, it can occur in any region in the world and afflict anyone, regardless of race or ethnicity,\" the letter added. \"As such, we believe that no race or skin complexion should be the face of this disease.\" The WHO will convene an emergency meeting next week to discuss whether it will classify the global   outbreak as a public health emergency of international concern. Covid-19, Ebola, Zika, polio and swine flu are the only other diseases that are classified as such, the highest rating the UN agency can give.", "url": "https://www.telegraph.co.uk/world-news/2022/06/14/rename-monkeypox-amid-racism-concerns/"},
{"title": "\nMonkeypox vaccine still unavailable in deadliest hotspots\n", "author": ["Tom Collins"], "date": "\n28 July 2022 • 6:30pm\n", "text": "Monkeypox vaccines are still unavailable in Africa, despite the continent recording 15 times more deaths from the virus than anywhere else in the world, experts have warned.  Since the start of the year, 2,031 cases and 75 fatalities have been reported across 11 African countries, compared to roughly 20,000 infections and five deaths in the outbreak spiralling outside the continent.  But health officials at the Africa Centers for Disease Control and Prevention condemned an unequal response on Thursday, warning that the continent had been been left behind in the newest global scramble to secure shots. Ahmed Ogwell, director of the organisation, said the situation echoed the race for Covid-19 jabs, when African nations were unable to secure life-saving vaccinations due to large orders from richer countries. “Let us get vaccines onto the continent,” Mr Ogwell said. “If we are not safe, the rest of the world is not safe”. Officials across the globe have scrambled to secure monkeypox vaccines since the disease was identified spreading rapidly through sexual networks in early May – a drive that has accelerated since the World Health Organization  . The US announced on Wednesday it had cleared 800,000 doses of vaccine, which is used for smallpox and monkeypox, while the European Commission said it has also secured 160,000 doses. The UK has also , last week announcing it has precured 100,000 additional doses. In contrast, the director of the Africa CDC said that he was unable to give a timeline of when the continent of 1.4 billion people would receive vaccinations, amid a struggle to access supplies.  The WHO has said it will create a vaccine-sharing mechanism to help poorer countries gain access, without giving further details. Covax, the WHO-led equivalent for Covid-19, received criticism for a  .  Monkeypox was a little-known disease that was prevalent in west and central Africa for decades before a global outbreak in May. Historically, African cases have been caused by interactions with wild animals, whereas human-to-human infections – predominantly among men who have sex with men – across Europe and North America have led to an explosion of the virus. However, the high number of fatalities in Africa compared to the low number of cases suggests that the mortality rate is much higher on the continent where healthcare is far less developed.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-vaccine-still-unavailable-deadliest-hotspots/"},
{"title": "\nMonkeypox patients may need to isolate cats and dogs as virus could jump to new animals\n", "author": ["Joe Pinkstone, ", "Sarah Newey, "], "date": "\n29 May 2022 • 6:41pm\n", "text": "Cats, dogs and rabbits may need to be put into isolation if their owner has monkeypox as an expert believes the virus could soon evolve to be able to infect more animals. The natural animal reservoir of monkeypox is widely believed to be rodents – including rats and squirrels – and Prof Francois Balloux, director of the UCL Genetics Institute, believes the virus may be poised to make the jump into other species. He said that if monkeypox was to  , as it currently is, then he “wouldn’t exclude the possibility” that it will find a home in another group of animals, leading to a secondary reservoir of disease. “It may not even need to evolve significantly to do so,” he told The Telegraph. Official guidance from British health authorities is that pet rodents (gerbils, guinea pigs, hamsters etc) of   must be isolated in a secure location, such as a government lab, for three weeks. This is the human incubation period for the disease and the animal must test negative via PCR before it can be released from quarantine. There are an estimated two million pet rodents in Britain. Wendi Shepherd, monkeypox incident director at the UK Health Security Agency, called the move  . Other pets can be isolated away from an infected person at home as long as vets can access the animal safely. However, this would probably change if evidence emerged that the virus could infect these animals, which Prof Balloux says may be possible with very little extra adaptation. Dr Amr Bayoumy, a lecturer in biosciences at the University of Coventry, told The Telegraph that pet rabbits may be at the highest risk. \"We know that rabbits are highly susceptible to   and they can show symptoms such as fever, rash, poor appetite and loss of weight, and young rabbits can transmit the virus to other rabbits,\" he said. \"It is not clear what role rabbits may have in transmitting the infection to humans. Therefore, people who have pet rabbits must be careful.\" Smaller viruses, such as coronaviruses, mutate much quicker than monkeypox, but the monkeypox virus is about 10 times as big and so the mutation rate is roughly the same, Prof Balloux said. He is a senior author on a new study, published in Nature Communications, which looked at how another familiar virus, Sars-Cov-2 which causes Covid-19, behaved in animals. Since the coronavirus emerged and spread around the world it has also transferred into various species, notably mink and deer, where it has remained. Prof Balloux said the virus now “cannot be realistically eradicated” from these animals. Some experts were concerned that this may force the virus to mutate, becoming potentially more dangerous, whether that is via increased transmissibility or higher virulence. But the study found that sustained infection and transmission in these animals has not led to any substantial changes in the virus itself, helping ease any concerns. “At that stage, there is no evidence that the limited genetic adaptation to deer will lead to lineages that are either more transmissible or more virulent in humans,” Prof Balloux said of coronavirus.", "url": "https://www.telegraph.co.uk/news/2022/05/29/monkeypox-victims-should-isolate-cats-dogs-rabbits-experts-advise/"},
{"title": "\nMonkeypox stigma warning: Don't judge people with marks on their skin says doctor\n", "author": ["Joe Pinkstone, "], "date": "\n3 August 2022 • 7:39pm\n", "text": "People are being urged to not judge those with marks on their skin and assume they have   as experts warn that stigmatisation during the outbreak could have ramifications for public health and hinder containment efforts. A photograph from a Spanish train of a man with marks on his legs went viral after a person claimed on Twitter that he had monkeypox and was putting people at risk of infection. However, it emerged the individual did not have monkeypox but another skin condition called neurofibromatosis which is a genetic condition and not contagious. “Taking unsolicited photos of people without their consent and making assumptions about their skin is inappropriate and unethical,” Dr Anjali Mahto, a consultant dermatologist and British Skin Foundation spokesperson, told The Telegraph. “Not only can this isolate and stigmatise those with visible differences or medical skin conditions, it can also lead to the spread of inaccurate and false information.” Men with monkeypox-like symptoms (lesions or ulcers on the body, especially the genitals) are being encouraged to contact their local sexual health clinic for examination and gay men who are at high risk of catching the virus are being urged to get the  . Sexual health clinics and hospitals are giving out the jab to men who have sex with men, have a recent history of multiple partners, engage in group sex or who have recently had another STI. Monkeypox has infected at least 2,672 people in the UK, with  . In order to increase vaccine uptake and help contain the outbreak, campaigners are trying to prevent any stigma emerging around the disease, which is spreading primarily through the sexual networks of gay men, with  . Some infected men have taken to sharing photos of their symptoms to help raise awareness and shatter stigma, and experts are encouraging people, especially those not in the LGBTQ community, to not be judgemental. “It is concerning to see pictures of people with rashes or skin conditions go viral due to thoughtless speculation about monkeypox,” said Dr Mabs Chowdhury, the president of the British Association of Dermatologists. “It adds to the stigma around the disease, which is enormously unhelpful; it is also the sort of thing that adds to the psychological burden of people living with a visible skin condition. “It is important for people with skin conditions to be able to go about their life normally, without fear of being publicly shamed. As dermatologists, our message to patients is to not let their condition stop them from doing the things that they love. “It’s simple: don’t take pictures of people with visible skin conditions in public, don’t speculate about their health, and don’t contribute to the stigma around monkeypox specifically and rashes more generally.”", "url": "https://www.telegraph.co.uk/news/2022/08/03/monkeypox-stigma-warning-man-skin-condition-accused-spreading/"},
{"title": "\nMonkeypox outbreak linked to superspreader event at adult sauna\n", "author": ["Joe Pinkstone, ", "Joe Barnes, "], "date": "\n20 May 2022 • 9:10pm\n", "text": " in Spain have been linked to a superspreader event at an adult sauna in Madrid. Enrique Ruiz Escudero, the region’s cabinet minister for health of the community, said on Friday that health officials had traced many of Spain’s 30 monkeypox cases to a single sauna in the capital.  Britain’s monkeypox tally now stands at 20 after 11   were announced on Friday, and contact tracing and quarantine of close contacts is under way.  A “notable proportion” of the UK and European cases are in gay and bisexual men, health officials have said. Three cases in Belgium have also been linked to a large-scale fetish festival in Antwerp, according to organisers. The Darklands Festival warned people who attended four days of parties, starting on May 5, that authorities had linked the event to the country’s three confirmed cases. “There’s reason to assume that the virus has been brought in by visitors from abroad to the festival after recent cases in other countries,” the festival said on its website. Darklands is a ticketed event that describes itself as a place where “various tribes in the gay fetish community (leather, rubber, army, skinhead, puppies...) come together to create a unique spectacle of fetish brotherhood”. Sources have told The Telegraph that an internationally advertised gay party in Spain is also being investigated as the root cause of the global monkeypox cases.  In the UK, a link was first drawn between gay men and monkeypox earlier in the week, with the UK Health Security Agency (UKHSA) urging men who have sex with men to be alert to any new rashes or lesions on their body, including their genitalia.  “The Public Health Department will carry out an even more detailed analysis...to control contagion, cut the chains of transmission and try to mitigate the transmission of this virus as much as possible,” Mr Escudero said, Reuters reported.  The Telegraph also understands that experts are concerned about the outbreak in LGBTQ communities because gay pride events are due to begin soon, with the potential for further spread.  Experts are trying to trace and isolate any close contacts of known cases to prevent the outbreak growing further. However, they warned that because cases are being seen around the world, the virus may have been circulating for some time before being detected at the start of May.  Dr Hans Kluge, the World Health Organisation (WHO) regional director for Europe, said: “As we enter the summer season in the European region, with mass gatherings, festivals and parties, I am concerned that transmission could accelerate, as the cases currently being detected are among those engaging in sexual activity and the symptoms are unfamiliar to many. “I would like to emphasise that individuals contracting monkeypox must not be stigmatised or discriminated against in any way.  “Timely risk communication with the general public is important, and public health bodies should widely disseminate accurate and practical advice on prevention, diagnosis and treatment.” Monkeypox is normally a virus that is hard to spread from one person to another, and this is the first time there has been sustained human to human transmission outside Africa.  “Monkeypox can be spread through close contact with an infected animal or human,” Anne Rimoin, professor of epidemiology at UCLA, told The Telegraph. “This includes contact with respiratory droplets, lesions or bodily fluids. It can also be spread through contact with contaminated materials such as bed linens, clothing or towels.” UKHSA scientists said earlier this week that the virus is   because of skin-on-skin contact, with exposed lesions laced with virus in a similar way to syphilis.  This is the first time this link has ever been seen for monkeypox, and is   about the transmission of the virus.  Dr Susan Hopkins, the chief medical adviser at UKHSA, said: “Because the virus spreads through close contact, we are urging everyone to be aware of any unusual rashes or lesions and to contact NHS 111 or a sexual health service if they have any concerns.  “Please contact clinics ahead of your visit and avoid close contact with others until you have been seen by a clinician. A notable proportion of recent cases in the UK and Europe have been found in gay and bisexual men, so we are particularly encouraging them to be alert to the symptoms and seek help if concerned.” On Friday, The Telegraph revealed that the WHO convened a group of experts in an emergency meeting to discuss the monkeypox outbreak. Dr Mike Ryan, the executive director of the WHO health emergencies programme, is believed to be in attendance at the meeting. The UK is thought to have tens of thousands of   ready to deliver in the event of a pox virus outbreak.  Bavarian Nordic, a biotechnology company, this week announced that “an undisclosed European country” has placed a fresh order for more doses in response to the current outbreak.  On Friday, Health Secretary Sajid Javid confirmed the UK had “procured further doses of vaccine that are effective against monkeypox”.  Bernard Hoet, VP of medical strategy at Bavarian Nordic, told The Telegraph: “The reason why this vaccine was developed was to have a safe vaccine for stockpiling in case of outbreaks of smallpox. We are in contact with the UK authorities about the use of the vaccine. At the moment, I don't know exactly who is receiving the vaccine in the UK.”", "url": "https://www.telegraph.co.uk/news/2022/05/20/monkeypox-outbreak-doubles-health-authorities-set-announce-11/"},
{"title": "\nUK monkeypox vaccine rollout ‘too slow’ as cases surpass 1,700\n", "author": ["Sarah Newey, "], "date": "\n12 July 2022 • 6:32pm\n", "text": "Monkeypox vaccine shortages threaten attempts to tackle the UK’s worsening outbreak, charities have warned, as cases “overwhelm” sexual health services.  In a statement on Tuesday, a coalition of sexual and public health organisations criticised the Government’s response and warned the   unless the immunisation drive is “super charged”.  “The current vaccination rollout is too slow with far too few being vaccinated,” said the statement, from nine organisations including the British Association of Sexual Health & HIV, Association of Directors of Public Health and Terrence Higgins Trust. “This is compounded by a lack of coordination between those who are responsible for its delivery and insufficient quantities of vaccine,” it added, warning that communication with affected communities “has been poor” and there are “no plans” to combat sub-optimal access. Across the globe, more than 9,780 confirmed and suspected cases have been reported since May in an  . The UK has detected 1,735 cases, the vast majority in England among men who have sex with men.  According to the UK Health Security Agency, the outbreak is doubling every 15 days and   - in almost 80 per cent of cases, there is no information about whether an individual has been in contact with a confirmed patient.  The UKHSA said it has “mobilised a large-scale national response”, and has procured almost 30,000 doses of the smallpox vaccine - which also protects against monkeypox. “Sufficient vaccine supplies are available, enabling the NHS to roll out the programme to high risk groups,” said Dr Andrew Lee, a UKSHA incident director. But the latest statement criticised a lack of transparency over Britain’s procurement plans and rollout, and claimed that the country will need to protect 125,000 people as the  .   Richard Angell, campaigns director at Terrence Higgins Trust, said: “There is a clear choice in front of us: urgently do what is needed to tackle the spread of monkeypox or continue the lacklustre response to date which will mean the virus becomes endemic in the UK with more and more people impacted.” The statement added that sexual health services are facing “unsustainable” pressures, which could disrupt efforts to tackle other diseases, including HIV. Although the virus is not a sexually transmitted infection, it can present like one, and the group called for £51m to strengthen the response.  Prof Paul Hunter, a professor of medicine at the University of East Anglia, said he would have viewed the concerns as “a bit over the top” in May or early June.  “But it is clear that even in the UK we are not getting on top of this epidemic and unlikely to with the current strategy… we need to get better at getting vaccine to contacts and make it easy for anyone who believes they are a contact to get vaccinated,” he told the Telegraph. Dr Hugh Adler, an infectious disease expert at the Liverpool School of Tropical Medicine, added: “We have always had the tools - contact tracing and vaccination - to interrupt monkeypox transmission, and at the start of this outbreak I was quite relaxed and assumed that the public health response would have it sorted in no time. “But the system, as it stands, has been unable to contact trace in a sufficiently timely manner.”  But others pointed blame at LGBT+ groups, accusing them of   and “taking a huge bet on gay men’s health”.  “[The criticism is] completely unfair,” said Malcolm Clark, head of research at the LGB Alliance. The LGBT lobby groups... were utterly complacent and did next to nothing to stop the spread of this new and evolving virus.  “They spent almost all their time and energy complaining about stigmatising of gay men and denying the blatantly obvious that this virus was spreading disproportionately among gay and bisexual men.” Meanwhile, the World Health Organisation said on Tuesday that it would reconvene a panel to determine whether the outbreak constituted a global health emergency next week, after declining to trigger its highest alert at the end of June. ", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/uk-monkeypox-vaccine-rollout-slow-cases-surpass-1700/"},
{"title": "\nSex with unknown partners making monkeypox contacts hard to trace\n", "author": ["Sarah Knapton, "], "date": "\n10 June 2022 • 10:17pm\n", "text": "Public health officials are struggling to trace contacts of   because many had sexual contact with unknown partners in cruising grounds, sex clubs and during chemsex sessions, it has emerged. The first technical briefing for the disease included details of interviews with 45 confirmed cases, who were asked about their sexual health. Nearly all (98 per cent) of the interviewed cases reported sex with other men during the incubation period, with nearly half (44 per cent) reporting more than 10 sexual partners in the previous three months and group sex. Of those interviewed, 44 per cent (20 out of 45) also reported attending “sex-on-premises” venues in the UK or abroad during the incubation period, such as saunas, dark rooms or sex clubs. A minority of cases reported sexual activity in international festivals or events. There was high usage of dating apps, with 64 per cent of those interviewed meeting new partners that way The report, by the UK Health and Security Agency (UKHSA) said the interviews had “highlighted challenges” in controlling the outbreak. “Traditional contact tracing as a primary control intervention in this specific group will be challenging as most cases reported having sexual contact with new or casual partners, sometimes in the context of cruising grounds or during chemsex, frequently where contact details were unavailable for tracing,” said the report. A further 43 cases of monkeypox in England, one additional case in Scotland and one additional case in Wales were announced on Friday, bringing the total number to 366 as of June 9. The median age of confirmed cases in the UK was 38 years old. Questionnaires of 152 cases have found that 99 per cent of cases identified as gay, bisexual, or men who have sex with men, or reported same-sex contact. Recent foreign travel, within 21 days prior to symptom onset, was reported by around half (75 cases), with 59 of these reporting travel within Europe. The outbreak is , meaning that transmission is confined to a subpopulation with close contacts, but the report said health officials were closely monitoring the situation for evidence of Level 3 – the stage before full community transmission. The interviews showed that 36 per cent of people did not report attending any sex-on-premises venues, festivals or events in the three weeks before symptom onset, suggesting the need for wider interventions. Dr Meera Chand, director of clinical and emerging infections, UKHSA, said: “We are working, both in the UK and together with global partners, to progress the investigations that we need to help us better understand the virus, its transmission and the best use of mitigations such as vaccines and treatments. “We use the new data rapidly to inform the public health response and we continue to work to reduce transmission. “We are grateful to all those who have come forward for testing and the patients who continue to help us understand the outbreak through participating in studies and investigations.” The report authors said it was difficult to put a figure on the reproduction R number, which would give an indication of how fast the disease is spreading. In recent days, cases appear to have plateaued, which experts believe may be due to a change in behaviour from affected populations. People are advised to contact a sexual health clinic if they believe they have a rash with blisters.", "url": "https://www.telegraph.co.uk/news/2022/06/10/sex-cruising-grounds-clubs-makes-monkeypox-contacts-hard-trace/"},
{"title": "\nThird monkeypox victim is healthcare worker who treated infected patient\n", "author": ["Sarah Knapton, "], "date": "\n26 September 2018 • 3:35pm\n", "text": "A healthcare worker who treated a patient diagnosed with  has also contracted the disease, it has emerged. The individual was involved in the care of a patient at Blackpool Victoria Hospital earlier this month, before they were known to be carrying the infection,   said. PHE have refused to say how many patients were treated by the healthcare worker before the disease was detected but say they are currently tracing those affected.  The patient - who was only the second case of the rare infection recorded in the UK - is believed to have contracted the virus after travelling to Nigeria. The first case was diagnosed just days earlier, after a resident of Nigeria staying at a naval base in Cornwall presented with symptoms. PHE previously said there was ‘no UK link’ between the first two patients. The third individual is currently being treated at the Royal Victoria Infirmary in Newcastle. Monkeypox does not spread easily between people and most who contract the infection recover within a few weeks but people who were treated by the worker, and close family and friends are being checked. Dr Nick Phin, deputy director of the National Infection Service at PHE, said: “We have been actively monitoring contacts for 21 days after exposure to detect anyone presenting with an illness so that they can be assessed quickly. It is therefore not wholly unexpected that a case has been identified. “This person has been isolated and we are taking a highly precautionary approach to ensure that all contacts are traced.” Dr Jeremy Farrar, Director of  , said: “That this third case of monkeypox has been diagnosed now in a healthcare worker in the UK is worrying and an important reminder of the threat posed by infectious diseases in our connected world.   “International borders present very little barrier for disease, and we must work together and support scientists and researchers wherever they are in the world to develop vaccines and treatments for the patients who need them the most in order to protect us all.” There are two strains of the virus West African, which is milder and Central African which is more serious. Experts said it seemed likely that the outbreaks were of the milder kind as the first patient had travelled from Nigeria.    Prof Jonathan Ball, Professor of Molecular Virology,  , added: “The fact that only one of the fifty contacts of the initial monkeypox-infected patient has been infected shows how poorly infectious the virus is.  It is wrong to think that we are on the brink of a nationwide outbreak. “We live in a very connected world, where people can, and do, travel from one side of the world to the other in the blink of an eye.   “That’s why it is so important to build global capacity to detect and deal with emerging viruses as and when they appear.”  ", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/third-monkeypox-victim-healthcare-worker-treated-infected-patient/"},
{"title": "\nHow British research could hold the key to taming Monkeypox\n", "author": ["Hannah Boland"], "date": "\n3 June 2022 • 6:00am\n", "text": "As the country wound down for the long bank holiday weekend, Professor Jonathan Heeney was juggling a mountain of work in Cambridge. “The thing is, what we’re doing is really timely,” he says.  For years, Heeney and his team at biotech company DIOSynVax had been working on creating a vaccine suitable for three infectious viruses - ebola, lassa and marburg. But as   started to pick up around the world, the virus that DIOSynVax and researchers from the University of Cambridge had based their jab on was drawing attention.  \"Just like Oxford chose to use a chimpanzee adenovirus for their Covid vaccine, we chose a weakened smallpox vaccine to carry the payload for all these hemorrhagic fever viruses. And so, we would not only be able to vaccinate against lassa, ebola and marburg, but also fortuitously monkeypox,” says Prof Heeney. With positive monkeypox cases spreading worldwide, focus is turning to what approach countries should take — and the role of vaccines. The World Health Organisation (WHO) has said Europe is now at the “epicentre of the largest and most geographically widespread monkeypox outbreak ever reported outside of endemic areas in western and central Africa”.  Yet, so far, it adds, “monkeypox has not been at the forefront of research and development in the field of infectious diseases”. Britain has bought more than 20,000 doses of a smallpox vaccine in the scramble to secure supplies to inoculate those at risk. In the background, however, work has been underway in Britain on research which insiders say could hold the key to entirely stamping out such viruses. Last Monday, officials from InnovateUK were on the phone with Heeney. The government funding arm recently handed his project another £500,000 to expand its vaccine project to protect against four fevers plus monkeypox, on top of a previous £2.3m grant. “We want to do this as fast as possible,” says Heeney. “We want to get our vaccine into the countries where monkeypox is a real problem.” DIOSynVax’s potential, he says, is significant - not just for monkeypox but the other viruses, too. Its vaccine work was recently expanded to see if the jab could be used for a fourth virus - Crimean-Congo haemorrhagic fever.  “We’d only have to make one vaccine for all those viruses, and vaccinate people once or twice with it, rather than having to keep launching different campaigns. It would be cheaper and, simply, more effective.” Some within the scientific community are sceptical. Clive Dix, the former chair of the UK vaccine taskforce, argues the chances of success in making a virus to tackle three or four different things appear “very slim”. “The issues of developing it are horrendous, because if you have a vaccine, you need to show it works and get it approved. Well you’d need to show it works against all the things you’re trying to get approved for. These have to be full scale trials, so doing that multiple times over, you’re talking 20-year development plans.” The question of funding is central. Heeney may be optimistic the   could help his company secure more funding, yet not everyone is convinced. “Current smallpox vaccines are something like 85pc effective against monkeypox,” says Paul Hunter, professor in medicine at the University of East Anglia. “That’s pretty damn good. We could spend a lot of time, effort and money, and two years down the line have a specific monkeypox vaccine, and it's no better than what we’ve got at the moment.” While DIOSynVax’s jab is intended to help multiple viruses, experts argue funding for vaccine development in any form remains a major issue.  “A key question is, where is the pull at the other end of the market?” says Professor Andrew Pollard, of the Oxford Vaccine Group. “There is a question about the incentive for a commercial manufacturer to actually make a vaccine if it's not going to be used.  “Obviously, from a pandemic preparedness perspective, we need to work out how to make vaccines for these diseases, because  , like for Covid. But there's still a practical issue of the financial model. Who is funding this?” Still, there are pockets of scientific progress in Britain which could make a major difference to stamping out diseases such as monkeypox, even without huge investment and lengthy development periods. Vaccine tsar Dix says there is scope to “hold back the tide” of viruses in developing countries through technologies which stabilise vaccines, meaning they can be stored at any temperature.  Making vaccines that do not require fridges, or to be kept at certain temperatures, is key. Estimates suggest half of the world’s vaccines are wasted because they have not been stored at the right temperature. Özgür Tuncer, chairman and founder of British start-up StablePharma, is one expert working in this area. A former Pfizer manager, Tuncer understands this is something that urgently needs to be addressed.  “Pfizer said numerous times that they're making mRNA vaccines available to Africa, and it’s funny, because I worked for Pfizer for a long time and just making vaccines available to Africa does not solve the issue,” he says.  So far, Bath-based StablePharma is working on tetanus diphtheria vaccines and mRNA Covid vaccines — a process which involves adapting existing vaccines. Smallpox and monkeypox vaccines are also on their radar.  Pharma giants such as Moderna, which have said they are  , “are going to need somebody like us to create fridge-free versions of these vaccines,” insists Tuncer. The potential benefit, he says, could be huge. “We've shown as humankind that infectious diseases are eradicated because of vaccines. There's no other reason. It's all down to vaccines and vaccinating people relentlessly over long periods of time and building immunity. That all relies on access.” As focus remains firmly on the response to the current outbreak, the hope is that such messages will ring loud and clear for pharma executives and governments.  “It's easy to eradicate viruses in Europe,” says Tuncer. “But it's much more difficult to eradicate viruses or any infections in Africa, and that’s because of vaccination rates and access.” If Britain’s scientists could solve that, he says, situations like the current one could be a thing of the past. Scientists from the University of Cambridge have won fresh government funding for new vaccine work which aims to stamp out Monkeypox and Ebola in one swoop. The Department of Health is funnelling just under £500,000 into a project to develop a next-generation jab to protect against four infectious diseases, as well as monkeypox.  It would use a proven safe smallpox virus as a vector, which would carry and deliver the payload of vaccine antigens that educates a person's immune system against ebola, lassa fever and marburg.  The grant funding, delivered by government funding arm InnovateUK, will go towards adding Crimean-Congo haemorrhagic fever to the all-in-one vaccine. If successful, it could protect against the four major haemorrhagic fevers in West and Central Africa as well as monkeypox.  It comes as cases of monkeypox rise. By last Monday, there had been 172 cases in England since May 7, four in Scotland, two in Northern Ireland and one in Wales.  Cambridge University and its spin-out, DIOSynVax, are working together on the project for the multi-valent vaccine, following on from previous work to make one to protect against the first three of those four fevers. It previously received a £2.3m grant from Innovate UK. That project came to an end last December. Professor Jonathan Heeney, the head of the laboratory of viral zoonotics at the University of Cambridge and chief executive of DIOSynVax, said the process to develop the vaccine would require more trials than typical vaccine development. \"But at the same time, once we've got it nailed, we're gonna cover if not four then five viruses in one.\" The Government has so far bought more than 20,000 doses of a smallpox vaccine, supplied by Bavarian Nordic, which is being offered to close contacts of those infected. That vaccine is thought to be around 85pc effective against monkeypox. Ministers are also working with suppliers to produce extra doses should they be needed.  Prof Heeney said latest monkeypox outbreak in Europe would hopefully help funnel more funds into its work, and that a next-generation multi-valent vaccine would be easier to roll out in developing nations. \"If there's a real international push to get more vaccines out there that can not only protect against monkeypox, but these other viruses, then it certainly would be of great benefit.\"  \"We would like to be able to get this done within a year, but it's going to take more investment and a bigger push to get these trials going.\"", "url": "https://www.telegraph.co.uk/business/2022/06/03/british-research-could-hold-key-taming-monkeypox/"},
{"title": "\nMonkeypox surge linked to end of Covid restrictions as virus finds new ‘niche’\n", "author": ["Sarah Newey, "], "date": "\n27 May 2022 • 9:30am\n", "text": "An end to coronavirus lockdowns created the ideal “niche” to accelerate the global spread of monkeypox, experts have warned. Over the last two years, restrictions imposed to curb Covid also disrupted the transmission of a raft of other pathogens, with the circulation of flu, adenoviruses and RSV falling drastically.  Now, scientists are tracking the unusual spread of a range of viruses which have rebounded as restrictions are lifted. Pathogens are circulating out of season, appearing in new regions and causing unexpected disease.  “I think we may well be seeing the infectious disease consequences of a prolonged period of isolation, followed by widespread exposure to a range of pathogens,” Prof Will Irving, a professor of virology at the University of Nottingham, told the Telegraph. Monkeypox is the latest unexpected disease to rear its head in the UK. Health officials have   since the virus was first detected in England in early May, while roughly 431 suspected or confirmed cases have been found in over 20 countries worldwide.  The pathogen is endemic in west and central Africa, where it causes regular outbreaks. In the Democratic Republic of Congo alone, where a more virulent variant is in circulation, monkeypox has killed 58 people and infected over 1,200 so far this year. But the current outbreak is the first time the virus has spread widely outside Africa, causing scientists to scramble to  . And it looks increasingly likely that shifting behaviour has enabled a sudden explosion of infections.  “The virus could have been introduced to the UK during the last two years, but opportunities for it to spread were limited due to social distancing,” said Prof Eleanor Riley, a professor of immunology and infectious disease at the University of Edinburgh. “Those restrictions have now gone and the virus has found a niche to circulate in.” So far, the UK Health Security Agency says that the majority of cases identified across Britain have been among men who have sex with men (MSM). While monkeypox is not a “gay disease” or sexually transmitted, it thrives in close contact settings - and many cases have been linked to  .  “The sense of freedom and euphoria allowing people to travel more freely again - including for those in various sexual networks - may have boosted the ability of this virus to spread amongst a larger global population,” said Dr Julian Tang, clinical virologist at the University of Leicester.  Other diseases have also found a foothold as immunity has fallen after two years of limited exposure to pathogens. Australia, for instance,   in the young and elderly, while the United States has seen an uptick on flu hospitalisations in the last few weeks that is highly unusual for May.  Prof Irving said he is concerned about “what the ” in the UK.  “This is a virus that pretty much the whole population gets exposed to each winter, thereby strengthening immune responses, and yet it still manages to cause significant numbers of hospital admissions and deaths,” he said. “And here we are, not having seen the virus for over two years.” A mystery surge of severe hepatitis in children has also been linked to changing disease trends caused by lockdowns. On Friday, the UK Health Security Agency announced a further 20 cases - taking the total reported to 222 across the country. Currently, the leading theory is that the cases are linked to an adenovirus - but as these common-cold viruses usually cause mild diseases, the UKHSA says other factors may be amplifying the infection. One hypothesis is that Covid-19 lockdowns have weakened children’s immunity because they were less exposed to common pathogens while in isolation.  Others suspect that the virus is acting in tandem with another infection, such as Sars-Cov-2, or that there has been an  “exceptionally large wave of normal adenovirus infections” - meaning very rare complications are presenting more frequently. “For the hepatitis, influenza and RSV cases, it seems a reasonable hypothesis that some of the measures to control Sars-Cov-2… has changed the pattern of exposure to viruses,” said Prof David Robertson, head of the Glasgow Centre for Virus Research. “As a result there’s been some reductions in immunity and thus some more severe cases are now arising.” But the pattern for monkeypox is different, experts stressed. Because the virus was not previously circulating widely outside Africa, prior immunity was almost non-existent even before the pandemic.  The recent explosion of cases, however, demonstrates how easy it is for diseases to spread across borders in an interconnected world. The UK has also seen imported cases of two Ebola-like diseases - Crimean-Congo hemorrhagic fever (CCHF) and Lassa fever - this year.  “This multi-country outbreak again highlights that in our globally hyper-connected world of 2022, infectious disease agents rapidly move to all continents,” said Dr Chris Walzer, executive director at the  Wildlife Conservation Society. “Today, no spot is so remote that its pandemic potential can be ignored.” Prof Riley added: “If there are other ‘exotic’ viruses that have been circulating at low levels in the UK during the Covid restrictions, I would expect that they will make themselves known quite quickly now restrictions have lifted.”", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-surge-linked-end-covid-restrictions-virus-finds-new/"},
{"title": "\nScientist advise caution ahead of festival season as monkeypox cases rise\n", "author": ["Joe Pinkstone, "], "date": "\n28 May 2022 • 3:07pm\n", "text": "People attending festivals and other events with large crowds this summer have been advised by health officials to be cautious as the number of  The majority of infections are in men who identify as having sex with other men and experts are encouraging this community in particular to be “hyper vigilant” to any new ulcers, lesions or rashes on their body, especially their genitalia. Monkeypox is not an STI but can be   as it passes from one person to another following close contact, including skin-to-skin, such as occurs during sex. Officials worldwide now believe the virus likely spread around the world so quickly as an infected person visited a sauna in Madrid which then became a superspreader event. Events, including a gay Pride event in the Canary Islands and a fetish festival in Belgium, are also believed to be linked to multiple early infections. Dr Will Nutland, honorary assistant professor at the London School of Hygiene and Tropical Medicine and co-founder of Prepster, a volunteer group of London-based HIV prevention activists helping raise awareness of monkeypox, hosted a webinar dedicated to informing the LGBTQ+ community about the risks of monkeypox. “There’s been talk in some of the networks we are involved in of the potential dangers of groups of people getting together,” he said. “Particularly where groups of people may get together and drink, or get high, and start making out. “We know there is a big two-day festival coming up [Mighty Hoopla] that’s going to attract a lot of queer people in London in a week’s time.” Mighty Hoopla is a popular festival in Brockwell park in Stockwell, South London and bands such as Sugababes, Steps and Blue will be playing at the event on June 3 and 4. Mateo Prochazka, an STI expert on the UKHSA team investigating the monkeypox cases who is a self-identifying gay man and has a ticket to the event in South London, said he would still be going despite the monkeypox risk but may think about avoiding certain high-risk situations and environments. “I’m going there to have a good time, to dance, to have a drink, to sit on the grass. [But] I will maybe think about whether I want to be in a closed tent dancing with a lot of people, just because I want to protect my health,” he said. “That’s not necessarily something I’m telling everyone they should be doing, but I’m thinking about it. “If I were single, if I were not in a monogamous relationship, I maybe would withhold from having multiple new sexual contacts just because I dont want the experience of going through the monkeyplox pathway right now. “That is just my personal choice, but I will very much still go to Mighty Hoopla and do things I feel like are not risky.” Dr Nutland added: “There are not calls for us to start closing down venues and events. In fact, quite the opposite.   “Those of us involved in these public health discussions know that is not the right thing to do. Let’s have a nice balance going on.” A spokesperson for Mighty Hoopla told The Telegraph: “Across all Brockwell Live festivals, we remain committed to working in line with government health guidance regarding public safety at events. “As with our policy following the Covid-19 pandemic - ticket holders are urged to stay at home if they feel unwell.” Currently there are 106 known cases of the virus in the UK, with 101 in England, three in Scotland, one in Northern Ireland and one in Wales. It comes as the British health authorities updated official guidance to state that pet rodents (gerbils, guinea pigs, hamsters etc) of monkeypox cases must be isolated in a secure location, such as a government lab, for three weeks. This is the human incubation period for the disease and the animal must test negative via PCR before it can be released from quarantine. There are an estimated two million pet rodents in Britain. Wendi Shepherd, Monkeypox Incident Director at the UK Health Security Agency, called the move “a precautionary measure”. Other pets, such as cats and dogs, are believed to be less susceptible to monkeypox and can be isolated away from an infected person at home, as long as vets can access the animal safely.   An earlier version of this article reported that music festivals could become monkeypox superspreader events. This was incorrect. In fact expert advice is large events can go ahead but people should be aware of the risks and avoid multiple sexual contacts.", "url": "https://www.telegraph.co.uk/news/2022/05/28/music-festivals-could-become-monkeypox-superspreader-events/"},
{"title": "\nMonkeypox vaccine rollout for gay men who ‘participate in group sex’\n", "author": ["Joe Pinkstone, "], "date": "\n21 June 2022 • 5:56pm\n", "text": "Monkeypox vaccines are to be offered to gay men deemed to be at high-risk of   because they have sex with multiple partners, health officials have announced. Authorities on Tuesday updated official guidance and implemented a new strategy to try and curb the  . Gay and bisexual men, as well as those who identify as “men who have sex with men” (GBMSM), will now be offered the monkeypox jab if a clinician deems them eligible. Criteria for the vaccine will be similar to those who are given PrEP medication to stave off HIV and takes into consideration whether the individual has multiple sexual partners, engages in group sex, attends “sex on premises” venues or has recently caught an STI. The new strategy, published by the UK Health Security Agency (UKHSA), said: “JCVI proposed that vaccination should be offered as soon as feasible to GBMSM at highest risk due to a large number of contacts. “In view of the current epidemiology and vaccine supply available, wider vaccination in low-risk GBMSM individuals or the general population is not advised at this time.” The UKHSA strategy added that sexual health services will be used to identify men who are most at risk. Dr Mary Ramsay, head of immunisation at UKHSA, said: “Our extensive contact tracing work has helped to limit the spread of the monkeypox virus, but we are continuing to see   in gay, bisexual and other men who have sex with men. “By expanding the vaccine offer to those at higher risk, we hope to break chains of transmission and help contain the outbreak.” Alex Sparrowhawk, health promotion specialist at Terrence Higgins Trust, added: “This targeted vaccination programme is a positive move forward while the data still shows monkeypox is disproportionately affecting gay and bisexual men in the UK. “We encourage everyone, regardless of your sexuality, to be vigilant about new spots, ulcers and blisters.” The pre-emptive vaccine rollout aspect of the strategy is in addition to the existing “ring vaccination” plan which uses contact tracing to identify those who have been in recent close contact with a known case. Healthcare workers at specialist wards, close contacts of known cases, and staff who clean the rooms of positive cases are  But the update to the strategy will now expand the list of occupations eligible for the jab to include lab workers processing monkeypox tests as well as hospital staff at non-specialist units treating infected patients. The vaccine on offer is the Imvanex smallpox vaccine which is manufactured by Bavarian Nordic and is thought to be 85 per cent effective against monkeypox. It is authorised for use against smallpox in the UK – but not specifically for monkeypox – and due to the similarity of the pathogens is being used “off label”. The announcement comes as the total number of monkeypox cases in the UK reached 793, with the majority in gay men. Almost 500 of the cases are in London. Prof Paul Hunter, professor in medicine at the University of East Anglia, said: “It is certainly looking like the current strategy of ring vaccination is not working. This is probably down to difficulties in identifying cases and their contacts rapidly enough, possibly due to stigma. “The report today about offering vaccines to [GBMSM] at high risk of exposure is the right thing to do.  “Even though we are not seeing much spread outside of [GBMSM], monkeypox doesn’t care whether those contacts are same sex or mixed sex and so I think we should be ready to start offering the vaccine to female sex workers as well.” A recent study from the London School of Hygiene and Tropical Medicine published as a pre-print on medRxiv showed that “a small fraction of individuals [who] have disproportionately large numbers of partners can explain the sustained growth of monkeypox cases among the [men who have sex with men] population”. “We also suggest that the basic reproduction number (R0) for monkeypox over the [GBMSM] sexual contact network may be substantially greater than 1 for a plausible range of assumptions, which poses a challenge to outbreak containment efforts,” the authors write, including Prof John Edmunds, SAGE member and Covid modeller. “Ensuring ongoing support and tailored public health messaging to facilitate prevention and early detection among [GBMSM] with a large number of sexual partners is warranted.”", "url": "https://www.telegraph.co.uk/news/2022/06/21/monkeypox-vaccine-rollout-gay-men-participate-group-sex/"},
{"title": "\nMonkeypox could become endemic if it makes the jump to pets\n", "author": ["Joe Pinkstone, ", "Sarah Newey, "], "date": "\n24 May 2022 • 10:19am\n", "text": " could become entrenched in Europe forever if the current outbreak jumps to pets, health officials have warned as cases in Britain have tripled to 57. All but one of the UK cases are in England, with the UK Health Security Agency announcing on Monday the identification of 36 more infections in England to go with the 20 previously known patients. One person with  , but there are no known cases in Wales or Northern Ireland. Health officials insist   remains low but experts believe there is an urgent need to ensure animals do not contract the virus as they could become permanent reservoirs of disease. No cases have been reported in pets at this point, but in a rapid risk assessment on Monday, the European Centre for Disease Control warned that it was important to “manage exposed pets and prevent the disease from being transmitted to wildlife”. “If human-to-animal transmission occurs, and the virus spreads in an animal population, there is a risk that the disease could become endemic in Europe,” the update said. “Rodents, and particularly species of the family of Sciuridae (squirrels) are likely to be suitable hosts, more so than humans, and transmission from humans to (pet) animals is theoretically possible,” the report reads. “Such a spill-over event could potentially lead to the virus establishing in European wildlife and the disease becoming an endemic zoonosis. The probability of this spill-over event is very low.” Prof David Robertson, of the Glasgow Centre for Virus Research, told the Telegraph this was a “valid concern”. Experts believe rodents, such as rats and squirrels, can harbour the virus but the full range of susceptible animals remains unknown, and could include domesticated pets. In 2003, an outbreak in the United States was traced back to mammals imported as pets from Ghana - two rope squirrels, a Gambian rat and three dormice.   “It would seem sensible to monitor any animals/pets that infected people are in contact with,” Prof Robertson added. A “notable proportion” of the current cases are   and this community is being urged to be vigilant to any new rashes or lesions appearing on their body. If a person notices an unusual blemish on their body, especially on their genitalia, they are being asked to contact NHS 111 immediately or their local sexual health clinic. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion.  It also produces a distinctive rash, which often starts on the face before spreading across the body, including the genitals.  A person is infectious until after their scabs have dropped off, which can take until several weeks after infection. Close contacts of infected people in Britain are being   called Imvanex to protect them against the disease. This strategy,  , includes health care workers, sexual partners, flat mates and even a person that a positive case shared a car with. High-risk contacts are also being  , as the virus has a long incubation time and it can take several weeks for symptoms to emerge. The vaccine, if administered within four days of exposure, is thought to be highly effective at fighting the monkeypox virus. Around a third of the nation’s 3,500 dose-strong stockpile of the vaccine has now been shipped out to NHS Trusts to ensure jabs can be dished out as soon as they are needed. Dr Susan Hopkins, chief medical adviser at the UK Health Security Agency, said: “Because the virus spreads through close contact, we are urging everyone to be aware of any unusual rashes or lesions and to contact a sexual health service if they have any symptoms.  “A notable proportion of recent cases in the UK and Europe have been found in gay and bisexual men so we are particularly encouraging these men to be alert to the symptoms.” Since the beginning of the monkeypox outbreak at the start of May scientists have found the virus is spreading in sexual networks and likely originated from a single point before being carried globally after people attended internationally advertised gay parties, raves and saunas. A paper published on Monday by a team of Portuguese academics shows the current global spate of cases “most likely” all came from a single point before propagating worldwide. The team, led by the National Institute of Health in Lisbon, found that the genetic fingerprint of the current outbreak diverges “far more than one would expect” when compared to previous cases. The paper’s authors add that the theory of the monkeypox being a “hypermutated virus” borne out of an “evolutionary jump” can not be discarded. “We have already detected the first signs of microevolution within the outbreak cluster,” they wrote.", "url": "https://www.telegraph.co.uk/news/2022/05/24/monkeypox-could-become-endemic-makes-jump-pets/"},
{"title": "\nMonkeypox infection lasts after scabs and rashes disappear\n", "author": ["Joe Pinkstone, "], "date": "\n25 May 2022 • 12:19am\n", "text": "People infected with   may be infectious long after their scabs and rashes have disappeared, according to new data. It has long been believed that monkeypox patients, who develop infectious lesions on their body, stop being infectious as soon as their scabs have healed and dropped off. But analysis from NHS doctors shows this may not be the case as the virus was detected in throat swabs and blood samples long after the rash had vanished. A study published in the Lancet Infectious Diseases reports on the disease progression of seven people who had monkeypox in Britain between 2018 and 2021. These cases were all linked to travel to Africa, with one healthcare worker catching the disease after changing an infected person’s bed sheets. This instance was the first time there had been human-to-human transmission of the virus outside Africa. None of the cases, including the one child, died or needed intensive care treatment but some were admitted to hospital as a precaution to prevent any  . The study did not look at the current outbreak, which now totals 71 cases in Britain, with the majority catching it in the community, and a  . Study author Dr Hugh Adler, an NHS junior doctor in infectious diseases and a research fellow at the Liverpool School of Tropical Medicine, said: “We hope [our study] informs the doctors and public health officials looking after cases now. “We were surprised to see that you can detect the virus in a throat swab and in blood for this duration of time. We can see that it remains positive in the throat and blood for the length of the illness and maybe even longer after the rash is resolved,” he said. “Now, we don’t know what this means. We don’t know that this means these patients are more infectious or infectious for longer, but it does inform us of the biology of disease. “Since we don’t know the implications of it, it’s an important area for future research.” He added that the current outbreak, which is 10 times bigger than the number of cases from the past three years combined, might provide crucial data to build on this study’s preliminary findings to see if a person can be infectious for longer than their rash persists. “Traditional guidance, for example from the CDC and other countries, would say that once the rash has got better, the patient is no longer infectious,” Dr Adler explained. “Because we detected the virus in things like throat swabs, it poses the question of whether people could be infectious for longer and that’s what the future research is to confirm. “It’s something that we hoped to refine as our knowledge grows in the current outbreak.” Dr David Porter, paediatric infectious diseases consultant at Alder Hey Children’s NHS Foundation Trust, also urged parents to not be overly concerned about the outbreak as childhood cases in the UK are rare. If a parent spots a rash or blemish on their child, the chances are that it is not monkeypox, but chickenpox, he said. “As a parent, I wouldn’t be encouraging people to be trying to differentiate between monkeypox and chickenpox,” he said. The study also found promising signs that an antiviral drug designed to target   also shortens a patient’s length of illness and infectiousness, but this was tested in just one case and needs to be backed up with blogger studies. Fourteen more monkeypox cases were reported in England on Tuesday, taking the UK’s total to 71. All but one of the infections are in England, with   and no known infections so far in Wales or Northern Ireland. The UK Health Security Agency (UKHSA) insists the risk to the UK-wide population remains low despite the  . Where in the UK the cases are remains unknown, as does the breakdown by gender and exactly how many people self-identify as gay or bisexual. If a person notices an unusual blemish on their body, especially on their genitalia, they are being asked to contact NHS 111 immediately or their local sexual health clinic. Dr Susan Hopkins, Chief Medical Adviser at UKHSA, said: “We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms.”", "url": "https://www.telegraph.co.uk/news/2022/05/24/monkeypox-14-new-cases-discovered-england/"},
{"title": "\nMonkeypox: Why we should be worried\n", "author": ["Ben Farmer"], "date": "\n20 May 2022 • 6:08pm\n", "text": "In a world still on edge from the Covid-19 pandemic, the emergence this week of a scattering of cases of a different disease jumping from animals to humans has put global health experts at action stations. Victims are being struck with fevers, aches and pains and then a rash of ugly fluid-filled bumps and lesions that spread across the skin. The infection has originated this time not from bats in China, as with the coronavirus, but probably from rodents in Africa.  , has been known for decades, but the current smattering of cases is unexpected because of its wide geographic spread – and it is ringing alarm bells. Until now, monkeypox has been known to be mainly concentrated in a handful of African countries, including   and the Democratic Republic of the Congo, with cases only rarely exported elsewhere.  This time, however, cases have quickly cropped up in the US and eight European countries,   – as well as both a confirmed case and a probable case in Australia. The wide distribution suggests it is spreading undetected. So how worried should the world be about monkeypox? Disease experts warn that, while it may not be about to trigger another Covid-like pandemic, it is likely to spread further and  . Jimmy Whitworth, a professor of international public health at the London School of Hygiene and Tropical Medicine, said that meant the current international outbreak was “highly unusual”.  He told Reuters: “Historically, there have been  . It has only happened eight times in the past before this year.”  While he said the cases are not likely to cause a nationwide epidemic like Covid, he warned that it is “a serious outbreak of a serious disease – and we should take it seriously”. Matthew Ferrari, director of the Centre for Infectious Disease Dynamics at Penn State University, added: “What we’re seeing may not manifest as a large-scale catastrophe. But we’re seeing a predictable phenomenon that is a stark reminder that emergence events are not black swans and we must plan accordingly.” By Thursday (May 20), the UK had logged 20 cases, Portugal had recorded 23, Spain 30. The United States and Sweden have each reported one. Italian authorities have confirmed one case and suspect two more. In other developments, the WHO is warning that festivals and parties in the summer “could accelerate” transmission as cases are being detected in people engaging in sexual activity.  A Spanish sauna, a rendezvous for gay men to find and engage in sex, has also been cited as a likely superspreader event for the virus in the European country. The only approved vaccine for smallpox, which also works against monkeypox, is made by a German company Bavarian Nordic, which this week announced an ”undisclosed European country” had ordered fresh doses of the vaccine in response to the outbreak. Health Secretary Sajid Javid also confirmed this week the UK has ordered more doses of a smallpox vaccine, which is believed to be the Imvanex jab made by Bavarian Nordic.  Disease experts say that this wide array of new cases is one source of concern and points to the virus having been already spreading undetected for some time.  Only the first of the UK victims had recently travelled to Africa, meaning the others caught it from domestic spread. Two of the cases live together, but there’s no direct contact between the rest. Bill Hanage, an epidemiology professor at Harvard, said: “These are the largest, most disseminated outbreaks of their kind we have seen. It is obvious that we should be making protective vaccines now.”  He wrote on Twitter that it was “very plausible that transmission has been happening for some time unnoticed because folks don’t expect to see monkeypox and so don’t diagnose it”. He went on: “Now on the bright side, this implies that the severity of the infections are not extremely high or we would have noticed sooner. On the gloomier, it means there are multiple transmission chains out there already.  “That means lots of infections and, as we should have learned from recent experience, even if an infection is mostly mild that is scant comfort if you get so many of them the rare poor outcomes add up.” Monkeypox is a rare, usually mild infection, related to the dreaded smallpox which was eradicated in 1980. Monkeypox is typically caught from infected wild animals in parts of Africa.  Symptoms usually start after five to 21 days and include a fever, a headache, muscle aches, backache, swollen glands, shivering and exhaustion.  A chickenpox-like rash of raised spots often starts on the face and spreads, turning into small blisters filled with fluid. These blisters eventually form scabs which later fall off, according to the NHS website. In more extreme cases, the disease can sometimes be fatal. There are two varieties: a Congo strain, which is more severe and may kill up to one in 10, and a West African strain, which has a fatality rate in about one per cent of cases. The UK cases have all been the West African strain.  Fatality statistics have often been compiled from outbreaks where healthcare is often patchy, however, and the prognosis for patients with American or European treatment is expected to be much better. Monkeypox gained its name because it was first discovered in 1958 in monkeys kept for research, but signs of infection have also been found in various rats, mice and squirrels. Such wild rodents are thought to act as the main wild host for the virus and infection then occasionally spills over into humans. The first human case was recorded in 1970. The disease spreads from animals to humans by bites, or by touching an infected animal’s blood, body fluids or fur, or eating its partially cooked meat. Monkeypox does not spread easily between people, but   said it is possible to catch via “close contact with respiratory secretions, skin lesions of an infected person or recently contaminated objects”.  In practice, that can mean through touching clothing, bedding or towels used by someone with the rash, as well as touching monkeypox blisters or scabs, or getting too close to coughs and sneezes from an infected person. Of the 20 UK cases recorded so far,  , bisexual or who have sex with men. That has led to speculation that the disease may now be sexually transmitted, but experts have said it is probably just spreading through close contact. Dr Michael Head, a senior research fellow in global health at the University of Southampton, said: “There is no evidence that it is a sexually transmitted virus, such as HIV. It’s more that here the close contact during sexual or intimate activity, including prolonged skin-to-skin contact, maybe the key factor during transmission.” The good news is that there is already an effective vaccine against monkeypox. Jabs which were widely delivered to eradicate smallpox, caused by the variola virus, are also up to 85 per cent effective against monkeypox, according to the WHO.  The US alone has enough smallpox vaccine stockpiled to give to everyone in the country. The UK Government has also started giving jabs to health workers and  . Widespread use of the vaccine has been wound down, however, since smallpox was stamped out more than four decades ago – and this may be a factor in the current spread of monkeypox.  “Two factors probably contribute to the cases we have seen over recent years,” said Dr Michael Skinner, a reader in virology at Imperial College London.  “One is that the cessation of smallpox vaccination after the global eradication of variola virus in 1980 means that levels of cross-reactive immunity to monkeypox have now waned or disappeared, so that people can now be infected with monkeypox virus.” The other possibility is that something has changed to widen or broaden the distribution of the virus among West Africa’s wildlife, meaning humans are more likely to catch it.  “We’re seeing a shift in the age distribution of cases,” Michael Ryan, the WHO’s executive director for health emergencies, told US health news website Stat. “We’re seeing a shift in the geographic distribution of cases. We have to really understand that deep ecology. We have to really understand human behaviour in those regions and we have to try to prevent the disease from reaching humans in the first place.” Public-health experts are now scrambling to trace cases and trying to ensure that doctors and nurses are aware of the disease and can report infections if necessary.  “This cat is already out of the bag,” said Harvard’s Prof Hanage. “All that remains is to see what sort of cat it is – a tabby or a tiger?”", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-should-worried/"},
{"title": "\nMonkeypox cases confirmed in all nations of UK\n", "author": ["Will Bolton"], "date": "\n26 May 2022 • 5:34pm\n", "text": "The first cases of monkeypox has been confirmed in Wales and Northern Ireland, meaning it has now been identified in all nations of the UK, health officials have said. Dr Giri Shankar, director of health protection for Public Health Wales, said: \"We are working with the UK Health Security Agency (UKHSA), Public Health Scotland, and Public Health Agency Northern Ireland, and we are ready to respond to cases of monkeypox in Wales. \"The case is being managed appropriately. To protect patient confidentiality, no further details relating to the patient will be disclosed.\" Monkeypox incident management teams have been set up in Northern Ireland and the Republic of Ireland to prepare for possible cases of the disease. The Public Health Agency (PHA) of Northern Ireland said it wanted to \"ensure that we are fully prepared for any potential risk to the population\". There are now believed to be 80 cases of   in the UK. The UKHSA will update the totals later on Thursday. Despite the rise in cases, the UKHSA has said the risk to the overall UK population \"remains low\". Gay, bisexual and men who have sex with men are being urged in particular to be aware of symptoms, especially if they have recently had a  . Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. UKHSA teams have been tracing contacts of those with a confirmed case and are advising those at highest risk to isolate for 21 days. A smallpox vaccine is also being offered to close contacts to reduce their risk of symptoms and severe illness.", "url": "https://www.telegraph.co.uk/news/2022/05/26/first-case-monkeypox-confirmed-wales/"},
{"title": "\nMonkeypox outbreak: First case detected in Scotland\n", "author": ["Joe Pinkstone, ", "India McTaggart"], "date": "\n23 May 2022 • 11:48am\n", "text": "Scotland has recorded the first case of monkeypox in the country, Public Health Scotland (PHS) has confirmed. The person is \"being managed and treated in line with nationally agreed protocols and guidance\", according to Dr Nick Phin, the medical and public health science director at PHS. The development came as an expert in infection diseases warned that \"we have never seen anything like this before\" after a rise in the UK's monkeypox cases led to high-risk contacts being urged to  . , the world's second biggest spending medical research charity, said that \"we have never seen anything like this before, with such a number of cases\" in so many countries. Sir Jeremy Farrar added that the country's response to the virus should be praised, as he noted that   are likely to be behind the rise in global cases. The UK Health Security Agency (UKHSA) will release updated figures on the situation in the UK on Monday, with  . PHS did not confirm details of the person being treated in Scotland, or where they were located, but said close contacts were being traced and would be given support, including the possibility of a vaccination against the virus. The Scottish case comes as European health officials are poised to urge member states to get their vaccine strategies in order as monkeypox cases across the continent soar.  A risk assessment from EU officials is expected to be published today and will likely recommend nations use stores of the smallpox vaccine Imvanex, which also works against monkeypox, to protect close contacts of known cases.  The jab is made by the Danish firm Bavarian Nordic and if given within four days of exposure can alleviate symptoms and improve symptoms and prognosis. Jabbing close contacts is a tried and trusted epidemiological strategy known as ring vaccination.  It was discussed last week at an emergency WHO meeting of experts and is already employed and recommended by the UK Health Security Agency, which released its own guidance for Britain on Friday.  Guidance from UK officials categorised contacts of cases into five categories of risk, with the three greatest risk groups recommended to get the jab.  This includes so-called low-risk people who have been in the same environment as a case while wearing PPE, such as healthcare workers.  Other examples of people who will be offered the smallpox/monkeypox jab are “medium-risk” people such as a known case’s taxi driver, people who shared a waiting room with an infected individual, or doctors who may have examined a case without PPE before a diagnosis was made. High-risk people who will also be offered the vaccine include someone who has had sex with a known case, a household contact or someone who had sirect contact with a patient’s bedding.  Cases of monkeypox have been reported in 14 countries, according to epidemiologists at Harvard University who are tracking the spread, including 40 cases in Spain and 23 in Portugal. Sir Jeremy,  , told BBC Radio 4's Today programme on Monday that there  , with cases recorded in the UK, but \"this is different, something has changed\". Monkeypox is usually found in West Africa, and the virus does not often spread elsewhere. He added: \"The virus may have changed, but I think that's unlikely. More likely is, I think, that the niche that this virus now finds itself in has allowed for some superspreader events and those individuals involved in that have then travelled to other parts of the world and taken the infection with them.\" He said the fact that the virus has \"spread across borders so quickly is different\" from what has been seen before. At a superspreading event, the number of cases transmitted will be disproportionately high compared with general transmission. Transmission between people is occurring in the UK, with a large proportion of cases identified in the gay, bisexual and men who have sex with other men community. Monkeypox is not normally a sexually-transmitted infection, but it can be passed on by direct contact during sex. It can also be spread through touching clothing, bedding or towels used by someone with the monkeypox rash, and through the coughs and sneezes of somebody with the infection. The Government has stocks of the smallpox vaccine, which is being offered to very close contacts of those who have been affected. Those at the highest risk of contracting the disease are being asked to self-isolate at home for 21 days, with others warned to be on the lookout for symptoms. The disease is usually mild but can cause severe illness in some cases. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, which then spreads to other parts of the body including the genitals. The first case identified in the UK was in a person who had returned from Nigeria, but other cases are unrelated to travel. According to the UKHSA, monkeypox does not usually spread easily between people and the overall risk to the UK population remains low.", "url": "https://www.telegraph.co.uk/news/2022/05/23/monkeypox-outbreak-first-case-detected-scotland/"},
{"title": "\nMonkeypox outbreak baffles experts\n", "author": ["Anne Gulland, "], "date": "\n23 March 2018 • 11:52am\n", "text": "A rise in the number of cases of a rare virus across Africa is baffling experts. Monkeypox, which is closely related to smallpox, has spread throughout west and central Africa over the last 10 years, with six countries reporting cases, compared to just two countries 20 years ago. Nigeria, whose last reported case was in 1978, is experiencing a particularly virulent outbreak with 89 people infected and six deaths since 2017.  Monkeypox starts with a high fever before turning into a painful rash with open sores. One in 10 people who catch the disease die, with those with suppressed immune systems particularly at risk. If the disease infects the eye it can lead to scarring of the cornea and, in some cases, blindness. But scientists are still unsure what is behind the rise in the number of cases, said Andrea McCollum, epidemiologist at the US Centers for Disease Control and Prevention and an expert in pox viruses. She said it could be due to better detection and surveillance of outbreaks in west Africa. “Another component could be from changes in terms of the environment or ecology of the animal reservoir,” she said. \"One of the problems is that there are no experts in these countries because there has been a lapse in the number of cases over the last 30 to 40 years. A lot of the experts from the smallpox era are just not around any more,\" she added.  Monkeypox was first observed in the 1960s in monkeys brought to Europe from Africa, with the first human case diagnosed in the Democratic Republic of the Congo (DRC) in 1970. However, scientists are still unsure if the disease is actually transmitted by monkeys  rats or other rodents maybe the culprits, said Dr McCollum. As well as improving countries’ ability to detect the disease another priority is development of a vaccine, with researchers from CDC and Kinshasa University currently trialling a smallpox vaccine in the DRC. “We know it performs well in the laboratory and in animals but we don’t know if it performs well in an area like the DRC where people are exposed to the naturally occurring virus,” she said. An  , which infected 47 people, was traced to the import of small animals from Africa. Dr McCollum said the   was also a potential driver for outbreaks in other parts of the world. “There’s a lot of illegal movement of animal product out of Africa to all regions of the world. It’s astounding,” she said. According to figures from the UK Department for Environment, Food and Rural Affairs (Defra) 6,900kg of bushmeat from west Africa was seized by border officials in 2015-16, compared to 6,200kg in 2014-15. The majority of this meat is brought in by individuals for family occasions or as a taste of home, Defra said. It is important to understand what animal is spreading the disease, said Dr McCollum, as the consumption of bushmeat is common in west and central Africa. “These communities, particularly in central Africa, that live in the bush are dependent on wild animals for protein sources. Their backyard is the forest and they hunt these animals. We’re trying to put out scientifically accurate communication about the risk,” she said. But she acknowledged this was difficult. “People tell us if they don’t hunt their family will suffer,” she said.  ", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/monkeypox-outbreak-baffles-experts/"},
{"title": "\nPet hamsters belonging to monkeypox patients should be isolated or killed, say health chiefs\n", "author": ["Sarah Newey, ", "Joe Pinkstone, "], "date": "\n26 May 2022 • 2:16pm\n", "text": "Pet hamsters, gerbils and guinea pigs belonging to monkeypox patients should “ideally be isolated” in government laboratories, according to European health authorities. In a worst case scenario where monitored isolation and regular testing is unfeasible, the agency suggested a cull should be considered as “a last resort” to prevent the disease gaining a permanent foothold in the region. So far, 90 cases have been detected across the UK since the virus was first identified in England in early May - including 12 on Thursday - while 344 suspected or confirmed cases have been reported in more than 20 countries worldwide.  In  , the European Centre for Disease Control (ECDC) urged both those infected with monkeypox and their close contacts to avoid their pets, amid fears the virus could become endemic across the continent  . Pet rodents – including hamsters, gerbils, guinea pigs and mice – are considered most at risk, as they are known to be susceptible to the disease. “Rodent pets should ideally be isolated in monitored facilities, complying with respiratory isolation (e.g. a laboratory) and animal welfare conditions (e.g. government facilities, kennels or animal welfare organisations), and tested (by PCR) for exposure before quarantine ends,” the ECDC said. “Euthanasia should only be a last resort reserved to situations where testing and/or isolation are not feasible,” experts added. When Covid-19 jumped to mink in Denmark,   to prevent the spread of Sars-Cov-2.  Other animals, including dogs and cats, should also be kept indoors – but can isolate at home as the risks of contracting the virus are lower. The Telegraph understands the UK Government is set to publish similar advice in the coming days, urging monkeypox patients to keep their distance from animals. Although the natural reservoir of monkeypox is unknown, experts believe it comes from rodents in west and central Africa, where the disease is endemic. In 2003, an outbreak in the United States was traced back to animals imported as pets from Ghana – two rope squirrels, a Gambian rat and three dormice. The animals infected nearby prairie dogs at a wholesale pet store and the prairie dogs infected 47 people in six states – America has since prohibited the importation of all African rodents. Prof David Robertson, of the Glasgow Centre for Virus Research, told the Telegraph that although the threat of monkeypox jumping from humans to pets to wildlife is low, it is a “valid concern”.  If this happens, it would be incredibly difficult to trace   – which could jump back into humans from wildlife, triggering recurrent outbreaks. “Rabbits and mice would be ones to watch, as they’re likely to be kept as pets,” Dr Robertson said, pointing to a 1976 study which concluded they can catch the virus. “This virus does have quite a wide host range which is always worrying in terms of potential to establish in a new host species… it would seem sensible to monitor any animals/pets that infected people are in contact with,” he added.   The Telegraph understands that the official guidance from British officials due out in the next few days will encourage monkeypox cases to avoid close contact with their pets, the animal’s bedding, their toys and their litter. This advice comes as health officials warn nurses, doctors and cleaners should take precautions when changing or touching the bed linen of infected people as this is a known route of transmission. People who are infected, or suspected to be, are also set to be told that they should not feed their pet or stroke them. Another member of the household should take on caregiver duties, wherever possible, and this person should wash their hands after every time they touch the animal, officials will advise.   Dr Christine Middlemiss, the UK's Chief Veterinary Officer, told the Telegraph: “No cases of monkeypox have ever been suspected or reported in pets in the UK and the risk remains low.  “We will continue to monitor the situation closely and work with veterinary and public health colleagues, both in the UK and across the world, to manage the animal health associated risks with monkeypox.” On Wednesday Justine Shotton, president of the British Veterinary Association, also told the Daily Mail that although no cases have so far been reported in pets, she is “supportive of a cautious approach”. “It would be a sensible decision to keep your distance from a pet while in quarantine,’ she said. “If I was diagnosed with monkeypox I would do whatever I could to limit contact, such as asking a friend or relative to take care of it.” Others, however, have downplayed the risks. Professor Ian H Brown, head of the virology department at the Animal and Plant Health Agency (APHA), said the threat remained “theoretical”, with diseases “more readily” jumping the other way, from humans to animals. “There are lots of uncertainties so [it is] always prudent in such situations to educate people and mitigate such risks,” he told the Telegraph. “To date few animal species have known susceptibility to the virus. No companion dog cases have been reported during this event to date or in previous events.” The UKHSA said on Thursday that it has purchased an extra 20,000 doses of the Bavarian Nordic Imvanex jab   but also works against monkeypox, taking the total stockpile to 23,000.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/pet-hamsters-belonging-monkeypox-patients-should-isolated-killed/"},
{"title": "\nExclusive: Monkeypox tracker being developed to monitor rising cases\n", "author": ["Joe Pinkstone, "], "date": "\n26 May 2022 • 1:04pm\n", "text": "Health officials are working on creating a Covid-like monkeypox dashboard to track rising cases, The Telegraph understands. The UKHSA is now putting out daily updates on case numbers via press releases to keep the public up to date with the  .  took several weeks to develop and launched after the emergence of coronavirus in Spring 2020 and has been an integral part of the nation’s pandemic response over more than two years. With the technological snags now out of the way thanks to work on the Covid dashboard, the UKHSA would have a relatively simple task to imitate the product and launch a monkeypox equivalent. It will likely mean a return to pedantic analysis of daily infection figures, with the dormant debates around infection time, hospital admissions, upward/downward trends and data collection likely to be reignited by professionals and amateur number sleuths alike. There is no known time of completion for the monkeypox dashboard and its launch is dependent on the outbreak persisting. The first monkeypox case was announced on May 7 and now there are 90 infections in the UK, with 85 in England, one in Wales, one in Northern Ireland and three in Scotland. Official guidance is also expected over the next couple of days to better inform what people should be doing if they develop symptoms or believe themselves to have been exposed. Currently, cases confirmed via PCR analysis are being quarantined, either at home or in specialist hospital infectious disease wards, and close contacts are being traced and offered a vaccine that can prevent disease if given a few days after exposure. Britain has around 23,000 doses of the Bavarian Nordic Imvanex jab   but also works against monkeypox. Full vaccination requires two doses four weeks apart and each dose costs around £5. It can modify infection if given straight after exposure but because monkeypox has a three week incubation period, by the time a person is symptomatic the jab is useless. However, ring vaccination — inoculating close contacts of cases — can help halt the spread. Close contacts are also being asked to self-monitor and isolate for symptoms for three weeks. People who think they may have monkeypox are being urged to be aware of any new and unusual rashes on their body and to ring their local sexual health service to arrange a test. Health officials in the UK insist the risk to the general public remains low, and the World Health Organization is adamant that the outbreak can still be contained. However, it has now been found in more than a dozen nations, with Spain, the UK and Portugal the most afflicted areas outside of Africa. This outbreak is the first time there has been sustained human-to-human transmission outside of Africa. A “notable proportion” are in  , health officials say, and this being urged to be particularly alert to any symptoms including lesions around and on the genitalia, as the viruscan be passed on via sex. “If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible – though please phone ahead before attending in person,” Dr Susan Hopkins, Chief Medical Adviser at UKHSA said.", "url": "https://www.telegraph.co.uk/news/2022/05/26/exclusive-covid-like-monkeypox-dashboard-developed-track-rising/"},
{"title": "\nSecond case of rare viral infection monkeypox confirmed in the UK, health bosses confirm\n", "author": ["Francesca Marshall"], "date": "\n11 September 2018 • 5:59pm\n", "text": "The second ever case of monkeypox has been recorded in the UK, heath bosses have confirmed.  The patient, who is believed to have contracted the infection while travelling in Nigeria, is the second known case to be recorded in the UK just days after the first incident was announced on Friday.  The second patient attended Blackpool Victoria Hospital and, following a positive test result, was transferred to Royal Liverpool University Hospital, an expert respiratory infectious disease centre, Public Health England (PHE) announced today. The body said it was now working hard to contact individuals who may have come into contact with the individual to provide health advice.  The case is the second recording in a matter of days after more than 50 people were warned over the weekend they may have been exposed to monkeypox after the first case of the deadly disease was recorded last week. It is believed a Nigerian naval officer travelled to the UK on a commercial fight after contracting the disease. He stayed at a Royal Navy base in Cornwall while taking part in a training exercise before being confirmed to have the disease on Friday. The risk to the wider public is considered to be very low, PHE said. The Nigerian naval officer began to develop symptoms of the virus, which has a mortality rate of between one and ten per cent, while on the British base. On Friday after his diagnosis was confirmed the patient was moved to the infectious disease unit at the Royal Free Hospital in London. He was said to be in a stable condition. Dr Mike Beadsworth, clinical director of the Tropical and Infectious Diseases Unit, confirmed they are now treating a second patient who has tested positive for monkeypox.  He said: “The patient is being cared for on our specialist infectious and tropical diseases unit, by highly trained staff who are experienced in dealing with a variety of infectious diseases. “All necessary precautions are being taken by specialist staff and there is currently no risk to other staff, patients or visitors. “We ask that people continue to use our services as normal and that people only come to our emergency department if their condition is serious and/or an emergency.” Monkeypox is a rare viral infection, similar to smallpox but not as deadly. It is usually mild and self-limiting with most people recovering within a few weeks, but severe illness and death can occur. It does not spread easily between humans but can be transmitted via close contact. Dr Nick Phin, deputy director, National Infection Service at PHE: “We know that in September 2017 Nigeria experienced a large sustained outbreak of monkeypox and since then sporadic cases have continued to be reported.   “It is likely that monkeypox continues to circulate in Nigeria and could therefore affect travellers who are returning from this part of the world, however, it is very unusual to see two cases in such a relatively short space of time.  “We are working hard to contact individuals, including healthcare workers, that might have come into contact with the individual to provide information and health advice.” The initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A painful rash with open sores can develop, often beginning on the face, then spreading to other parts of the body. Nigeria is experiencing a particularly virulent outbreak with 89 people infected and six deaths since 2017. Scientists are still unsure if the disease is transmitted by monkeys or via rodents.", "url": "https://www.telegraph.co.uk/news/2018/09/11/second-case-rare-viral-infection-monkeypox-confirmed-uk-health/"},
{"title": "\nHigh risk monkeypox contacts urged to self-isolate for three weeks\n", "author": ["Lizzie Roberts, "], "date": "\n22 May 2022 • 4:51pm\n", "text": "High risk contacts of   cases will be asked to self-isolate and avoid contact with children under-12 for three weeks. The number of confirmed cases in the UK - currently 20 - is   with the release of updated figures for the weekend. Dr Susan Hopkins, the chief medical adviser for the UK Health Security Agency (UKHSA), said on Sunday authorities were detecting more cases \"on a daily basis\". People who have had direct unprotected contact with a case will be advised to self-isolate for 21 days, including from the workplace, according to UKHSA guidance for contact tracing monkeypox. The guidance also states contacts should “avoid contact with immunosuppressed people, pregnant women, and children aged under 12 where possible”. Contacts will also receive daily communication from authorities. Individuals considered “high risk contacts” will be offered the  , which has historically been shown to be protective against monkeypox. Examples of high risk contacts include; household contacts, sexual contacts, and those changing a patient’s bedding without appropriate PPE. Medium risk contacts will also be offered the vaccine, encouraged to avoid contact with the above groups and receive daily communication from authorities, but they are not asked to self-isolate, the guidance says. Passengers seated directly next to a   on a flight, those who shared a car or taxi with a case, and anyone treated in a consultation room after a confirmed case prior to room cleaning, are considered medium risk. These individuals are also asked to stay away from work for 21 days if their employment involves contact with immunosuppressed people, pregnant women and children aged under 12. They are also encouraged to discuss any travel plans on a case-by-case basis if asymptomatic. Keith Neal, a professor in the epidemiology of infectious diseases at the University of Nottingham, said quarantine of contacts and cases of monkeypox cannot be enforced in the same way as Covid-19, as it is not a notifiable disease. Notifiable diseases are a specific legal category of diseases which must be flagged to public health authorities, which include Covid-19, cholera, and malaria. “The risk of a contact being infected is so low compulsion would be disproportionate, currently it is advised to isolate where necessary,” he said. “Health staff are also not legally required to isolate, but they can be excluded from their medical facilities for the 21 day period.” It is understood isolation advice is being given on a case-by-case basis. Any contacts with symptoms will be tested, and testing is being carried out at the UKHSA's specialist Rare and Imported Pathogens Laboratory (RIPL). It comes after Belgium announced monkeypox cases must self-isolate for 21 days. US president Joe Biden said over the weekend that recent cases of monkeypox, which have been identified in Europe and the United States, are something \"to be concerned about\". In his first public comments on the disease, Mr Biden said: \"It is a concern in a sense that if it were to spread, it's consequential.\" Dr Hopkins told BBC One's Morning Show on Sunday that reports suggest there are “certain individuals who are much more at risk of severe disease, particularly the immunosuppressed, or young children”. “In adults we think it is relatively mild, but again, we will learn more,” she said. A young child has tested positive for the virus and is being treated in intensive care, according to reports. The World Health Organisation also reports that children are at higher risk and contracting the virus during pregnancy may lead to complications. Asked if there is community transmission in the UK, she said: \"Absolutely, we are finding cases that have no identified contact with an individual from west Africa, which is what we've seen previously in this country. \"The community transmission is largely centred in urban areas and we are predominantly seeing it in individuals who self-identify as gay or bisexual, or other men who have sex with men.\" Concerns have been raised about healthcare staffing after some workers from sexual health services have already been forced to isolate. Dr Claire Dewsnap, a consultant in genitourinary medicine and president of the British Association for Sexual Health and HIV, told the BBC staff in clincics were already “under significant pressure”. \"It is already stretching the workforce and will have a massive impact if staff have to isolate if they are in close contact with someone who's infected,\" Dr Dewsnap said.", "url": "https://www.telegraph.co.uk/news/2022/05/22/high-risk-monkeypox-cases-urged-self-isolate-three-weeks/"},
{"title": "\nBritish scientists warned monkeypox would fill the void left by smallpox three years ago\n", "author": ["Joe Pinkstone, "], "date": "\n22 May 2022 • 6:00am\n", "text": "A group of leading British scientists warned three years ago that Monkeypox would fill the void left behind by smallpox, The Telegraph can reveal. Two dozen experts met at the Chatham House think tank’s headquarters in London in June 2019, including academics from the University of Cambridge, UCL and the London School of Tropical Hygiene and Medicine, as well as experts from the Ministry of Defence and Public Health England (now the UK Health Security Agency, or UKHSA). At the impromptu seminar they discussed how monkeypox may   — which was eradicated in 1980 — and that there is a need to develop “new generation vaccines and treatments”. Alongside the elite British minds, which featured distinguished professors and SAGE advisers, were industry figures and international experts from four other nations, and the illustrious guestlist made up an “ad hoc and unofficial group of interested experts”. The academics wrote their conclusions in a paper, published in 2020 in the journal Vaccine, and warned that fewer than one in three people are now protected against smallpox, and by association, monkeypox, as Britain's vaccination programmes were stopped in 1971. As a result, the  has dwindled to a diminutive level. The smallpox vaccine was a live virus that often had side-effects. Now, a new vaccine is available that contains a non-replicating virus and is much better tolerated and offers around 85 per cent protection against monkeypox. Since May 6, 20 cases of monkeypox have been identified in the UK, predominantly among gay and bisexual men. One of the 20 cases is reportedly a young child who is in intensive care in a London hospital. In a prescient foreshadowing of what is unfolding currently, the 2019 paper said: “With the cessation of widespread smallpox vaccination, increased study of the monkeypox virus, the human disease it causes, and its epidemiology are important. “Monkeypox has been viewed as ‘just another neglected disease’,” they said. “Global travel and easy access to remote and potentially monkeypox-endemic regions are a cause for increasing global vigilance.” They added that “ ”. This niche is one humanity would prefer to remain empty as smallpox claimed more than 300 million lives in the 20th century alone, killed up to 50 per cent of those infected, and was called “one of the most devastating diseases known to humanity” by the World Health Organization (WHO). Four of the paper’s authors work for a German company called Bavarian Nordic, which manufactured the modern smallpox vaccine. It is known as Jynneos in the US and Imvanex is its UK moniker. Britain has its own stockpile of the vaccine and it is being offered to the close contacts of confirmed cases, as it can reduce symptoms if administered within four days of exposure. Prof David Heymann, a co-author of the paper and professor of infectious disease epidemiology at LSHTM, as well as a former chair of the Health Protection Agency at PHE and ex-WHO chief, told The Telegraph: “Three years ago, there was a meeting at Chatham House, which we convened to look at monkeypox. “The vaccine Bavaria Nordic has is the only vaccine that has been licensed for use in people to prevent monkeypox. So there is a vaccine.  . “If the vaccine is not available in sufficient quantities, then what might happen is that there would be prophylaxis of contacts with an antiviral drug in order to try to stop this virus from just continuing to spread.”  ", "url": "https://www.telegraph.co.uk/news/2022/05/22/british-scientists-warned-monkeypox-would-fill-void-left-smallpox/"},
{"title": "\nClose contacts of monkeypox cases to be given vaccines\n", "author": ["Lizzie Roberts, "], "date": "\n19 May 2022 • 1:28pm\n", "text": " vaccines will be given to close contacts of known cases, a health chief has said, as officials continue to investigate the source of the outbreak.  were identified in the UK on Thursday, bringing the total to nine, according to the UK Health Security Agency. One case was reported in London while another was found in south-east England. Prof Kevin Fenton, London's public health regional director, said household contacts, close contacts and health staff who have treated cases are being prioritised for vaccines. Speaking to BBC London Radio on Thursday he said the UK does not have “millions” of doses and it’s a  . But he said the strategy was to “make sure we vaccinate the highest priority people”. “And as you can imagine they will be household contacts, or close contacts, of people who are infected, [and] the health care workers who took care of those patients to ensure that they are also protected as well,” he said. “We really want to use the vaccine where it’s going to be most effective.” He added that if cases continue to spread “then there are plans in place to ensure we have more antiviral agents and more vaccines available to deal with that”. Prof Fenton said the antiviral agents can reduce the course of infection \"so you have a much milder course of disease\" and \"getting the treatments early [is] really critical\". The new cases may have been caused by community transmission because the individuals affected have no travel links to a country where monkeypox is endemic, experts said. It means there have been nine cases reported since May 6 and  , bisexual or other men who have sex with men. But the two new cases have no links to the previous six, the agency said. Prof Fenton explained there are three clusters of cases and authorities are “really trying to raise awareness” among those who could be at risk. \"One is a person who returned from West Africa and may well have contracted the infection while they were there,” he said. \"There's a cluster in a family, a heterosexual family... we haven't found any travel links as of yet, which could suggest that they may have picked up the infection in some contact here. \"And there's another cluster of gay, bisexual or other men who have sex with men and they have all reported no history of travel.\" Monkeypox can be passed on by direct contact though sex, but is not considered to be a sexually transmitted infection. Dr Susan Hopkins, the chief medical adviser at the UKHSA, said on Thursday the latest cases, along with reports of cases across Europe, “confirms our initial concerns that there could be spread of monkeypox within our communities”. “UKHSA has quickly identified cases so far and we continue to rapidly investigate the source of these infections and raise awareness among healthcare professionals,” she said. “We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay if they have concerns. Please contact clinics ahead of your visit. “We are contacting any identified close contacts of the cases to provide health information and advice.” The health agency said the virus - which usually causes a mild illness - does not spread easily between people and the risk to the UK population remains low. Anyone with concerns that they could be infected with monkeypox is advised to contact NHS 111 or a sexual health clinic, although they are urged to notify the clinic before attending. The rash, which can develop as part of the virus, changes and goes through different stages before finally forming a scab, which later falls off. The health agency also said that initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion.", "url": "https://www.telegraph.co.uk/news/2022/05/19/close-contacts-monkeypox-cases-given-vaccines/"},
{"title": "\nPerson in England diagnosed with monkeypox\n", "author": ["Telegraph Reporters"], "date": "\n7 May 2022 • 2:23pm\n", "text": "A person in England has been diagnosed with monkeypox, the UK Health Security Agency (UKHSA) has said. The patient had recently travelled from Nigeria, which is where they are believed to have contracted the infection, before travelling to the UK, the UKHSA said. The person is receiving care at the expert infectious disease unit at the Guy's and St Thomas' NHS Foundation Trust, London. Monkeypox is a rare viral infection that does not spread easily between people but can be spread when someone is in close contact with an infected person.", "url": "https://www.telegraph.co.uk/news/2022/05/07/person-england-diagnosed-monkeypox/"},
{"title": "\nMonkeypox may be spreading in communities as two new cases identified\n", "author": ["Sarah Knapton, "], "date": "\n19 May 2022 • 2:03am\n", "text": " could be spreading in communities, public health officials fear, with two more people diagnosed with the virus who had no links to previous cases.  The UK Health Security Agency (UKHSA) said it had detected two additional cases of monkeypox - one in London and one in the south-east of England. The latest cases brings the total number of   in England to nine, with recent cases predominantly in groups including gay and bisexual men. The two latest cases have no travel links to a country where monkeypox is endemic, so it is possible they acquired the infection through community transmission, the UKHSA said.  Doctors have been asked to look out for individuals with rashes that do not have a clear, alternative diagnosis. Canada reported 13 suspected cases of monkeypox on Wednesday night, all in Montreal, while the US confirmed its first infection - a man from Massachusetts who had recently travelled to Canada. Spain and Portugal have more than 40 suspected cases between them, with 20 in Lisbon and 23 in Madrid. Elena Andradas, head of public health in Madrid, told Cadena Ser radio: \"All of the cases are young adult males and most of them have sexual relations with other men, but not all of them.\" Dr Susan Hopkins, chief medical adviser at the UKHSA, said: “These latest cases, together with reports of cases in countries across Europe, confirm our initial concerns that there could be spread of monkeypox within our communities. “UKHSA has quickly identified cases so far and we continue to rapidly investigate the source of these infections and raise awareness among healthcare professionals. “We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay if they have concerns. Please contact clinics ahead of your visit. “We are contacting any identified close contacts of the cases to provide health information and advice.” The UKHSA said it is working closely with the NHS to urgently investigate how the virus was acquired. The Mail reported that contacts of cases are being offered vaccination.  Monkeypox does not usually spread easily between people and experts said the risk to the UK population remains low. It is usually a mild self-limiting illness and most people recover within a few weeks. Initial symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body, including the genitals. The rash changes and goes through different stages. It can look like chickenpox or syphilis before finally forming a scab, which later falls off. Monkeypox - a viral infection usually associated with travel to West Africa - has not previously been described as a sexually transmitted infection, although it can be passed on by direct contact during sex.  It can also be passed on through other close contact with a person who has monkeypox, or contact with clothing or linens used by a person who has monkeypox. Anyone with concerns that they could be infected with monkeypox is advised to contact NHS 111 or a sexual health clinic. People are assured their call or discussion will be treated sensitively and confidentially. Dr Michael Head, senior research fellow in global health at the University of Southampton, said: “We do see occasional imported cases of monkeypox into the UK, and have previously seen human-to-human transmission.  “There’s currently gaps in our knowledge, and the contact tracing and public health investigation being carried out by UKHSA will no doubt reveal more in due course. “However, it would be very unusual to see anything more than a handful of cases in any outbreak, and we won’t be seeing Covid-style levels of transmission.” Prof Kevin Fenton, London's public health regional director, said plans are in place to stockpile monkeypox treatments if infections rise further. Speaking to BBC Radio London before the latest cases were revealed, Prof Fenton said attempts are being made to raise awareness in the capital. He urged people who could be at risk to \"get checked out\". Speaking about those who have been diagnosed, he explained: \"One is a person who returned from West Africa and may well have contracted the infection while they were there. \"There's a cluster in a family, a heterosexual family ... we haven't found any travel links as of yet, which could suggest that they may have picked up the infection in some contact here. \"And there's another cluster of gay, bisexual or other men who have sex with men and they have all reported no history of travel.\"", "url": "https://www.telegraph.co.uk/news/2022/05/18/monkeypox-may-spreading-communities-two-new-cases-identified/"},
{"title": "\nMonkeypox ‘spreading in sexual networks’\n", "author": ["Joe Pinkstone, "], "date": "\n17 May 2022 • 1:42pm\n", "text": " is likely to be a sexually transmissible virus, experts believe, that may be driving the outbreak in Britain. Previously it was believed the virus could only spread by close contact including with lesions or via an infected person’s exhaled respiratory droplets. But emerging evidence indicates the virus could also be contracted during sexual intercourse, a link which has never been seen before.  Seven cases of the virus have been recorded so far in England, with six in London and one in the North East. Four of the seven cases seen in England in the past two weeks are in gay or bisexual men and this is “highly suggestive” of sex being a driver of transmission, according to experts. Mateo Prochazka, an STI expert and the head of the UK Health Security Agency team investigating the  , said sex has never been described before as a means of its transmission. He tweeted: “Close contact between two people (such as during sex) could facilitate transmission – but this has never been described before. “However, the high proportion of cases in the current outbreak in England that are gay or bisexual (4/7, 57 per cent) is highly suggestive of spread in sexual networks. “This is further suggested by the fact that common contacts have been identified for only two of the four latest cases.” He added that this would mean the virus could be transmitted through sex, but it was not its primary route, much like shigella. Monkeypox cases in Britain are rare and the fact that only one of the seven cases, the very first,   means the virus is spreading in the community. “What is even more bizarre is finding cases that appear to have acquired the infection via sexual contact - this is a novel route of transmission that will have implications for outbreak response and control,” Mr Prochazka said. He added that sexual health services will be key in squashing the outbreak, and it will also be necessary to “tackle discourses that reinforce inequalities and stigma”. Scientists are divided on the theory, with some agreeing that this could be the first documentation of the virus being passed during sex. “This may indeed be the first time transmission of monkeypox via sexual contact has been documented, although it has not been confirmed to be the case,” said Dr Michael Head, a global health scientist from the University of Southampton. Prof Neil Mabbott, personal chair in immunopathology at the University of Edinburgh, added: “Transmission of monkeypox virus infection in humans by sexual contact has not previously been documented, and the recent cases suggest a potentially novel means of spread.” Health officials are now urging the gay and bisexual man community to be particularly aware of “any unusual rashes or lesions on any part of their body, especially their genitalia, and to contact a sexual health service if they have concerns”. Symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. It also produces a distinctive rash, which often starts on the face before spreading across the body, including the genitals, which the   says can be itchy and painful. There is no cure for monkeypox and the mortality rate is thought to be around 10 per cent, with most people developing symptoms two weeks after infection and taking two to four weeks to recover.  “There is a need to engage with the at-risk community of gay and bisexual men to ensure they know about the presence of this infection and report any sign and symptoms to health facilities,” said Prof Jimmy Whitworth, professor of international public health at the London School of Hygiene & Tropical Medicine. However, some scientists have voiced concern over this theory and said a link cannot be assumed. Prof Francois Balloux, an infectious disease expert and director of the UCL Genetics Institute, said: “I would urge some caution at this stage before concluding that monkeypox may have recently morphed into an STD. “Monkeypox is not particularly transmissible and the number of cases to date where the route of transmission is known remains relatively small. “Most ‘sexual contact’ qualifies as ‘close contact’. Thus, the recent observation of apparent transmission through sexual contact in the UK does not necessarily, in itself, imply any recent change in the monkeypox virus routes of transmission.”", "url": "https://www.telegraph.co.uk/news/2022/05/17/monkeypox-likely-sexually-transmissible-infection-health-officials/"},
{"title": "\nNigeria launches investigation into UK monkeypox outbreak\n", "author": ["Adrian Blomfield"], "date": "\n13 September 2018 • 2:59pm\n", "text": "Nigeria has launched an investigation to identify the source of a monkeypox outbreak that has infected two people in the UK with the potentially deadly disease. The Nigeria Centre for Disease Control (NCDC) said it was cooperating with Public Health England after  .  Both patients are believed to have travelled to Nigeria,  Seven of the 113 people known to have contracted the virus in Nigeria have died. Cases of the disease, which is normally spread from animals to humans, have been reported in 16 of Nigeria's 36 states. \"Following the recent report of the two cases in the UK, NCDC has been working with the UK's public health agency... to investigate these cases,\" the NCDC said in a statement, adding that the body was taking steps \"to strengthen surveillance, detection and response to cases of monkeypox.\" Monkeypox remains a rare disease and is usually confined to remote parts of central and West Africa, where locals are likely to come into contact with infected wild animals. The disease is often spread through handling monkeys and rodents, health officials say. Most who contract the virus recover within a few weeks after reporting symptoms that include a rash, fever, headache, body pain, sore throat and enlargement of the glands. A wider outbreak in the United Kingdom is thought highly unlikely as the virus does not spread easily among people except through close contact with an infected person. Nigerian health authorities have attempted to curtail the spread of the virus by encouraging people to refrain from eating monkey meat and washing hands with soap and water after coming into contact with animals. In some affected states people were discouraged from shaking hands with strangers. There is neither a vaccine nor a specific treatment for monkeypox. However it is believed that the smallpox vaccination, now rarely available since the elimination of the disease, can be used both to protect against acquiring monkeypox and in treating it. The first case of the disease in the UK is believed to be a Nigerian naval officer who stayed at a Royal Navy base in Cornwall while taking part in a training exercise. The risk to the wider public is thought to be very low although more than 50 people have been warned they may have come into contact with the disease.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/nigeria-launches-investigation-uk-monkeypox-outbreak/"},
{"title": "\nMonkeypox virus may have evolved to be more transmissible\n", "author": ["Joe Pinkstone, ", "Sarah Newey, "], "date": "\n23 May 2022 • 2:14pm\n", "text": "The   to be better at spreading between people, the makers of the disease’s vaccine warned last year.  Experts at Bavarian Nordic — which makes the world’s only non-replicating smallpox and monkeypox jab, called Imvanex — wrote a paper in December 2021 foreshadowing the current global outbreak. In it they said that the lack of population immunity to orthopoxviruses, which includes smallpox and monkeypox, due to smallpox’s elimination in 1980 will likely cause an “escalation of monkeypox cases”. But the experts also say that the monkeypox virus itself may be evolving to be better at jumping from person to person. The scientists pointed to a 2014 analysis which found that in 17 per cent of cases, around one in six, there was significant gene loss which “seemed to correlate with human-to-human transmission”.  \"One other possible factor influencing the resurgence of monkeypox might be the genetic evolution of the monkeypox virus,\" they write. It is also possible, the authors believe, that the virus itself is changing and therefore manifesting in different ways.  For example, the average age of a case was four years old in the 1970s and 100 per cent of deaths were in children under ten, leading to the school of thought that the virus was more dangerous to children.  Now however,   and under-10s account for around a third of all deaths. One child is thought to be seriously ill with the condition in London. “In light of the current environment for pandemic threats, the public health importance of monkeypox disease should not be underestimated,” the researchers foretold. Historically, most monkeypox cases have been due to interactions with infected animals in Africa and the current outbreak, which totals 57 British cases, is the only time there has been sustained person-to-person transmission of the virus outside of Africa.   Now, however, the World Health Organization has said “human-to-human transmission is occurring among people in close physical contact with cases who are symptomatic”. While this marks a change in how the virus is being spread, it also challenges what scientists know about the virus, with the WHO warning that it expects more cases in non-endemic areas to be reported.  Dr Susan Hopkins, chief medical adviser for UKHSA, said over the weekend that cases are expected to be identified on a daily basis going forward.  But the outbreak is not completely out of the blue, with leading British academics  in 2019 that monkeypox would “fill the ecological niche” left behind by smallpox eradication.  And in December 2021, staff at Bavarian Nordic warned in their paper that the virus was poised for an emergence on a global scale. “Overall, monkeypox is gradually evolving to become of global relevance,” they write. “We describe the greater than ten-fold increase in monkeypox cases over the past five decades.” The researchers add that “there are mounting concerns about the geographical spread and further resurgence of monkeypox”. There are two types of monkeypox, with one (West African clade) killing one in 30 patients and the other (Congo Basic clade) killing one in 10. The current outbreak is of the former.  Prof David Heymann, ex-WHO chief and professor of epidemiology at London School of Tropical Medicine and Hygiene, told the Telegraph: “The West Africa strain causes skin rashes and ulcers, and in some people fever and lymph node swelling. “Then there's the West Congo Basin strain, which is different. It causes serious illness. In fact, it looks like smallpox. “People who have the Congo Basin strain of monkeypox are very sick and end up with scarring like smallpox, which is very serious, with ten per cent mortality. The West Africa clade is much milder.” “International support for increased surveillance and detection of monkeypox cases are essential tools for understanding the continuously changing epidemiology of this resurging disease.”  A paper published today [Mon] by a team of Portuguese academics backs up the 2019 findings and shows that the current global spate of cases “most likely” all came from a single point before propagating worldwide, possibly via a superspreader event.  The team, led by the National Institute of Health in Lisbon, add that the genetic fingerprint of the current outbreak diverges “far more than one would expect” when compared to a smattering of cases from 2018 and 2019. Titled “Multi-country outbreak of Monkeypox virus: genetic divergence and first signs of microevolution”, the paper’s authors add that the theory of the monkeypox being a “hypermutated virus” borne out of an “evolutionary jump” can not be discarded.  “We have already detected the first signs of microevolution within the outbreak cluster,” they write.  Prof Jonathan Ball, professor of virology at Nottingham University, said the work from Portugal \"is important\" to help understand the current outbreak. \"The changes appear real, possibly caused by human cell editing the genome (via a host protein called APOBEC), rather than the virus mutating because of 'sloppy' replication,” he told The Telegraph.  \"What those changes mean - if anything - is anyone's guess at the moment.”", "url": "https://www.telegraph.co.uk/news/2022/05/23/monkeypox-evolving-scientists-believe-may-now-transmissible/"},
{"title": "\nUK's first case of rare Monkeypox virus infection confirmed\n", "author": ["Joel Adams"], "date": "\n8 September 2018 • 6:25pm\n", "text": "More than 50 members of the public could have been exposed to a rare viral infection, health officials fear after the first case of monkeypox was diagnosed in the UK. A Nigerian naval officer who came to the UK to take part in an Ministry of Defence (MoD) training exercise at a Royal Navy base in Cornwall was confirmed to have the disease on Friday. He flew from Nigeria,  , to London on a commercial flight last weekend. Public Health England (PHE) have contacted passengers on the plane who were sat close to the man to warn them that they have been exposed to the infection. The risk to the wider public is considered to be very low, PHE said. The Nigerian naval officer began to develop symptoms of the virus, which has a mortality rate of between one and ten per cent, while on the British base. On Friday after his diagnosis was confirmed the patient was moved to the infectious disease unit at the Royal Free Hospital in London. He was said to be in a stable condition. Monkeypox is a rare viral infection, similar to smallpox but not as deadly. It is usually mild and self-limiting with most people recovering within a few weeks, but severe illness and death can occur. It does not spread easily between humans but can be transmitted via close contact.  PHE has contacted 50 people it considers to be at risk, including those sitting closest to the patient on the flight from Abuja to Heathrow on Sunday September 2. A spokesman for the Ministry of Defence said “all necessary steps” were being taken but that no other personnel had developed symptoms. The initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A painful rash with open sores can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages before finally forming a scab, which later falls off. If the disease infects the eye it can lead to scarring of the cornea and, in some cases, blindness. Dr Michael Jacobs, clinical director of infection at the Royal Free said: “Monkeypox is, in most cases, a mild condition which will resolve on its own and have no long-term effects on a person’s health. Most people recover within several weeks. “It is a rare disease caused by monkeypox virus, and has been reported mainly in central and west African countries. “It does not spread easily between people and the risk of transmission to the wider public is very low. We are using strict isolation procedures in hospital to protect our staff and patients.” Dr Nick Phin, deputy director of the national infection service at PHE said: “It is important to emphasise that monkeypox does not spread easily between people and the overall risk to the general public is very low. “Public Health England is following up those who have had close contact with the patient to offer advice and to monitor them as necessary. “PHE and the NHS have well established and robust infection control procedures for dealing with cases of imported infectious disease and these will be strictly followed to minimise the risk of transmission.” Monkeypox was first observed in the 1960s in monkeys brought to Europe from Africa, with the first human case diagnosed in the Democratic Republic of the Congo in 1970. Nigeria is experiencing a particularly virulent outbreak with 89 people infected and six deaths since 2017. Scientists are still unsure if the disease is transmitted by monkeys or via rodents.", "url": "https://www.telegraph.co.uk/global-health/science-and-disease/50-people-could-have-exposed-rare-viral-infection-uks-first/"},
{"title": "\nMystery over spread of monkeypox as four more people infected\n", "author": ["Lizzie Roberts, "], "date": "\n16 May 2022 • 9:04pm\n", "text": "Four more   have been identified in England, health chiefs have said, but they are not connected to the previous three patients. The new cases take the total across the country to seven. The cases are not linked to travel to a country where the infection is endemic, such as in west and central Africa. The UK Health Security Agency (UKHSA) said that the infection does not easily spread between people and the risk to the population is low. The virus kills up to one in 10 of those infected. However, it added that the most recent cases were among gay and bisexual men, and advised these communities to be alert to any unusual rashes and lesions on the body. The first monkeypox case was confirmed in  , and two further cases were confirmed a week later. The first case was a person with recent travel history from  , where they are believed to have contracted the infection. The infection can be caught from infected wild animals in west and central Africa, according to NHS England, such as rats, mice and squirrels. It is “very uncommon” to catch monkeypox from a person, NHS England said, but it can be spread through touching clothing, bedding or towels used by someone with the rash. The UKHSA said that the latest cases had no links to travel to a country where the infection is endemic. They also have no known connection with the previous confirmed cases. Urgent investigations are now under way between UKHSA and NHS England to identify any additional cases. Of the infected patients, those needing medical care are in specialist infectious disease units at the Royal Victoria Infirmary in Newcastle upon Tyne, and the Royal Free, Guy’s and St Thomas’ hospitals in London. The UKHSA said that the patients have the west African sub-group of the infection, which is milder compared to the central African sub-group. Dr Susan Hopkins, the chief medical adviser of the UKHSA, said: “This is rare and unusual. UKHSA is rapidly investigating the source of these infections because the evidence suggests that there may be transmission of the monkeypox infection in the community, spread by close contact. “We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay. “We are contacting any potential close contacts of the cases to provide health information and advice.” Anyone concerned they may have been infected are advised to contact a doctor.", "url": "https://www.telegraph.co.uk/news/2022/05/16/four-people-infected-monkeypox-england-race-find-cases-continues/"},
{"title": "\nGrindr sends monkeypox warnings to users as cases rise\n", "author": ["Joe Pinkstone, "], "date": "\n25 May 2022 • 4:13pm\n", "text": "Grindr, the dating app, has teamed up with British public health officials to warn users about the rising number of   among gay and bisexual men. Britain’s tally of   is now 78,   and 70 in England, and a “notable proportion” are in men who have sex with other men, health officials said.  It is thought the virus is highly prevalent among members of the LGBTQ+ community after originating and spreading at gay raves, parties and  . In response to the number of cases among gay and bisexual men, Grindr sent a message to all its European users. Those on the Continent were directed to the European Centre for Disease Prevention and Control’s website on monkeypox, and British users were pointed towards official guidance from the UK Health Security Agency (UKHSA). Close contact is needed for  , either via droplets from a person’s breath or direct skin-to-skin contact with virus-laden lesions. Dr Susan Hopkins, the chief medical adviser at the UKHSA, said: “This infection is transmitted through close contact and sex  . People who identify as gay or bisexual, and other men who have sex with men – who can identify their sexuality in any way they like – are the most commonly affected. “We need people who have new sex partners of all sexualities and all genders to be aware. If you find new spots, ulcers or blisters, come forward for a test. Our teams will work with you confidentially to ensure close contacts are aware and you are monitored carefully.” The exact breakdown of how many   are in men and how many are in gay individuals remains unknown, and health authorities are trying to identify,   and care for affected individuals. Their known close contacts are being tracked down and offered a vaccine to protect them against disease. Dr Hopkins praised the work of Grindr, which calls itself “the largest social networking app for gay, bi, trans, and queer people”, as well as sexual health and HIV charities. Grindr’s message was sent out in 13 different languages and the site is also working on a similar alert for American customers.  The Grindr notification read: “An outbreak   has been detected in the UK. The virus does not spread easily between people, but it can be passed on through close person-to-person contact or contact with items used by a person who has had monkeypox, such as clothes, bedding or sex toys.  “If you experience unusual sores or rash, contact NHS 111 for support.” The move received mixed reviews from users, with some feeling it overstepped the mark and one calling it a sign of “the end of times”. However, health officials praised the proactive move, designed to give people the most up-to-date guidance available to allow them to protect themselves and prevent onward transmission. The virus can take up to three weeks before it leads to symptoms, which manifest as fever, headache, sore muscles and fatigue as well as a rash on the body, including the face and genitals. If a person notices an unusual blemish on their body, especially on their genitalia, they are being asked to contact NHS 111 or their local sexual health clinic immediately. The vaccine can restrict symptoms and improve prognosis, but only if given with four days of exposure, so is of no benefit to people with symptoms.  There is also no cure, but a treatment called tecovirimat has shown promising early signals that it can shorten a person’s period of disease. Traditionally, it was thought that a person is no longer infectious after their scabs have dried up and fallen off. However, a study published this week in The Lancet threw that into doubt, with the virus being detectable in throat swabs and blood samples for several days after the rash had vanished. It remains unknown if this means that a person is infectious post-rash, and is an urgent field of research to find out more.", "url": "https://www.telegraph.co.uk/news/2022/05/25/grindr-sends-monkeypox-warnings-users-cases-continue-soar/"},
{"title": "\nPatient treated for monkeypox as Public Health England try to trace passengers on same Nigeria plane\n", "author": ["Gareth Davies"], "date": "\n4 December 2019 • 11:59am\n", "text": "A person in England has been diagnosed with the rare viral infection monkeypox, Public Health England (PHE) has said. The patient is believed to have contracted the infection while visiting Nigeria and is currently being treated at the specialist high consequence infectious disease centre at Guy's and St Thomas' NHS Foundation Trust in London. Close contacts of the patient, including those who travelled in close proximity to them on the flight from Nigeria to the UK, are being contacted. PHE said monkeypox \"is a rare viral infection that does not spread easily between people and the risk to the general public in England is very low. \"It is usually a self-limiting illness and most people recover within a few weeks. \"However, severe illness can occur in some individuals.\" PHE said the patient was staying in south-west England before they were transferred to Guy's and St Thomas'. It said it is working with the NHS to implement \"rapid infection control procedures, including contacting people who might have been in close contact with the individual\". Dr Meera Chand, consultant microbiologist at PHE, said: \"Monkeypox does not spread easily between people and the overall risk to the general public is very low. \"We are following up with those who have had close contact with the patient to offer advice and to monitor them as necessary. \"PHE and the NHS have well established and robust infection control procedures for dealing with cases of imported infectious disease, and these will be strictly followed to minimise the risk of transmission.\" This is not the first time that the virus has been detected in the UK. PHE reported three cases of monkeypox in the UK in September 2018. The first two were in people who had travelled from Africa and the third was a healthcare worker who cared for one patient. The worker became infected before monkeypox was suspected. In most cases, monkeypox will resolve on its own and have no long-term effects on a person's health. Initial symptoms include a fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. People can suffer a rash, which often begins on the face before spreading to other parts of the body. The rash changes from raised red bumps to spots filled with fluid. The spots eventually form scabs which later fall off, according to the NHS website.", "url": "https://www.telegraph.co.uk/news/2019/12/04/patient-treated-monkeypox-public-health-england-try-trace-passengers/"},
{"title": "\nOne person hospitalised with monkeypox as two more cases confirmed in London\n", "author": ["Telegraph Reporters"], "date": "\n14 May 2022 • 10:47am\n", "text": "Two more cases of monkeypox have been confirmed in England, health bosses said. One of the two people - who live in the same household - is being treated in hospital, the UK Health Security Agency said. The cases, confirmed by health bosses on Saturday, are not linked to  . Close contacts of the latest two cases are being contacted and offered information and health advice \"as a precautionary measure\", the UKHSA said. Health bosses said it is important to emphasise that monkeypox does not spread easily between people and that the overall risk to the general public remains \"very low\". One of the latest cases is being cared for at the infectious diseases unit at St Mary's Hospital, Imperial College Healthcare NHS Trust, in London. The other person is isolating and does not currently require hospital treatment, the UKHSA said. Health officials said they are investigating where and how the pair acquired their infection. The case announced earlier this month was a person with a recent travel history from Nigeria, which is where they were believed to have contracted the infection, before travelling to the UK. Dr Colin Brown, director of clinical and emerging infections at the UKHSA, said: \"We have confirmed two new monkeypox cases in England that are not linked to the case announced on May 7. \"While investigations remain ongoing to determine the source of infection, it is important to emphasise it does not spread easily between people and requires close personal contact with an infected symptomatic person. The overall risk to the general public remains very low. \"We are contacting any potential friends, family or contacts in the community. We are also working with the NHS to reach any healthcare contacts who have had close contact with the cases prior to confirmation of their infection, to assess them as necessary and provide advice.\" He said the UKHSA and the NHS have \"well established and robust infection control procedures for dealing with cases of imported infectious disease and these will be strictly followed\". Professor Julian Redhead, medical director at Imperial College Healthcare NHS Trust, said: \"We are caring for a patient in our specialist high consequence infectious diseases unit at St Mary's Hospital. \"All of the necessary infectious control procedures have been followed and we are working closely with UKHSA and NHS England.\" The health agency said initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. It said a rash can develop, which changes and goes through different stages before finally forming a scab, which later falls off.", "url": "https://www.telegraph.co.uk/news/2022/05/14/one-person-hospitalised-monkeypox-two-cases-confirmed-london/"}
]