[
{"date": "28062022", "text": "UKHSA has published the latest data report on monkeypox in the UK. As of Sunday 26 June, there are 1,076 confirmed cases in the UK. This report is published every Tuesday and Friday. Dr Sophia Makki, Incident director at UKHSA said: The monkeypox outbreak in the UK continues to grow, with over a thousand cases now confirmed nationwide. We expect cases to continue to rise further in the coming days and weeks. If you are attending large events over the summer or having sex with new partners, be alert to any monkeypox symptoms so you can get tested rapidly and help avoid passing the infection on. Currently the majority of cases have been in men who are gay, bisexual or have sex with men. However, anyone who has had close contact with an individual with symptoms is also at increased risk. If you are concerned that you may have monkeypox, don’t go to events, meet with friends or have sexual contact. Instead, stay at home and contact 111 or your local sexual health service for advice.  We are grateful to all the people who have come forward so far for testing and to assist us with our contact tracing."},
{"date": "21062022", "text": "UKHSA is now publishing a regular data report on monkeypox in the UK. The report will be published every Tuesday and Friday. Dr Sophia Makki, Incident Director at UKHSA, said: We continue to see a steady increase in monkeypox cases. We’re reminding everyone to be aware of the symptoms of monkeypox, particularly if you’ve recently had new or multiple sexual partners, to help prevent further spread and protect others. If you have a rash with blisters, or any other monkeypox symptoms, don’t go to events, meet with friends or have sexual contact. Instead, stay at home and contact 111 or your local sexual health service for advice. Please contact the clinic ahead of your visit and avoid close contact with others until you’ve been reviewed by a clinician."},
{"date": "20062022", "text": "From this week, UKHSA will be moving to a twice-weekly schedule for reporting monkeypox case numbers in the UK. Updated case data will be published on Tuesdays and Fridays beginning on Tuesday 21 June."},
{"date": "17062022", "text": "The UK Health Security Agency (UKHSA) has detected 46 additional cases of monkeypox in England, 3 additional cases in Scotland and 1 in Wales. This brings the total number confirmed in the UK to 574, as of 16 June. There are currently 550 confirmed cases in England, 16 in Scotland, 2 in Northern Ireland and 6 in Wales. Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. Currently most cases have been in men who are gay, bisexual or have sex with men. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks to West or Central Africa in the past 3 weeks Dr William Welfare, Incident Director at UKHSA, said: As case numbers of monkeypox continue to rise and with many summer events and festivals ahead, we’re reminding people to be aware of the symptoms of monkeypox, particularly if you’ve recently had new or multiple sexual partners, to help prevent further spread and protect others. If you have a rash with blisters, or any other monkeypox symptoms, don’t go to events, meet with friends or have sexual contact. Instead, stay at home and contact 111 or your local sexual health service for advice. Please contact the clinic ahead of your visit and avoid close contact with others until you’ve been seen by a clinician. UKHSA is working closely with partners across the country, including event organisers and venues, to raise public awareness of monkeypox symptoms so everyone has a safe, happy and healthy summer."},
{"date": "15062022", "text": "The UK Health Security Agency (UKHSA) has detected 52 additional cases of monkeypox in England, one additional case in Scotland and one in Wales. This brings the total number confirmed in the UK to 524, as of 14 June. There are currently 504 confirmed cases in England, 13 in Scotland, 2 in Northern Ireland and 5 in Wales. Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. Currently most cases have been in men who are gay, bisexual or have sex with men. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks. to West or Central Africa in the past 3 weeks."},
{"date": "13062022", "text": "The UK Health Security Agency (UKHSA) has detected 104 additional cases of monkeypox in England. This brings the total number confirmed in the UK to 470, as of 12 June. There are currently 452 confirmed cases in England, 12 in Scotland, 2 in Northern Ireland and 4 in Wales. Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. Currently most cases have been in men who are gay, bisexual or have sex with men. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks. to West or Central Africa in the past 3 weeks. UKHSA publishes first monkeypox technical briefing. The UK Health Security Agency (UKHSA) has published its first technical briefing on the ongoing monkeypox outbreak. The briefing shares UKHSA analysis with other public health investigators and academic partners. This first publication includes updated epidemiological data, with evidence from anonymised detailed interviews with patients which are helping us to understand transmission and to determine how to target interventions. Of the cases interviewed, 81% were known to be London residents and 99% were male. The median age of confirmed cases in the UK was 38 years old. 152 cases participated in more detailed questionnaires. In this data, 151 of the 152 men interviewed identified as gay, bisexual, or men who have sex with men, or reported same sex contact. Recent foreign travel, within 21 days prior to symptom onset, was reported by 75 cases, with 59 of these reporting travel within Europe. We also share preliminary assessment of the genomic differences between the outbreak virus and previous monkeypox viruses. In any emerging infection outbreak we assess the virus or bacteria for any changes. We will be working to investigate the significance of the mutations identified so far to determine if they will have any impact on the virus’ behaviour Dr Meera Chand, Director of Clinical and Emerging Infections, UKHSA said: We are working, both in the UK and together with global partners, to progress the investigations that we need to help us better understand the virus, its transmission and the best use of mitigations such as vaccines and treatments. We use the new data rapidly to inform the public health response and we continue to work to reduce transmission. We are grateful to all those who have come forward for testing and the patients who continue to help us understand the outbreak through participating in studies and investigations. UKHSA has identified a number of aspects of this outbreak which require further investigation. We will release the results of our ongoing investigations in subsequent technical briefings – these will be published regularly"},
{"date": "10062022", "text": "The UK Health Security Agency (UKHSA) has detected 43 additional cases of monkeypox in England, one additional case in Scotland and one additional case in Wales. This brings the total number confirmed in the UK to 366, as of 9 June. There are currently 348 confirmed cases in England, 12 in Scotland, 2 in Northern Ireland and 4 in Wales. Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. Currently most cases have been in men who are gay, bisexual or have sex with men. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks to West or Central Africa in the past 3 weeks"},
{"date": "08062022", "text": "The UK Health Security Agency (UKHSA) has detected 18 additional cases of monkeypox in England, and one additional case in Scotland. This brings the total number confirmed in the UK to 321, as of 7 June. There are currently 305 confirmed cases in England, 11 in Scotland, 2 in Northern Ireland and 3 in Wales. Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. People who are gay or bisexual and men who have sex with men remain disproportionately affected. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks to West or Central Africa in the past 3 weeks"},
{"date": "07062022", "text": "Monkeypox designated a notifiable disease. Monkeypox is to be listed as a notifiable disease in law from 8 June 2022. Legislation has been laid today (7 June 2022) which will make monkeypox a notifiable infectious disease under the Health Protection (Notification) Regulations 2010 from 8 June 2022. This means all doctors in England are required to notify their local council or local Health Protection Team (HPT) if they suspect a patient has monkeypox. Laboratories must also notify the UK Health Security Agency (UKHSA) if the monkeypox virus is identified in a laboratory sample. Wendi Shepherd, monkeypox incident director at UKHSA, said: Rapid diagnosis and reporting is the key to interrupting transmission and containing any further spread of monkeypox. This new legislation will support us and our health partners to swiftly identify, treat and control the disease. It also supports us with the swift collection and analysis of data which enables us to detect possible outbreaks of the disease and trace close contacts rapidly, whilst offering vaccinations where appropriate to limit onward transmission. Full guidance about reporting notifiable diseases and causative organisms can be found on GOV.UK. It is important anyone concerned they may have symptoms of monkeypox feels able to access healthcare and clinical advice immediately. To enable this, The National Health Service (Charges to Overseas Visitors) Regulations 2022 have been amended making the diagnosis and treatment of monkeypox, and suspected monkeypox, exempt from charges for all overseas visitors."},
{"date": "06062022", "text": "The UK Health Security Agency (UKHSA) has detected 73 additional cases of monkeypox in England, 2 additional cases in Scotland and 2 in Wales. This brings the total number confirmed in the UK to 302, as of 5 June. There are currently 287 confirmed cases in England, 10 in Scotland, 2 in Northern Ireland and 3 in Wales. Anyone can get monkeypox, particularly if you have had close contact, including sexual contact, with an individual with symptoms. People who are gay or bisexual and men who have sex with men remain disproportionately affected. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks to West or Central Africa in the past 3 weeks"},
{"date": "03062022", "text": "The UK Health Security Agency (UKHSA) has detected 15 additional cases of monkeypox in England and 3 in Scotland. This brings the total number confirmed in England to 214, as of 2 June. There are currently 8 confirmed cases in Scotland, 2 in Northern Ireland and 1 in Wales, taking the UK total to 225. Anyone can get monkeypox. Currently most cases have been in men who are gay, bisexual or have sex with men, so it’s particularly important to be aware of the symptoms if you’re in these groups. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks to West or Central Africa in the past 3 weeks"},
{"date": "02062022", "text": "The UK Health Security Agency (UKHSA) has detected 11 additional cases of monkeypox in England. This brings the total number confirmed in England to 199, as of 1 June. There are currently 5 confirmed cases in Scotland, 2 in Northern Ireland and 1 in Wales, taking the UK total to 207. Anyone can get monkeypox. Currently most cases have been in men who are gay, bisexual or have sex with men, so it’s particularly important to be aware of the symptoms if you’re in these groups. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks to West or Central Africa in the past 3 weeks"},
{"date": "01062022", "text": "The UK Health Security Agency (UKHSA) has detected 5 additional cases of monkeypox in England and 1 in Scotland. This brings the total number confirmed in England to 188, as of 31 May. There are currently 5 confirmed cases in Scotland, 2 in Northern Ireland and 1 in Wales, taking the UK total to 196. Anyone can get monkeypox. Currently most cases have been in men who are gay, bisexual or have sex with men, so it’s particularly important to be aware of the symptoms if you’re in these groups. Contact a sexual health clinic if you have a rash with blisters and you’ve been either: in close contact, including sexual contact, with someone who has or might have monkeypox (even if they’ve not been tested yet) in the past 3 weeks to West or Central Africa in the past 3 weeks. A further epidemiological update on the current outbreak using data up to 30 May has been published."},
{"date": "31052022", "text": "Eleven new monkeypox cases identified in England. The UK Health Security Agency (UKHSA) has detected 11 additional cases of monkeypox in England. The latest cases, as of 30 May, bring the total number confirmed in England since 7 May to 183. There are currently 4 confirmed cases in Scotland, 2 in Northern Ireland and 1 in Wales, taking the UK total to 190. The risk to the UK population remains low, but we are asking people to be alert to any new rashes or lesions, which would appear like spots, ulcers or blisters, on any part of their body. Although this advice applies to everyone, the majority of the cases identified to date have been among men who are gay, bisexual and men who have sex with men, so we are asking these people in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner. You should call NHS 111 or a sexual health centre immediately if you have a rash with blisters. Do not go to a sexual health clinic without contacting them first. Stay at home and avoid close contact with other people until you’ve been told what to do. Dr Ruth Milton, Senior Medical Advisor at UKHSA, said: The risk to the general public from monkeypox is still low, but it’s important that we work to limit the virus being passed on. We remind people that they should be alert to new spots, ulcers or blisters on any part of their body. If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person. UKHSA health protection teams are contacting people considered to be high-risk contacts of confirmed cases and are advising those who have been risk assessed and remain well to isolate at home for up to 21 days."},
{"date": "30052022", "text": "Seventy-one additional monkeypox cases identified in England. The UK Health Security Agency (UKHSA) has detected 71 additional cases of monkeypox in England. The latest cases, as of 29 May, bring the total number confirmed in England since 7 May to 172. There are currently 4 confirmed cases in Scotland, 2 in Northern Ireland and 1 in Wales, taking the UK total to 179. The risk to the UK population remains low, but we are asking people to be alert to any new rashes or lesions, which would appear like spots, ulcers or blisters, on any part of their body. Although this advice applies to everyone, the majority of the cases identified to date have been among men who are gay, bisexual and men who have sex with men, so we are asking these people in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner. You should call NHS 111 or a sexual health centre immediately if you have a rash with blisters and either, you: have been in close contact with someone who has or might have monkeypox (even if they have not been tested yet) in the past 3 weeks have been to West or Central Africa in the past 3 weeks are a man who has sex with men Tell the person you speak to if you have had close contact with someone who has or might have monkeypox, or if you’ve recently travelled to central or west Africa. Do not go to a sexual health clinic without contacting them first. Stay at home and avoid close contact with other people until you’ve been told what to do. Additionally, today, UKHSA has published guidance principles agreed across all 4 UK nations on how to effectively limit transmission of monkeypox and limit onward transmission when cases are identified. This includes advice and protocols for those testing positive for monkeypox, their close contacts and anyone involved in their treatment or care, including healthcare workers. The principles are already in use in response to the outbreak, and today’s publication confirms the UK’s aligned response. Dr Ruth Milton, Senior Medical Advisor at UKHSA, said: We are continuing to work closely with our colleagues in Scotland, Wales and Northern Ireland to ensure we are aligned in our approach to reducing the risk of transmission of monkeypox in the UK. We are reminding people to look out for new spots, ulcers or blisters on any part of their body. If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person. This will help us to limit the virus being passed on. UKHSA health protection teams are contacting people considered to be high-risk contacts of confirmed cases and are advising those who have been risk assessed and remain well to isolate at home for up to 21 days. UKHSA has also purchased over 20,000 doses of a safe smallpox vaccine called Imvanex (supplied by Bavarian Nordic) and this is being offered to identified close contacts of those diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness."},
{"date": "27052022", "text": "Sixteen additional monkeypox cases identified in England. The UK Health Security Agency (UKHSA) has detected 16 additional cases of monkeypox in England. The latest cases, as of 26 May, bring the total number confirmed in England since 7 May to 101. There are currently 3 confirmed cases in Scotland, one in Wales and one in Northern Ireland, taking the UK total to 106. The risk to the UK population remains low, but we are asking people to be alert to any new rashes or lesions, which would appear like spots, ulcers or blisters, on any part of their body. Although this advice applies to everyone, the majority of the cases identified to date have been among men who are gay, bisexual and men who have sex with men, so we are asking these people in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner. You should contact a sexual health clinic immediately if you develop a rash or lesions – though please phone ahead before attending in person. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms. We are asking people to look out for new spots, ulcers or blisters on any part of their body. If anyone suspects they might have these, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person. UKHSA health protection teams are contacting people considered to be high-risk contacts of confirmed cases and are advising those who have been risk assessed and remain well to isolate at home for up to 21 days. UKHSA has also purchased over 20,000 doses of a safe smallpox vaccine called Imvanex (supplied by Bavarian Nordic) and this is being offered to identified close contacts of those diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness."},
{"date": "26052022", "text": "Eight additional monkeypox cases identified in England The UK Health Security Agency (UKHSA) has detected 8 additional cases of monkeypox in England. The latest cases, as of 25 May, bring the total number confirmed in England since 7 May to 85. There are 3 confirmed cases in Scotland, one in Wales and one in Northern Ireland, taking the UK total to 90. The risk to the UK population remains low, but we are asking people to be alert to any new rashes or lesions on any part of their body. Although this advice applies to everyone, a notable proportion of the cases identified to date have been among men who are gay, bisexual and men who have sex with men (MSM), so we are asking these people in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner. You should contact a sexual health clinic immediately if you develop a rash or lesions – please phone ahead. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services, and thanks to people coming forward with symptoms. If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible, though please phone ahead before attending in person. UKHSA health protection teams are contacting people considered to be high-risk contacts of confirmed cases and are advising those who have been risk assessed and remain well to isolate at home for up to 21 days. UKHSA has also purchased over 20,000 doses of a safe smallpox vaccine called Imvanex (supplied by Bavarian Nordic) and this is being offered to identified close contacts of those diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness."},
{"date": "25052022", "text": "Seven additional monkeypox cases identified in England. UKHSA has detected 7 additional cases of monkeypox in England. The latest cases bring the total number confirmed in England since 7 May to 77, as of 24 May. Public Health Scotland confirmed on Monday it had identified one monkeypox case, taking the total cases identified in the UK to 78. As of 24 May, no cases have been identified in Wales or Northern Ireland. Despite further cases being detected, the risk to the UK population remains low. Anyone with unusual rashes or lesions on any part of their body should immediately contact NHS 111 or their local sexual health service – please phone ahead before attending in person. A notable proportion of the cases identified to date have been among people who are gay, bisexual and MSM, so we are asking these groups in particular to be aware of the symptoms, particularly if they have recently had a new sexual partner. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: We are continuing to promptly detect new monkeypox cases through our extensive surveillance network and NHS services. If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible – though please phone ahead before attending in person. UKHSA health protection teams are contacting people considered to be high-risk contacts of confirmed cases and are advising those who have been risk assessed and remain well to isolate at home for up to 21 days. In addition, UKHSA has purchased supplies of a safe smallpox vaccine (Imvanex, supplied by Bavarian Nordic) and this is being offered to close contacts of those diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness."},
{"date": "24052022", "text": "Fourteen more cases of monkeypox identified by UKHSA. The UK Health Security Agency (UKHSA) has detected 14 additional cases of monkeypox in England. The latest cases bring the total number of cases confirmed in England since 7 May to 70, as of 23 May. Public Health Scotland confirmed on Monday it had identified one monkeypox case, taking the total cases identified in the UK to 71. As of 23 May, no cases have so far been identified in Wales or Northern Ireland. Despite further cases being detected, the risk to the UK population remains low. Anyone with unusual rashes or lesions on any part of their body should immediately contact NHS 111 or their local sexual health service. A notable proportion of the cases identified to date have been among people who are gay, bisexual and men who have sex with men, so we are asking these groups in particular to be aware of the symptoms. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: We are continuing to promptly identify further monkeypox cases in England through our extensive surveillance and contact tracing networks, our vigilant NHS services and thanks to people coming forward with symptoms. If anyone suspects they might have rashes or lesions on any part of their body, particularly if they have recently had a new sexual partner, they should limit their contact with others and contact NHS 111 or their local sexual health service as soon as possible – though please phone ahead before attending in person. UKHSA health protection teams are contacting people considered to be high-risk contacts of confirmed cases and are advising those who have been risk assessed and remain well to isolate at home for up to 21 days. In addition, UKHSA has purchased supplies of a safe smallpox vaccine (called Imvanex, supplied by Bavarian Nordic) and this is being offered to identified close contacts of someone diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness."},
{"date": "23052022", "text": "Thirty-six more cases of monkeypox identified by UKHSA. The UK Health Security Agency (UKHSA) has detected 36 additional cases of monkeypox in England. The latest cases bring the total number of monkeypox cases confirmed in England since 7 May to 56. The virus does not usually spread easily between people, but it can be passed on through close person-to-person contact or contact with items used by a person who has monkeypox, such as clothes, bedding or utensils. Monkeypox is usually a self-limiting illness and most people recover within a few weeks. While the current outbreak is significant and concerning, the risk to the UK population remains low. Anyone with unusual rashes or lesions on any part of their body, especially their genitalia, should immediately contact NHS 111 or their local sexual health service. A notable proportion of cases detected have been in gay and bisexual men, so UKHSA continues to urge this community to be alert to monkeypox symptoms. People should notify clinics ahead of their visit and can be assured their call or discussion will be treated sensitively and confidentially. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: Alongside reports of further cases being identified in other countries globally, we continue to identify additional cases in the UK. Thank you to everyone who has come forward for testing already and supported our contact tracing efforts – you are helping us limit the spread of this infection in the UK. Because the virus spreads through close contact, we are urging everyone to be aware of any unusual rashes or lesions and to contact a sexual health service if they have any symptoms. A notable proportion of recent cases in the UK and Europe have been found in gay and bisexual men so we are particularly encouraging these men to be alert to the symptoms. UKHSA health protection teams are contacting people considered to be high-risk contacts of confirmed cases and are advising those who have been risk assessed and remain well to isolate at home for up to 21 days. In addition, UKHSA has purchased supplies of a safe smallpox vaccine (called Imvanex) and this is being offered to identified close contacts of someone diagnosed with monkeypox to reduce the risk of symptomatic infection and severe illness. We continue to engage with partners across the sector to ensure people are aware of the signs and symptoms and what action to take. The vaccination of high-risk contacts of cases is underway. As of 10am on 23 May 2022, over 1,000 doses of Imvanex have been issued, or are in the process of being issued, to NHS Trusts. There remain over 3,500 doses of Imvanex in the UK."},
{"date": "20052022", "text": "Eleven more cases of monkeypox identified by UKHSA. The UK Health Security Agency (UKHSA) has detected 11 additional cases of monkeypox in England. The latest cases bring the total number of monkeypox cases confirmed in England since 6 May to 20. The infection can be passed on through close contact or contact with clothing or linens used by a person who has monkeypox. However, the virus does not usually spread easily between people and the risk to the UK population remains low. Anyone with unusual rashes or lesions on any part of their body, especially their genitalia, should contact NHS 111 or call a sexual health service if they have concerns. We continue to engage with partners across the sector at pace to deliver training webinars about monkeypox to clinicians to increase knowledge and awareness of this infection which is unusual in clinical settings in the UK. The first of these was hosted earlier this week by British Association for Sexual Health and HIV (BASHH) and was attended by over 900 people. A notable proportion of early cases detected have been in gay and bisexual men and so UKHSA is urging this community in particular to be alert. People should notify clinics ahead of their visit and can be assured their call or discussion will be treated sensitively and confidentially. Monkeypox is usually a mild self-limiting illness, spread by very close contact with someone with monkeypox and most people recover within a few weeks. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: We anticipated that further cases would be detected through our active case finding with NHS services and heightened vigilance among healthcare professionals. We expect this increase to continue in the coming days and for more cases to be identified in the wider community. Alongside this we are receiving reports of further cases being identified in other countries globally. We continue to rapidly investigate the source of these infections and raise awareness among healthcare professionals. We are contacting any identified close contacts of the cases to provide health information and advice. Because the virus spreads through close contact, we are urging everyone to be aware of any unusual rashes or lesions and to contact NHS 111 or a sexual health service if they have any concerns. Please contact clinics ahead of your visit and avoid close contact with others until you have been seen by a clinician. A notable proportion of recent cases in the UK and Europe have been found in gay and bisexual men so we are particularly encouraging them to be alert to the symptoms and seek help if concerned. Clinicians should be alert to any individual presenting with unusual rashes without a clear alternative diagnosis and should contact specialist services for advice. Symptoms. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body including the genitals. The rash changes and goes through different stages – it can look like chickenpox or syphilis, before finally forming a scab which later falls off."},
{"date": "18052022", "text": "Two more cases of monkeypox identified by UKHSA. The UK Health Security Agency (UKHSA) has detected 2 additional cases of monkeypox, one in London and one in the South East of England. The latest cases bring the total number of monkeypox cases confirmed in England since 6 May to 9, with recent cases predominantly in gay, bisexual or men who have sex with men (MSM). The 2 latest cases have no travel links to a country where monkeypox is endemic, so it is possible they acquired the infection through community transmission. The virus spreads through close contact and UKHSA is advising individuals, particularly those who are gay, bisexual or MSM, to be alert to any unusual rashes or lesions on any part of their body, especially their genitalia, and to contact a sexual health service if they have concerns. Monkeypox has not previously been described as a sexually transmitted infection, though it can be passed on by direct contact during sex. It can also be passed on through other close contact with a person who has monkeypox or contact with clothing or linens used by a person who has monkeypox. The 2 new cases do not have known connections with previous confirmed cases announced on 16, 14 and 7 May. UKHSA is working closely with the NHS and other stakeholders to urgently investigate where and how recent confirmed monkeypox cases were acquired, including how they may be linked to each other. The virus does not usually spread easily between people. The risk to the UK population remains low. Anyone with concerns that they could be infected with monkeypox is advised to contact NHS 111 or a sexual health clinic. People should notify clinics ahead of their visit. We can assure them their call or discussion will be treated sensitively and confidentially. Monkeypox is a viral infection usually associated with travel to West Africa. It is usually a mild self-limiting illness, spread by very close contact with someone with monkeypox and most people recover within a few weeks. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: These latest cases, together with reports of cases in countries across Europe, confirms our initial concerns that there could be spread of monkeypox within our communities. UKHSA has quickly identified cases so far and we continue to rapidly investigate the source of these infections and raise awareness among healthcare professionals. We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay if they have concerns. Please contact clinics ahead of your visit. We are contacting any identified close contacts of the cases to provide health information and advice. Clinicians should be alert to individuals presenting with rashes without a clear alternative diagnosis and should contact specialist services for advice. Symptoms. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body including the genitals. The rash changes and goes through different stages, and can look like chickenpox or syphilis, before finally forming a scab, which later falls off."},
{"date": "16052022", "text": "Four more cases of monkeypox indentified by UKHSA. The UK Health Security Agency (UKHSA) has detected 4 additional cases of monkeypox, 3 in London and one linked case in the North East of England. The 4 new cases do not have known connections with the previous confirmed cases announced on 14 May and the case announced on 7 May. Investigations are underway to establish links between the latest 4 cases, who all appear to have been infected in London. All 4 of these cases self-identify as gay, bisexual or other men who have sex with men (MSM).  Currently, common contacts have been identified for 2 of the 4 latest cases.   There is no link to travel to a country where monkeypox is endemic, and exactly where and how they acquired their infections remains under urgent investigation, including whether they have further links to each other. Those patients needing medical care are all in specialist infectious disease units at the Royal Free Hosptial, Royal Victoria Infirmary in Newcastle upon Tyne and Guys’ and St Thomas’. The individuals have the West African clade of the virus, which is mild compared to the Central African clade. These latest cases mean that there are currently 7 confirmed monkeypox cases in the UK, diagnosed between 6 and 15 May. Due to the recent increase in cases and uncertainties around where some of these individuals acquired their infection, we are working closely with NHS partners to identify if there may have been more cases in recent weeks, as well as international partners to understand if similar rises have been seen in other countries. Monkeypox is a viral infection usually associated with travel to West Africa. It is usually a mild self-limiting illness, spread by very close contact with someone with monkeypox and most people recover within a few weeks. The virus does not spread easily between people and the risk to the UK population is low. However, the most recent cases are in  gay, bisexual and other MSM communities, and as the virus spreads through close contact, we are advising these groups to be alert to any unusual rashes or lesions on any part of their body, especially their genitalia, and to contact a sexual health service if they have concerns. Anyone with concerns that they could be infected with monkeypox is advised to make contact with clinics ahead of their visit. We can assure them their call or discussion will be treated sensitively and confidentially. Dr Susan Hopkins, Chief Medical Adviser, UKHSA, said: This is rare and unusual. UKHSA is rapidly investigating the source of these infections because the evidence suggests that there may be transmission of the monkeypox virus in the community, spread by close contact. We are particularly urging men who are gay and bisexual to be aware of any unusual rashes or lesions and to contact a sexual health service without delay. We are contacting any potential close contacts of the cases to provide health information and advice. Clinicians should be alert to individuals presenting with rashes without a clear alternative diagnosis and should contact specialist services for advice. Symptoms. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body including the genitals. The rash changes and goes through different stages, and can look like chickenpox or syphilis, before finally forming a scab, which later falls off."},
{"date": "14052022", "text": "Two additional cases of monkeypox identified in London. Two individuals have been diagnosed with monkeypox in London, the UK Health Security Agency (UKHSA) has confirmed. The cases live together in the same household. They are not linked to the previous confirmed case announced on 7 May. Where and how they acquired their infection remains under investigation. Monkeypox is a rare viral infection that does not spread easily between people. It is usually a mild self-limiting illness and most people recover within a few weeks. However, severe illness can occur in some people. The infection can be spread when someone is in close contact with an infected person, however, there is a very low risk of transmission to the general population. One of the cases is receiving care at the expert infectious disease unit at St Mary’s Hospital, Imperial College Healthcare NHS Trust, London. The other case is isolating and does not currently require hospital treatment. As a precautionary measure, UKHSA experts are working closely with the individuals and NHS colleagues and will be contacting people who might have been in close contact to provide information and health advice. People without symptoms are not considered infectious but, as a precaution, those who have been in close proximity to the individuals are being contacted to ensure that, if they do become unwell, they can be treated quickly. Dr Colin Brown, Director of Clinical and Emerging Infections, UKHSA, said: We have confirmed 2 new monkeypox cases in England that are not linked to the case announced on May 7. While investigations remain ongoing to determine the source of infection, it is important to emphasise it does not spread easily between people and requires close personal contact with an infected symptomatic person. The overall risk to the general public remains very low. We are contacting any potential close contacts of the case. We are also working with the NHS to reach any healthcare contacts who have had close contact with the cases prior to confirmation of their infection, to assess them as necessary and provide advice. UKHSA and the NHS have well established and robust infection control procedures for dealing with cases of imported infectious disease and these will be strictly followed. Professor Julian Redhead, medical director at Imperial College Healthcare NHS Trust, said: We are caring for a patient in our specialist high consequence infectious diseases unit at St Mary’s Hospital. All of the necessary infectious control procedures have been followed and we are working closely with UKHSA and NHS England. Symptoms. Initial symptoms of monkeypox include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body, particularly the hands and feet. The rash changes and goes through different stages before finally forming a scab, which later falls off."},
{"date": "07052022", "text": "Monkeypox case confirmed in England. The UK Health Security Agency (UKHSA) can confirm an individual has been diagnosed with monkeypox in England. The patient has a recent travel history from Nigeria, which is where they are believed to have contracted the infection, before travelling to the UK. Monkeypox is a rare viral infection that does not spread easily between people. It is usually a mild self-limiting illness and most people recover within a few weeks. However, severe illness can occur in some individuals. The infection can be spread when someone is in close contact with an infected person; however, there is a very low risk of transmission to the general population. The patient is receiving care at the expert infectious disease unit at the Guy’s and St Thomas’ NHS Foundation Trust, London. As a precautionary measure, UKHSA experts are working closely with NHS colleagues and will be contacting people who might have been in close contact with the individual to provide information and health advice. This includes contacting a number of passengers who travelled in close proximity to the patient on the same flight to the UK. People without symptoms are not considered infectious but, as a precaution, those who have been in close proximity are being contacted to ensure that if they do become unwell they can be treated quickly. If passengers are not contacted then there is no action they should take. Dr Colin Brown, Director of Clinical and Emerging Infections, UKHSA, said: It is important to emphasise that monkeypox does not spread easily between people and the overall risk to the general public is very low. We are working with NHS England and NHS Improvement (NHSEI) to contact the individuals who have had close contact with the case prior to confirmation of their infection, to assess them as necessary and provide advice. UKHSA and the NHS have well established and robust infection control procedures for dealing with cases of imported infectious disease and these will be strictly followed. Dr Nicholas Price, Director NHSE High Consequence Infection Diseases (airborne) Network and Consultant in Infectious Diseases at Guy’s and St Thomas’, said: The patient is being treated in our specialist isolation unit at St Thomas’ Hospital by expert clinical staff with strict infection prevention procedures. This is a good example of the way that the High Consequence Infectious Diseases national network and UKHSA work closely together in responding swiftly and effectively to these sporadic cases. Initial symptoms include fever, headache, muscle aches, backache, swollen lymph nodes, chills and exhaustion. A rash can develop, often beginning on the face, then spreading to other parts of the body. The rash changes and goes through different stages before finally forming a scab, which later falls off."}
]